{"title":"EIM03600 - Employment income: restrictivecovenants","details":{"manual-section-id":"EIM03600","body":"An employee may receive a payment in connection with his or her\nemployment for agreeing to restrict their future conduct or\nactivities. Such an agreement is known as a restrictive covenant or\nundertaking. It is usually (though not invariably) made between\nemployee and employer in order to restrict the employee's\nactivities if the employment is terminated.\n\nThe Inland Revenue took the view that such payments were\ntaxable as earnings and chargeable under the equivalent of Section\n62 ITEPA 2003 (see\n[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)). The courts took a different\nview in the case of Beak v Robson (25TC33). Mr Robson had been a\ncompany director for many years. In 1937 he entered into an\nagreement that included a clause that prevented him from competing\nwith the company within a fifty mile radius of Newcastle-upon-Tyne\nif he left the company within five years. The Courts decided that\nthe payment was not a profit from his office, as it was in respect\nof a covenant operative only after that office had ceased. It was\nnot chargeable.\n\nUnder ITEPA 2003 receipts for restrictive covenants are\ntreated as earnings from the employment (see\n[EIM00513](/guidance/employment-income-manual/EIM00513)).\n\n","breadcrumbs":["EIMANUAL","EIM00500","EIM03600"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM03601","title":"Restrictive undertakings:\n\nstatutory conditions","body":"## Section 225 ITEPA 2003 (as amended by paragraph 24 Schedule 7 FA 2008)\n\n### Conditions\n\nIn order for consideration to be brought into charge by Section 225, the following conditions must be satisfied by the individual:\n\n*   a restrictive undertaking is given in connection with a current, future or past office or employment*   the undertaking must restrict conduct or activities. It may be absolute or qualified and need not be legally binding.\n*   A payment is made in respect of the giving of the undertaking or its partial or total fulfilment. It does not matter to whom the payment is made.\n*   The sum would not otherwise be treated as general earnings (see [EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)).\n*   If an asset or other valuable consideration is given instead of money then the cash value of the asset is charged (see [EIM03604](/guidance/employment-income-manual/EIM03600#EIM03604)).\n\nIn addition, the office or employment must be one for which:\n\n*   For periods before 6 April 2008 the earnings fall within Sections 15, 21, 25 or 27 ITEPA 2003 (see [EIM40002](/guidance/employment-income-manual/EIM40002)) or would do so if there were any or\n*   For periods after 5 April 2008 the earnings fall within Sections 15 or 27 ITEPA 2003 (see [EIM40002](/guidance/employment-income-manual/EIM40002)) or would do if there were any.\n\n### Year in which the charge arises\n\nThe charge arises in the year in which the payment is made. If the individual dies before a payment is made it is treated as if it had been paid immediately prior to his death. "},{"manual-section-id":"EIM03602","title":"Restrictive covenants:\n\nconsideration treated as earnings and chargeable as employment\n\nincome","body":"## Section 225 ITEPA 2003\n\n### Treatment of payments for entering into restrictive covenants\n\nPayments made for entering into restrictive covenants or undertakings are treated as general earnings (see [EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)). The employee or office holder is taxed on the whole amount received in the year of assessment. As earnings, the consideration is chargeable only if it falls within the scope of the Sections set out in [EIM03601](/guidance/employment-income-manual/EIM03600#EIM03601). "},{"manual-section-id":"EIM03603","title":"Restrictive undertakings:\n\noperation of PAYE on consideration","body":"The employer should operate PAYE on a payment chargeable by\nvirtue of Section 225 ITEPA 2003. If the employer fails to deduct\ntax under PAYE tax offices should treat that as a PAYE failure and\ntake the appropriate action.\n\n### Payment to recipient who is not an \"employee\"\n\nIn certain circumstances a payment may be made by a person who\nis not the individual's employer in the contractual sense. See\nexample\n[EIM03624](/guidance/employment-income-manual/EIM03600#EIM03624). The PAYE regulations require\nthe payer to deduct tax under PAYE at basic rate and pay it over to\nthe collector.\n\nThe individual has the responsibility to return and self\nassess any higher rate liability."},{"manual-section-id":"EIM03604","title":"Restrictive undertakings:\n\nnon-cash consideration","body":"Non-cash consideration may be given to an employee for entering\ninto a restrictive covenant. The legislation applies as if a cash\nsum equal to the value of the asset had been paid. See example\n[EIM03625](/guidance/employment-income-manual/EIM03600#EIM03625).\n\nAssets transferred on or after 25 May 1994 are likely to be\ncaught by the legislation at Section 696 to 702 ITEPA 2003.\nTradable assets or readily convertible assets must be subjected to\nPAYE by the provider. See\n[EIM11800](/guidance/employment-income-manual/EIM11800) onwards."},{"manual-section-id":"EIM03605","title":"Restrictive undertakings:\n\ntermination agreements","body":"Restrictive undertakings may be set out in a contract of\nemployment. They may restrict the employee for the duration of the\nemployment as well as after it has ceased.\n\nThe most common restrictions applying after employment\nare:\n\n*   **anti-competition** - the employee may not work for a\ncompetitor or within a specified area\n*   **anti-solicitation** - the employee may not contact\nformer suppliers or customers nor poach former colleagues\n*   **confidentiality** regarding privileged information\ngained as an employee.\n\nNo payments are usually made for agreeing to these restrictions.\nThey are conditions of accepting the job. If payments are made then\nSection 225 ITEPA 2003 applies and a charge arises.\n\nIn some termination agreements the departing employee is\nasked to confirm that the restrictions set out in the contract of\nemployment apply. If the employee does so without any consideration\n\nbeing paid then Section 225 ITEPA 2003 cannot apply as there is no\n\npayment.\n\n### Restrictive undertakings in termination agreements\n\nAn employer may regard a departing employee as a potential\n\nthreat if there are no restrictive undertakings in the contract of\n\nemployment. The employer may therefore seek to introduce\n\nrestrictive undertakings into the termination agreement. Where\n\nundertakings are written into the termination agreement and a\n\npayment is received by the departing employee for agreeing to the\n\nrestrictions, the sum is caught by Section 225. This was confirmed\n\nby RCI Europe v Woods.\n\nRestrictive undertakings may be set out in the termination\n\nagreement without amounts being attributed as consideration.\n\nNormally this should not give rise to further enquiries (see\n\n[EIM03606](/guidance/employment-income-manual/EIM03600#EIM03606)). Exceptionally, where it\n\nappears that the sum is excessive in relation to the claims being\n\nsettled (such as for unfair dismissal, statutory redundancy\n\npayment, and so on) it is possible that a verbal agreement has been\n\nreached which is not set out in the written agreement. The\n\nInspector should take a common-sense view. If the departing\n\nemployee has agreed not to work in the geographical area for, say,\n\n12 months, it is reasonable to conjecture that he may have been\n\npaid the equivalent of 1 year's salary. Enquiries may be opened to\n\nestablish the facts.\n\nSee also\n\n[EIM03606](/guidance/employment-income-manual/EIM03600#EIM03606) for Statement of Practice\n\n3/96."},{"manual-section-id":"EIM03606","title":"Restrictive covenants:\n\ncompromise agreements","body":"When an employment is terminated the employee may enter into an\nagreement with the former employer to accept a payment \"in full and\nfinal settlement\" of all of the outstanding claims against the\nemployer. In doing this, the employee accepts that the sum payable\nsatisfies claims and legal rights that arise either under the terms\nof the employment or statutory provisions. The employee therefore\ngives up his or her rights to pursue claims before an Employment\nTribunal or in the courts. Agreements of this kind find their\norigins in The Trade Union Reform and Employment Rights Act (1993).\nThis legislation refers to \"compromise contracts or agreements\"\nwhich bind both parties to the agreement.\n\nBy agreeing not to pursue claims before a Tribunal or Court,\nthe employee is giving an undertaking that restricts conduct. It\nfollows that any sum given in respect of that undertaking falls\nwithin Sections 225 to 226 ITEPA 2003 (see\n[EIM03601](/guidance/employment-income-manual/EIM03600#EIM03601)). Such a sum is not within the\nterms of Statement of Practice 3/1996 (see\n\n[EIM03610](/guidance/employment-income-manual/EIM03600#EIM03610)) because the parties themselves\n\nare attributing a value to the undertaking. So where the agreement\n\nattributes a specific sum to this undertaking it is taxable.\n\nSuch an attribution is not very common. Usually, no specific\n\nsum is attributed to this undertaking in the agreement so there is\n\nno charge in respect of it.\n\nCompromise agreements often contain a \"repayment clause\".\n\nSuch a clause provides that if the employee does later initiate\n\nproceedings before a Tribunal or Court - despite signing the\n\nagreement - then the sum paid under the agreement must be repaid to\n\nthe employer. In a normal case, do not argue that such a clause\n\nmeans that a sum is being attributed to the undertaking not to\n\npursue claims. In virtually all cases, the sum paid under the\n\nagreement can be fully attributed to settlement of the claims being\n\ndealt with. So there is no sum remaining to be attributed to that\n\nundertaking, even where there is a repayment clause.\n\nIf the employee does repay such sums, there is no provision\n\nin the legislation that gives any deduction for that payment.\n\nIn some exceptional cases it may appear that the sum paid\n\nunder the agreement is excessive in the context of the claims being\n\nsettled. Where that is the case it may be that part of it should be\n\nattributed to the undertaking not to pursue claims, even though\n\nthere is no specific attribution in the agreement.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM03610","title":"Text of Statement of\n\nPractice 3/1996","body":"The full text of Statement of Practice 3/1996 published on 4\nApril 1996 is set out below.\n\nNB\n\n*   Section 313 ICTA 1988 is now Sections 225\nto 226 ITEPA 2003\n*   Schedule E is now &#x201C;employment\nincome&#x201D;\n*   &#x201C;Inland Revenue&#x201D; is now\nHMRC\n> \"1. Section 313 ICTA 1988 imposes a charge under Schedule E on\n> payments made to individuals for undertakings, given in connection\n> with an employment, which restrict their conduct or activities.\n>\n>  2. The financial settlement relating to the termination of\n> an employment may contain terms whereby the employee agrees to\n> accept the termination package in full and final settlement of his\n> or her claims relating to the employment, and/or may expressly\n> provide that the employee should not commence or, if already\n> commenced, should discontinue legal proceedings in respect of those\n> claims. These may relate to claims at common law arising from the\n> contract of employment or to claims arising under employment\n>\n> protection or other legislation. The settlement, therefore, seeks\n>\n> to avoid legal dispute or proceedings, for example before a Court\n>\n> or an Industrial Tribunal, in connection with those rights. The\n>\n> termination settlement may also reaffirm undertakings about the\n>\n> individual's conduct or activities after termination which formed\n>\n> part of the terms on which the employment was taken up.\n>\n>  The Inland Revenue will accept that no chargeable value will\n>\n> be attributed under Section 313(2) to such undertakings by an\n>\n> employee or former employee.\n>\n>  3. But this does not affect the application of Section 313\n>\n> to sums that are attributable to other restrictive undertakings\n>\n> which individuals give in relation to an employment, whether these\n>\n> undertakings are contained in a job termination settlement or\n>\n> otherwise.\""},{"manual-section-id":"EIM03620","title":"Restrictive covenants:\n\nexample 1: restrictions in the contract of employment","body":"### Example 1a\n\nThe following restrictions are set out in a contract of\nemployment:\n\nThe employee shall not:\n\n*   work within a 20 mile radius of the\ncompany premises\n*   contact any customer or supplier of the\nemployer.\n\nBoth restrictions apply for a period of 18 months after\ncessation of employment.\n\nThe employee was required to agree to the restrictions as\nconditions of the employment. No payment was made to the employee\nfor agreeing to the conditions during the course of the employment.\n\nThe following line was included in a letter of termination:\n\n\"I confirm that the conditions set out in the contract of\nemployment continue to apply for 18 months following the date of\nthis letter.\"\n\n### Comment\n\nSection 225 does not apply as no consideration has been paid for\n\ngiving the restrictive undertakings. No new undertakings were\n\nincluded in the termination agreement. The letter simply\n\nre-affirmed the conditions set out in the contract of\n\nemployment.\n\n### Example 1b\n\nAs above but the letter of termination identifies a payment of\n\n&#xA3;25,000 as consideration for the departing employee agreeing\n\nto abide by the terms of the contract of employment.\n\n### Comment\n\nThe sum of &#xA3;25,000 is within Section 225 as it is paid for\n\nthe giving of undertakings. The \"giving\" and the payment are linked\n\neven though time has elapsed between the 2 events."},{"manual-section-id":"EIM03621","title":"Restrictive covenants:\n\nexample 2: total or partial fulfilment of restrictive\n\nundertakings","body":"An employee signed a termination agreement that contained the\nfollowing restrictions:\n\nThe employee must not:\n\n*   work for any of the named competitor\ncompanies (listed in a separate annex)\n*   contact any customer or supplier of the\nemployer\n*   contact any former colleagues with a view\nto persuading them to work for a competitor company.\n\nThe restrictions applied for a period of 12 months following the\ndate that the employee signed the termination agreement.\nConsideration was paid in two instalments on the basis set out\nbelow:\n\n*   &#xA3;15,000 on the last day of the month\nin which the employee signed the termination agreement and\n*   &#xA3;15,000 one year after that date. If\n\n    the agreement were breached the second instalment would not be\n\n    paid.\n\nPayment 1 is received on 30 September 2003 and Payment 2 on 30\n\nSeptember 2004.\n\n### Comment\n\nBoth payments are within Section 225 and assessable as general\n\nearnings (see\n\n[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) of the year in which they are\n\nreceived: 2003/04 and 2004/05. The first is consideration for\n\ngiving the undertakings and the second for the \"total or partial\n\nfulfilment\" (see\n\n[EIM03601](/guidance/employment-income-manual/EIM03600#EIM03601) 4th bullet)."},{"manual-section-id":"EIM03623","title":"Restrictive covenants:\n\nexample 3: reduction in consideration received","body":"An employee agrees to the following restrictions set out in a\ntermination agreement:\n\nThe employee will not:\n\n*   work within a 20 mile radius of the\ncompany premises\n*   contact any customer or supplier of the\nemployer.\n\nBoth restrictions apply for a period of 24 months after\ncessation of employment. Consideration is agreed on the following\nbasis:\n\n*   &#xA3;20,000 paid immediately upon signing\nthe termination agreement\n*   &#xA3;10,000 paid on the first anniversary\nof signing the termination agreement\n*   &#xA3;10,000 paid on the second\nanniversary of signing the termination agreement.\n\nThe first payment is made but after 6 months the former employee\nsets up a business 10 miles from her former place of work. Payments\n\n2 and 3 are not made. The former employer sues for breach and is\n\nawarded damages of &#xA3;15,000. The former employee contacts the\n\nInspector wishing to reduce her self assessment of Section 225\n\nITEPA 2003 liability from &#xA3;20,000 to &#xA3;5,000.\n\n### Comment\n\nThe payment of &#xA3;20,000 is within Section 225 and is\n\nchargeable as general earnings (see\n\n[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) of the year of receipt. No\n\ndeduction or reduction is possible. The employee received\n\n&#xA3;20,000 for entering into a restrictive covenant. The fact\n\nthat she breached the agreement and was required to pay\n\ncompensation is a separate event that does not reduce the amount\n\nshe received. Section 225 brings the consideration within the\n\ncharge on employment income (see\n\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510)). No statutory deductions or\n\nexemptions apply.\n\nPayments 2 and 3 are not within Section 225 as they were\n\nnever made (see\n\n[EIM03601](/guidance/employment-income-manual/EIM03600#EIM03601) 4th bullet)."},{"manual-section-id":"EIM03624","title":"Restrictive covenants:\n\nexample 4: covenants given by directors in company take-over","body":"Two directors are also the only shareholders of a successful\ncompany that they have built up over a number of years. They\nreceive an offer to purchase all of their shares from another\ncompany that is active in the same trade. Neither director has an\nemployment contract. As part of the offer they are both offered\nseats on the Board of the purchasing company.\n\nIn the sale of shares agreements there is a clause\nrestricting the vendors from working in the same business area for\na period of 3 years. &#xA3;100,000 is specified as consideration\nfor agreeing to the clause.\n\nThe transaction went through and in addition to the value of\nthe shares, both directors received &#xA3;100,000 from the\npurchaser. The paying company did not deduct tax under PAYE. Both\ndirectors returned the sums as capital gains. The purchasing\ncompany treated the sums as capital in its accounts.\n\n### Comment\n\nThe directors entered into restrictive covenants with the\n\npurchasing company and received consideration for so doing. The\n\nundertakings were given in connection with the past employment\n\n(they were employees/directors for a number of years and built up\n\nknowledge and business awareness in the course of their employment)\n\nand with their future employment (they became board members of the\n\npurchasing company). The payments are within Section 225 ITEPA\n\n2003.\n\nThe purchasing company should have deducted basic rate tax\n\nunder PAYE, see\n\n[EIM03603](/guidance/employment-income-manual/EIM03600#EIM03603). The fact that the purchasing\n\ncompany treated the sums as capital is not relevant. There has been\n\na PAYE failure. The responsible tax office should issue a\n\ndetermination to recover the basic rate tax.\n\nThe directors' self assessment should be amended. The sums\n\nshould have been returned on the employment pages. Credit may be\n\nclaimed and given for basic rate tax deducted."},{"manual-section-id":"EIM03625","title":"Restrictive covenants:\n\nexample 5: non-cash consideration: transfer of asset","body":"In a termination agreement a departing employee accepts the\nfollowing restrictions to future conduct and behaviour. The\nemployee will not:\n\n*   work within a 10 mile radius of the\ncompany premises\n*   contact any customer or supplier of the\nemployer.\n\nBoth restrictions apply for a period of 12 months after\ncessation of employment.\n\nIn consideration for giving the undertakings the employee\nreceives &#xA3;20,000 in cash. In addition, the company car\nformerly provided is transferred. It is valued at &#xA3;8,000.\n\n### Comment\n\nThe sum of &#xA3;20,000 is within Section 225 ITEPA 2003 as is\nthe value of the car by virtue of Section 226.\n\nThe payer should operate PAYE on &#xA3;20,000 (see Note\nbelow).\n\n**Note**: Assets transferred on or after 25 May 1994\n\nare likely to be within the legislation at Sections 696 to 702\n\nITEPA 2003. The provider must subject tradeable assets or readily\n\nconvertible assets (RCAs) to PAYE. See\n\n[EIM03604](/guidance/employment-income-manual/EIM03600#EIM03604) and in particular\n\n[EIM11800](/guidance/employment-income-manual/EIM11800) onwards. This does not apply in\n\nthis example because a car is not usually a RCA unless there is a\n\npre-arranged buy-back or purchase at a protected price by a third\n\nparty."},{"manual-section-id":"EIM03626","title":"Restrictive covenants:\n\nexample 6: compromise agreements","body":"An employee is made redundant by the employer. A 'compromise\nagreement' is signed (see\n[EIM03606](/guidance/employment-income-manual/EIM03600#EIM03606)). The agreement contains a\nclause that states that it is 'in full and final settlement of any\nand all claims that the employee may have against the former\nemployer'. No consideration is attributed for agreeing to the\nclause. No other restrictive undertakings are contained in the\nagreement. Consideration of &#xA3;40,000 is paid to the employee\nunder the terms of the agreement.\n\nThe Inspector contends that all of the &#xA3;40,000 is within\nSection 225 as nothing would be paid if the employee did not agree\nto the restriction.\n\n### Comment\n\nIt is true that the settlement sum of &#xA3;40,000 would not be\npaid unless the employee agreed to the conditions set out in the\n\ndocument. However, it is also clear that amounts within the lump\n\nsum are paid for other reasons:\n\n*   payment in lieu of notice\n*   statutory redundancy pay\n*   holiday pay.\n\nThe only restriction contained in the agreement is the 'in full\n\nand final settlement' clause and no consideration is attributed to\n\nthat. In consequence, Statement of Practice 3/1996 applies (see\n\n[EIM03606](/guidance/employment-income-manual/EIM03600#EIM03606) and\n\n[EIM03610](/guidance/employment-income-manual/EIM03600#EIM03610)) so there is no charge under\n\nSection 225 ITEPA 2003. The &#xA3;40,000 must be considered under\n\nother sections (see\n\n[EIM12805](/guidance/employment-income-manual/EIM12800#EIM12805))."}]}]}}