{"title":"EIM01471 – Employment income:employees who work at home: arrangement of guidance","details":{"manual_section_id":"EIM01471","body":"Modern information and communications technology has enabled\nmany more employees to work from home. The way the employment\nincome tax rules apply to such people is set out in the following\nguidance:\n\n","sections":[{"title":null,"sections":[{"manual_section_id":"EIM01472","title":"Employer&#x2019;s tax-free\npayments to employees who work at home under &#x201C;homeworking\narrangements&#x201D;","body":"Section 137 Finance Act 2003 introduced a new exemption for\npayments by employers to reimburse employees for reasonable\nadditional costs they incur while working at home under homeworking\narrangements. The legislation can be found at Section 316A ITEPA\n2003. The exemption applies to payments made on or after 6 April\n2003 for expenses incurred on or after that date.\n\nThe exemption only applies to payments made by the employer.\nIt does not entitle an employee to deduct unreimbursed household\nexpenses. To deduct unreimbursed household expenses an employee\nmust satisfy the much more restrictive tests in Section 336 ITEPA\n2003, see\n[EIM32760](http://www.hmrc.gov.uk/manuals/eimanual/EIM32760.htm).\n\n### Homeworking arrangements\n\nThere is a definition of &#x201C;homeworking arrangements&#x201D;\nin Section 316A(3). You can accept that there are homeworking\narrangements where two tests are met.\n\n*   There must be arrangements between the\n\n    employer and the employee and\n*   the employee must work at home regularly\n\n    under those arrangements.\n\nThe arrangements need not be in writing but usually will be.\n\nThey do not need to apply to all employees. The exemption does not\n\napply where an employee works at home informally and not by\n\narrangement with the employer. For example, it will not apply where\n\nan employee simply takes work home in the evenings. It applies\n\nwhere an employee works at home by arrangement with the employer\n\ninstead of working on the employer&#x2019;s premises.\n\nYou should accept that an employee works at home regularly\n\nwhere working at home is frequent or follows a pattern. For\n\nexample, where an employee agrees to work three days each week on\n\nthe employer&#x2019;s premises and two days at home you should\n\naccept that the work at home is regular. This will be so even if\n\nthe days on which the employee works at home vary from week to\n\nweek.\n\n### Other guidance\n\nFor guidance on the household expenses the employer can\n\nreimburse see\n\n[EIM01474](http://www.hmrc.gov.uk/manuals/eimanual/EIM01474.htm).\n\nFor guidance on the amounts that can be reimbursed see\n\n[EIM01476](http://www.hmrc.gov.uk/manuals/eimanual/EIM01476.htm).\n\nFor an example see\n\n[EIM01478](http://www.hmrc.gov.uk/manuals/eimanual/EIM01478.htm).\n\nAs regards NICs, see NIM05682."},{"manual_section_id":"EIM21611","title":"Benefits provided for\nemployees who work at home","body":"\n\n## Section 316 ITEPA 2003\n\nThere is no tax charge on the expense that an employer incurs in providing directors and employees, except those in an excluded employment (see [EIM20007](http://www.hmrc.gov.uk/manuals/eimanual/EIM20007.htm)), with supplies and services that:\n\n*   are provided other than on the employer's premises (e.g. employees who work at home or whilst travelling), and\n*   are provided for the sole purpose (see [EIM21614](http://www.hmrc.gov.uk/manuals/eimanual/EIM21614.htm)) of enabling the employee to perform the duties of the employment and\n*   that the individual uses in performing the duties of the employment, and any use for the employee's private purposes is not significant (see [EIM21613](http://www.hmrc.gov.uk/manuals/eimanual/EIM21613.htm)).\n\nThis exemption may cover the provision to employees of supplies and services such as for example:\n\n*   office furniture and equipment such as desks, filing cabinets, fax machines etc*   stationery and normal office or workshop materials and supplies\n*   home telephone lines in some circumstances (see [EIM21615](http://www.hmrc.gov.uk/manuals/eimanual/EIM21615.htm))\n*   computer equipment, (for computer equipment made available prior to 6 April 2006 see [EIM21700](http://www.hmrc.gov.uk/manuals/eimanual/EIM21700.htm)), and in certain circumstances internet connection (see EIM21617), and mobile phones (see EIM 21778 -21781 for guidance about mobile phones made available for private use).\n\nSome benefits are excluded from the possibility of exemption, see [EIM21612](http://www.hmrc.gov.uk/manuals/eimanual/EIM21612.htm).\n\nSee [EIM21610](http://www.hmrc.gov.uk/manuals/eimanual/EIM21610.htm) about work related supplies and services provided to employees on the employer's premises. "},{"manual_section_id":"EIM32760","title":"When employees can obtain\ntax relief for the expenses of working at home, and the expenses\nfor which relief is due","body":"Modern technology allows increasing numbers of employees to\ncarry out some or all of the duties of their employment in their\nown homes. Where we accept that an employee's home is a workplace\nwe can permit a deduction from earnings:\n\n*   under Section 336 ITEPA 2003 for household\nexpenses, see[EIM32810](http://www.hmrc.gov.uk/manuals/eimanual/EIM32810.htm)\n\n*   in a few cases, under Section 337 ITEPA\n2003 for the cost of travel from home to another workplace, see[EIM32370](http://www.hmrc.gov.uk/manuals/eimanual/EIM32370.htm). See also[EIM31330](http://www.hmrc.gov.uk/manuals/eimanual/EIM31330.htm) for travel in the\nemployee&#x2019;s own vehicle.\n\nThis page and the pages that follow contain guidance on how to\ndecide whether an employee's home is a workplace and, if it is,\nwhat expenses can be deducted.\n\n Before a deduction can be permitted for a household expense\nit must be demonstrated that the expense has been incurred wholly,\nexclusively and necessarily in the performance of the duties of the\nemployment, see \n\n[EIM31630](http://www.hmrc.gov.uk/manuals/eimanual/EIM31630.htm) and \n\n[EIM31660](http://www.hmrc.gov.uk/manuals/eimanual/EIM31660.htm). Those are the statutory\n\nconditions imposed by Section 336 ITEPA 2003. HMRC accept that\n\nthose conditions are met where the following circumstances\n\napply:\n\n*   the duties that the employee performs at\n\n    home are substantive duties of the employment. &#x201C;Substantive\n\n    duties&#x201D; are duties that an employee has to carry out and that\n\n    represent all or part of the central duties of the employment (see\n    [EIM32780](http://www.hmrc.gov.uk/manuals/eimanual/EIM32780.htm))\n*   those duties cannot be performed without\n\n    the use of appropriate facilities\n*   no such appropriate facilities are\n\n    available to the employee on the employer&#x2019;s premises (\n\n    **or** the nature of the job requires the employee to\n\n    live so far from the employer&#x2019;s premises that it is\n\n    unreasonable to expect him or her to travel to those premises on a\n\n    daily basis)\n*   at no time either before or after the\n\n    employment contract is drawn up is the employee able to choose\n\n    between working at the employer&#x2019;s premises or elsewhere.\n\nThe examples in \n\n[EIM32790](http://www.hmrc.gov.uk/manuals/eimanual/EIM32790.htm) illustrate how those conditions\n\nwill apply in a range of different circumstances.\n\n If one or more of those conditions is not met it is likely\n\nthat the employee will not satisfy the statutory tests in Section\n\n336. However, employees do of course have the right to appeal to\n\nthe First &#x2013;tier Tribunal if they believe that they satisfy\n\nthe statutory conditions. Any case where agreement cannot be\n\nreached can be brought before the First-tier Tribunal as described\n\nin \n\n[EIM31706](http://www.hmrc.gov.uk/manuals/eimanual/EIM31706.htm).\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n### Relationship with exempt homeworking payments\n\nThe deduction for an employee&#x2019;s homeworking expenses under\n\nSection 336 should not be confused with the exemption under Section\n\n316A which applies to certain homeworking payments that employers\n\nmay make, see \n\n[EIM01472](http://www.hmrc.gov.uk/manuals/eimanual/EIM01472.htm) onwards. The interaction\n\nbetween the deduction and the exemption is explained at \n\n[EIM32825](http://www.hmrc.gov.uk/manuals/eimanual/EIM32825.htm)."},{"manual_section_id":"EIM32370","title":"Tax relief for the\n\nexpenses of travel between a home workplace and another\n\nworkplace","body":"Where an employee's home is itself a place of work, the cost of\ntravel between there and other permanent workplaces may sometimes\nbe deductible under Section 337 as travel in the performance of the\nduties. A detailed explanation of the circumstances in which you\ncan accept that an employee's home is a place of work is at \n[EIM32760](http://www.hmrc.gov.uk/manuals/eimanual/EIM32760.htm).\n\n**Note though that the fact that an employee&#x2019;s home is\ntreated as a workplace for tax purposes is not enough, on its own,\nto enable the employee to obtain relief under Section 337 for the\nexpenses of travelling to another permanent workplace.** For\nmost people, the place where they live is a matter of personal\nchoice. So the expense of travelling from home to any other place\nis a consequence of that personal choice, not an objective\nrequirement of their job. The case law discussed in the following\n\npages demonstrates that the expenses of travelling from home to\n\nanother workplace do not qualify for relief under Section 337\n\nunless the location of the employee&#x2019;s home is itself dictated\n\nby the requirements of the job.\n\nEven where that condition is met, the cost of travel between\n\nthe employee's home and another permanent workplace is only\n\ndeductible during those times when the home is a place of work, see\n\n[EIM32170](http://www.hmrc.gov.uk/manuals/eimanual/EIM32170.htm).\n\nEmployees who work at home are of course entitled to a\n\ndeduction for the expenses of travelling to a temporary workplace\n\nin the same way as any other employee, see \n\n[EIM32170](http://www.hmrc.gov.uk/manuals/eimanual/EIM32170.htm)."}]}]}}