{"title":"EIM06400 - Employment income","details":{"manual_section_id":"EIM06400","body":"Sick pay, other than Statutory Sick Pay (see\n[EIM76350](http://www.hmrc.gov.uk/manuals/eimanual/EIM76350.htm) onwards), may be funded by:\n\n*   the employer, or\n*   the employees, or\n*   both employer and employees.\n\nThe guidance on this topic is arranged as follows:\n\n","sections":[{"title":null,"sections":[{"manual_section_id":"EIM06410","title":"Sick pay funded by the\nemployer","body":"The employer may provide the funds for sick pay directly or\nthrough a trust or insurance policy. Whichever method is used, the\nsums paid to employees are taxable as earnings within Section 62 or\nSection 221 ITEPA 2003.\n\nIf the employer enters into an arrangement to insure any\ncosts arising from his liability to provide sick-pay this is merely\na funding arrangement. Money flows from the insurer to the employer\nwho then pays out sums to the employee as sick pay. Sick pay\nreceived by the employee in these circumstances falls within the\ndefinition of &#x201C;earnings&#x201D; provided by Section 62 ITEPA.\n\nAlternatively, the insurer may choose to pay sums directly to\nthe employee rather than providing the funding to the employer. If\nthere is any dispute about the scope of &#x201C;earnings&#x201D; in\n\nsuch cases then Section 221 provides a clear charging mechanism\n\nAs the amount to be taxed is the same in either case it will\n\nnot usually be necessary to decide which section applies. However,\n\nSection 221 covers the situation where the employee may have\n\ncontributed to the fund that provides the sick pay. In such cases\n\nonly that part of the sick pay attributable to the employer&#x2019;s\n\ncontributions are charged to income tax.\n\nThe sick pay is taxable whether it is paid to the employee or\n\na member of their family or household. In this context this means\n\nthe employee's spouse, the employee's children and their spouses,\n\nand the employee's parents and dependants.\n\nWhere sick pay is provided under arrangements between the\n\nemployer and an insurance company or by some other third party\n\nfund, the right to receive sick pay or the prospect of receiving it\n\nis\n\n**not** a benefit chargeable under the benefits code\n\n(see\n\n[EIM21820](http://www.hmrc.gov.uk/manuals/eimanual/EIM21820.htm)).\n\n### Permanent Health Insurance (PHI)\n\nThe arrangements described above may be distinguished from\n\nPermanent Health Insurance (PHI) sometimes known as &#x201C;income\n\nreplacement&#x201D; schemes. PHI arrangements create entitlement for\n\nindividual employees who are unable to work because of illness or\n\ndisability &#x2013; see the Insurance Policyholder Taxation Manual\n\nat IPTM6100 and subsequent."},{"manual_section_id":"EIM06420","title":"Sick pay funded by\nemployees","body":"Where employees contribute to a fund for the provision of sick\npay, the contributions do not attract tax relief and should be made\nfrom income after the deduction of tax and NIC.\n\nPayments made to employees when they are sick out of a fund\nconsisting entirely of employee contributions are not taxable as\nemployment income. But if they are annual payments a charge may\narise on Savings and Investment Income. The tax treatment of such\npayments should be considered by reference to Sections 735 &#x2013;\n743 ITTOIA 2005 (see IPTM6100 and subsequent)."},{"manual_section_id":"EIM06430","title":"Sick pay funded partly by\nthe employer and partly by employees","body":"The part of the sick pay funded by the employer is taxable as\nemployment income (seeEIM06410).\n\nThe part of the sick pay funded by the employee is not\ntaxable as employment income but may be chargeable as Savings and\nInvestment Income (see\n[EIM06420](http://www.hmrc.gov.uk/manuals/eimanual/EIM06420.htm) and IPTM6100 and subsequent).\nIf payments that are chargeable as Savings and Investment Income\nare made without deduction of tax at the basic rate, consider\nissuing a self-assessment return to the employee (see AP440).\n\nStrictly the contributions of employer and employee and the\nmeans by which administration of the scheme is financed should be\ntaken into account in deciding the amount of sick pay taxable as\nemployment income. In practice, administration expenses should be\nignored if the proportion of sick pay taxable as employment income\ncan be agreed in accordance with the following:\n\n### (a) Employee's and employer's contribution fixed in\nadvance\n\nThe proportion of sick pay taxable as employment income is:\n\n<table>\n<tr>\n<td>Employer's\ncontribution</td><td></td>\n</tr>\n<tr>\n<td>Employer's contribution +\nemployee's contribution</td><td></td>\n</tr>\n</table>\n\neach measured over the same period (usually a week, a month\nor a year).\n\nIf the relative contributions change, the proportion of sick\npay taxable as employment income should be recalculated from the\ndate of change. The chargeable proportion need not stay constant\nover an income tax year; changes can take effect at any time during\nthe year and may do so during a period of sickness.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nSee example\n[EIM06460](http://www.hmrc.gov.uk/manuals/eimanual/EIM06460.htm).\n\n### (b) Employees' or employer's contributions variable\n\nIf the employees' or the employer's contributions are not fixed\nin advance it will not usually be possible to calculate the\nrelative contributions of employer and employee until after the end\nof the year.\n\nAs soon as possible after the scheme's year end (which need\nnot coincide with an income tax year end) the scheme's organiser\nshould be asked to state the employees' total contributions for the\nyear and the employer's total contributions. The chargeable\nproportion can be calculated as in (a) above and used from the date\nof calculation until another calculation is prepared at the end of\nthe following year - provided that all the parties agree to this\nprocedure (see example\n[EIM06460](http://www.hmrc.gov.uk/manuals/eimanual/EIM06460.htm)).\n\nWhen first proposing this method you should explain that:\n\n*   it avoids the need to adjust the\nemployees' tax liabilities retrospectively\n*   although the employer's contributions may\nvary proportionately from year to year, the variation in terms of\ntax is significantly less\n*   use of this method rather than the strict\nstatutory basis is just as likely to result in a small\nunder-deduction of tax as it is in a small over-deduction.\n\nDespite the relatively small effect on the tax due, ensure that\nthe chargeable proportion of sick pay is recalculated after each\nschemes' year end on the basis of the contributions for that year.\nIf this is not done, the inaccuracy of the calculations is likely\nto increase. The recalculated proportion should be applied to\npayments of sick pay made after the date of recalculation but\nshould not be used retrospectively unless a strict statutory basis\nhas been insisted upon."},{"manual_section_id":"EIM06440","title":"Sick pay and other sums\n\npaid after cessation of employment","body":"It will be unusual for an employer to continue direct payments\nafter an employment has ended. But if sick pay is paid by the\nemployer for periods after cessation the payment may well be\ntaxable as pension income.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nPayments made by a third party after the employment has ended\nmay also be taxable as pension income. For example an employer may\nfund a sickness or disability scheme which provides for continuing\nbenefits to be paid to former employees by the insurer. If one of\nthe reasons for the employment ending is the sickness or disability\n\nof the former employee the payments made by the third party will be\n\ntaxable as pension income (see Johnson v Holleran (61TC428)).\n\nIf a third party payment is not taxable as pension income,\n\nperhaps because the termination of employment is not linked to\n\nsickness or disability, or because the arrangement is not funded by\n\na former employer, the payment may be chargeable as Savings and\n\nInvestment Income (see IPTM6100 and subsequent)."},{"manual_section_id":"EIM06450","title":"Injury payments","body":"Some employers make payments for injury instead of or as well as\nfor sickness.\n\nReasonable lump sums paid as compensation for a specific\ninjury suffered are not earnings within Section 62 ITEPA 2003 and\nare not treated as employment income by Section 403 (see\n[EIM13610](http://www.hmrc.gov.uk/manuals/eimanual/EIM13610.htm) onwards). However, payments may\nbe taxable under the benefits code as cash benefits (see\n[EIM21006](http://www.hmrc.gov.uk/manuals/eimanual/EIM21006.htm)).\n\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nSums which are calculated on a weekly, monthly, or similar\nbasis and paid for periods of absence from work, or for periods\nafter the employee returns to work when he or she is unable to earn\nas much as they did before the injury, will usually be taxable as\nearnings in the same way as sick pay (or ordinary pay when paid\nafter the employee returns to work). The guidance at\n\n[EIM06410](http://www.hmrc.gov.uk/manuals/eimanual/EIM06410.htm) to EIM06430 applies.\n\nWeekly, monthly, or similar injury payments which continue\n\nafter cessation may be taxable in the same way as sick pay paid\n\nafter cessation (see\n\n[EIM06440](http://www.hmrc.gov.uk/manuals/eimanual/EIM06440.htm)).\n\nIf the injury etc was suffered at work, see\n\n[EIM74012](http://www.hmrc.gov.uk/manuals/eimanual/EIM74012.htm)."},{"manual_section_id":"EIM06460","title":"Examples","body":"Employees and their employer contribute to a sick pay insurance\nscheme. Until 31 December 2003, the employees each pay &#xA3;7 per\nmonth and the employer pays &#xA3;6 per month for each employee.\nFrom 1 January 2004, the employees' contributions increase to\n&#xA3;8 per month and the employer pays &#xA3;7 per month per\nemployee.\n\nAn employee falls sick on 1 October 2003, and is still ill\nand receiving sick pay on 1 October 2004.\n\nFrom 1 October 2003:\n\n<table>\n<tr>\n<td>6</td><td>x sick pay is taxable as\nemployment income</td>\n</tr>\n<tr>\n<td>6 + 7</td><td></td>\n</tr>\n</table>\n\nFrom 1 January 2004:\n\n<table>\n<tr>\n<td>7</td><td>x sick pay is taxable as\n\nemployment income</td>\n</tr>\n<tr>\n<td>7 + 8</td><td></td>\n</tr>\n</table>\n\nAs the employee is still receiving sick pay on 1 October 2004\n\nthe part of the sick pay which is not taxable as employment income\n\nis potentially chargeable as Savings and Investment Income .\n\nSections 735 &#x2013; 743 ITTOIA 2005 exempt that part of the sick\n\npay, but not the part taxable as employment income (see above).\n\n### Example (b): employees' or employer's contribution\n\nvariable\n\nA sick pay club makes up its accounts to 31 May each year.\n\nThe employees each contribute 60p per week, and their\n\nemployer pays whatever sum is needed to bring the total\n\ncontributions up to &#xA3;100,000 per year. Because the number of\n\nemployees is variable, the relative amount of the employees' and\n\nemployer's contributions will not be known until the end of the\n\nyear.\n\nBy 30 June 2004, the club calculates the employees' total\n\ncontributions for the year ended 31 May 2004 to be &#xA3;40,400, so\n\nthe employer pays in &#xA3;59,600. The proportion taxable as\n\nemployment income is calculated to be:\n\n<table>\n<tr>\n<td>59,600</td><td>x any sick pay paid out\n\nof the scheme</td>\n</tr>\n<tr>\n<td>59,600 + 40,400</td><td></td>\n</tr>\n</table>\n\nand this proportion is applied from 1 July 2004.\n\nBy 30 June 2001, the club calculates the total contributions\n\nfor the year ended 31 May 2001 as employees &#xA3;35,700 and\n\nemployer &#xA3;64,300. The proportion taxable as employment income\n\nis recalculated as:\n\n<table>\n<tr>\n<td>64,300</td><td>x any sick pay paid out\n\nof the scheme</td>\n</tr>\n<tr>\n<td>64,300 + 35,700</td><td></td>\n</tr>\n</table>\n\nto take effect from 1 July 2005.\n\nOn 1 October 2005 the club changes its rules and employees\n\nbegin to contribute 40p per week, and their employer 70p per week\n\nper employee. From 1 October 2005 the proportion of sick pay\n\ntaxable as employment income can be calculated in accordance with\n\nthe rules in Example (a) above and is:\n\n<table>\n<tr>\n<td>70</td><td>x any sick pay paid out\n\nof the scheme</td>\n</tr>\n<tr>\n<td>70 + 40</td><td></td>\n</tr>\n</table>"}]}]}}