{"title":"table of contents","details":{"manual-section-id":"EIM03100","body":"","breadcrumbs":["EIMANUAL","EIM00500","EIM03100"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM03101","title":"Removal or transfer\ncosts: expenses and benefits: general","body":"Where an employee:\n\n*   takes up a job with a new employer,\nor\n*   is transferred within an organisation\nand\n*   is reimbursed associated home removal\ncosts\n\nthe costs borne by the employer or a third party may under\ncertain circumstances be given limited exemption from the charge to\ntax as employment income (see\n[EIM03102](/guidance/employment-income-manual/EIM03100#EIM03102))."},{"manual-section-id":"EIM03102","title":"Removal or transfer\ncosts: charging provisions","body":"If the employer or a third party (e.g. an executive home\nrelocation agency) meets the costs of the home removal, or provides\nother benefits in connection with the move, those expenses or\nbenefits - but for the limited exemption afforded - are chargeable\non the employee as follows:\n\n### All employees:\n\n*   under Part 2 where the employer reimburses\nthe costs to the employee or otherwise meets the employee's\npecuniary liabilities\n*   under Part 3 Chapter 4 in respect of\ncertain non-cash vouchers and credit tokens\n*   under Part 3 Chapter 5 in respect of any\nliving accommodation benefits provided in connection with the\nmove\n\n### Directors and employees except those in lower paid\nemployment:\n\n*   under Part 3 Chapter 3 in respect of any\n\n    expenses paid to the employee that are not otherwise\n\n    chargeable\n*   under Part 3 Chapter 6 in respect of the\n\n    benefit of a car or van made available for use in connection with\n\n    the move and of fuel provided where a car is made available\n*   under Part 3 Chapter 7 in respect of any\n\n    bridging loan made available to the employee by the employer or on\n\n    the employer's behalf\n*   under Part 3 Chapter 10 in respect of\n\n    employment-related benefits provided in connection with the\n\n    move."},{"manual-section-id":"EIM03103","title":"Removal or transfer\ncosts: the exemption from charge","body":"The legislation exempts from tax the first &#xA3;8,000 of\nremoval expenses and benefits to which Section 271 ITEPA 2003\napplies. It only applies where an employee's removal expenses are\npaid for or reimbursed by the employer (or by a third party), or\nwhere removal benefits are provided. An employee who has to bear\nhis or her own expenses of moving cannot get a deduction for\nthem."},{"manual-section-id":"EIM03104","title":"Removal or transfer\ncosts: expenses and benefits: main conditions for exemption","body":"To qualify for the &#xA3;8,000 exemption the removal expenses\nand benefits must be expenses and benefits that fall within Section\n272(1) ITEPA 2003 or bridging loan expenses within Section 284\nITEPA 2003 (see\n[EIM03108](/guidance/employment-income-manual/EIM03100#EIM03108)) and must also satisfy a number\nof conditions.\n\n### Change of main residence\n\nThe most important condition is that the employee must change\nhis or her main residence as a result of one of the following\nemployment changes:\n\n*   starting a new employment, or\n*   a change of the duties of his or her\nemployment, or\n*   a change of the place where the duties are\nnormally performed.\n\nIf you are unsure whether the employee has changed his or her\nmain residence RE344 sets out the factors you need to consider.\nWhere an employee comes to the UK from abroad you can usually\naccept that the main residence has changed if the employee has\nbecome resident in the UK for tax purposes. If the facts of a\n\nparticular case suggest that this broad rule of thumb is not\n\nappropriate then these facts need to be considered when deciding\n\nwhether the employee has changed his or her residence.\n\nIt is not necessary for the employee to dispose of the old\n\nresidence in order to qualify for the exemption. However there must\n\nbe a change of his or her main residence. If a relocation is\n\ncancelled, so that the employee does not in fact change his or her\n\nmain residence any expenses paid or reimbursed or benefits provided\n\nin connection with the cancelled relocation will be taxable.\n\n### Reasonable daily travelling distance\n\nThe new residence must be within reasonable daily travelling\n\ndistance of the new normal place of work. The old residence must\n\nnot be within reasonable daily travelling distance of the new\n\nnormal place of work.\n\nReasonable daily travelling distance is not defined in the\n\nlegislation. You should apply common sense and take account of\n\nlocal conditions. The usual time taken to travel a given distance\n\nis an indication of whether that distance is reasonable. Employees\n\nin the London area, for example, commonly travel much greater\n\ndistances, or take longer to travel the same distance, to work than\n\nthose in other parts of the UK. You should bear in mind that\n\nemployers will not normally pay for employees to move to places\n\nthat are not convenient for the place of work.\n\n### Time limit\n\nIn order to qualify for exemption the removal expenses must be\n\nincurred or the removal benefits provided before the last day of\n\nthe year of assessment following the one in which the employee\n\nstarts the new job. This day is known as the limitation day\n\n(Section 274 ITEPA 2003). It does not matter when the employee\n\nmoves to his or her new home.\n\n### Example 1\n\nAn employee takes up a new employment on 1 March 2003. If his\n\nemployer reimburses removal expenses incurred by 5 April 2004 or\n\nprovides removal benefits up to 5 April 2004 these may qualify for\n\nexemption.\n\n### Example 2\n\nAn employee moves to a different post with the same employer on\n\n1 May 2003. If her employer reimburses removal expenses incurred by\n\n5 April 2005 or provides removal benefits up to 5 April 2005 these\n\nmay qualify for exemption.\n\nSee\n\n[EIM03105](/guidance/employment-income-manual/EIM03100#EIM03105) for extension of the time\n\nlimit."},{"manual-section-id":"EIM03105","title":"Removal or transfer\ncosts: expenses and benefits: main conditions for exemption:\nextension of time limit","body":"\n\n## Section 274 ITEPA 2003\n\nThe Commissioners of HMRC have the power to extend the time limit by one or more complete tax years if it seems reasonable to do so. That power is delegated to Grade 7 Team Leaders in the following circumstances.\n\n### Children on examination courses\n\nWhere the relocation is delayed to allow the employee's child or children to complete public examination courses (typically GCSEs, A Levels, or in Scotland SCE O Levels and Highers). Courses usually last two years, and you should extend the time limit to 5 April following the completion of the examinations. See the examples at [EIM03106](/guidance/employment-income-manual/EIM03100#EIM03106).\n\n### Difficulty in selling the old residence\n\nWhere the relocation has been delayed because of difficulty in selling the old residence. You should satisfy yourself that reasonable efforts have been made to sell the old residence. Extend the time limit by one year at a time, and review all the circumstances if a further application is made.\n\nNote that there is no point in extending the time limit if the employee will have received &#xA3;8,000 of expenses and benefits that qualify for exemption by the end of the normal time limit.\n\nSend a full report to Personal Tax, (Technical), Solihull in cases falling within the above circumstances where you consider that the time limit should not be extended.\n\nWhere the Band B Team Leader decides to extend the time limit, he or she should write to the employee using the draft letter at [EIM03107](/guidance/employment-income-manual/EIM03100#EIM03107). If the application for an extension came from the employer or an accountant, adapt the first paragraph of the reply as necessary.\n\n*   **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM03106","title":"Removal or transfer\ncosts: expenses and benefits: main conditions for exemption:\nextension of time limit: examples","body":"\n\n## Section 274 ITEPA 2003\n\n### Children on examination courses\n\nThe Commissioners of HMRC may extend the date by which relocation costs may be incurred for the purposes of qualifying for the &#xA3;8,000 exemption (see [EIM03105](/guidance/employment-income-manual/EIM03100#EIM03105)).\n\nThis function is delegated to Grade 7 Team Leaders where an employee's relocation is delayed to allow a child or children to complete public examination courses such as GCSEs and A Levels. The following paragraphs provide further guidance in this area.\n\n### The normal case\n\nThe first consideration in such cases is to establish the date when the employee's circumstances at work changed, and ensure that a child was at that date involved in a course that had not been completed. Where this is so it is usual to extend the time limit to 5 April next following completion of the course.\n\n### Other considerations\n\nIn the examples that follow it is assumed the employee was transferred to a new location in March 2003, in which case the limitation day for incurring relocation costs is 5 April 2004.\n\n### Example 1\n\nThe employee's child was attending a GCSE course between September 2002 and June 2004 and then was due to move on to an A level course between September 2004 and June 2006.\n\nHere you would normally extend the time limit to 5 April 2005. It is not necessary to take account of another course that starts after completion of the first course. The employee had 18 months to September 2004 to arrange for the change of residence.\n\nIf this could not be accomplished between June and September 2004, the legislation helps by including as eligible for exemption travel and subsistence costs for a child who temporarily goes ahead to the new location or is left behind at the old location for the purposes of securing continuity in education.\n\n### Example 2\n\nThe employee's child was attending a GCSE course between September 2002 and June 2004 and intended to move on to A Levels from September 2004 to June 2005. His other child was on a GCSE course between September 2003 and June 2005 and intended to do A Levels between September 2005 and June 2007.\n\nWhere an employee has two or more children it is possible for a second course to start before the first course ends and then for a third course to start before the second course ends. Indeed there may be a series of overlapping courses.\n\nIn the Inland Revenue's view it is reasonable to expect a child who is in the middle of a public examination course to stay on in the same educational establishment. In this example, uncompleted courses overlap to the extent that it would be reasonable to extend the time limit to 5 April 2008.\n\n### Example 3\n\nThe employer's child was attending a GCSE course between September 2003 and June 2005.We accept it will not always be possible for an employee to make a change of residence before a child commences a public examination course.\n\nIf the employee is unable to sell the old residence between March and September 2003 and the child has to continue her education at the old location it will be reasonable to extend the time limit on account of both the selling delay and the child's education.\n\nThere are no hard and fast rules to say what is reasonable since much depends on the length of the selling period available, market conditions, and the effort the employee puts into changing residence. The less time available between the date the employee's work location changes and the start of the child's examination course, the more reasonable it will be to extend the time limit.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM03107","title":"Removal or transfer\ncosts: expenses and benefits: main conditions for exemption:\nextension of time limit: letter","body":"\n\n## Section 274 ITEPA 2003\n\nWhere the Grade 7 Team Leader is delegated to extend the time limit (see [EIM03105](/guidance/employment-income-manual/EIM03100#EIM03105)) the following letter, adapted if necessary, should be issued:\n\n\"You wrote to me on [DATE] giving reasons for the delay in your change of residence following your employment by [NAME OF EMPLOYER] at [PLACE OF EMPLOYMENT] on [DATE]*. HMRC was asked to consider extending the time limit within which relocation assistance can qualify for tax exemption. I can confirm that the Commissioners of HMRC are prepared to extend the time limit in your case until 5 April [YEAR]. You will need to show this letter to your employer.\n\nBy virtue of the powers delegated to me by the Commissioners of HMRC, and by virtue of Section 274(2) Income Tax (Earnings and Pensions) Act 2003, I hereby direct that in relation to the above change of residence the limitation day for the purposes of the said Section 274(2) shall be 5 April [YEAR].\"\n\n*Where the employee is moved to a different post with the same employer the first sentence should be replaced with \"You wrote to me on [DATE] giving reasons for the delay in your change of residence following your transfer from [OLD PLACE OF EMPLOYMENT] to [NEW PLACE OF EMPLOYMENT] on [DATE].\""},{"manual-section-id":"EIM03108","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: general","body":"To qualify for the exemption expenses and benefits have to fall\nwithin Section 272(1)(c):\n\n*   disposal or intended disposal of old\nresidence (see[EIM03109](/guidance/employment-income-manual/EIM03100#EIM03109))\n*   acquisition or intended acquisition of new\nresidence (see[EIM03110](/guidance/employment-income-manual/EIM03100#EIM03110))\n*   transporting belongings (see[EIM03111](/guidance/employment-income-manual/EIM03100#EIM03111))\n*   travelling and subsistence (see EIM03112to\nEIM03119)\n*   domestic goods for the new residence (see[EIM03120](/guidance/employment-income-manual/EIM03100#EIM03120)).\n\nBridging loan expenses may also be exempt if they are within\nSection 284 (see\n[EIM03121](/guidance/employment-income-manual/EIM03100#EIM03121) to EIM03125)."},{"manual-section-id":"EIM03109","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: disposal of old residence","body":"\n\n## Section 279 ITEPA 2003\n\nDisposal covers both the sale of a property and the giving up of a tenancy or other interest in a property. The meaning of other interest in this context is quite wide. It can cover the situation where the employee lives in a house owned wholly by a spouse or partner but where the employee has contributed over the years to the mortgage, repairs and other household costs, so that an equitable interest in the property has been built up. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nThe property must be owned by, or the tenancy or other interest held by:\n\n*   the employee, or\n*   the employee and one or more members of his or her family or household (see [EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)), or\n*   one or more members of the employee's family or household.\n\nDisposal also includes intended disposal. If a sale falls through the expenses will still be exempt provided that the employee does eventually succeed in selling or changes his or her residence in some other way, for example, by moving into permanent rented accommodation.\n\nThe specific expenses and benefits covered are:\n\n*   legal expenses and services connected with the disposal\n*   legal expenses and services connected with the redemption of a loan relating to the property. A loan relates to a property if it was raised to acquire the property, for example a mortgage, or if it was secured on the property, for example a home improvement loan.\n*   penalties for redeeming a loan relating to the property\n*   estate agent's or auctioneer's fees or services\n*   advertising\n*   disconnection of electricity, gas, water or telephone\n*   if the property is left empty awaiting disposal:\n\n*   any rent paid for the period when the property is empty\n*   insurance for the period\n*   maintenance of the property during the period\n*   preserving the security of the property during the period.\n\nThe council tax for the empty period is not allowable."},{"manual-section-id":"EIM03110","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: acquisition of new residence","body":"Acquisition covers both the purchase of a new residence and the\nacquisition of a tenancy or other interest. Other interest has a\nwide meaning (see\n[EIM03109](/guidance/employment-income-manual/EIM03100#EIM03109)).\n\nThe property must be owned by, or the tenancy or other\ninterest held by:\n\n*   the employee\n*   the employee and one or more members of\nhis or her family or household (see[EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)), or\n*   one or more members of the employee's\nfamily or household.\n\nRelief is also available where an intended acquisition does not\n\ntake place, either for reasons outside the control of the person\n\nacquiring the interest, or because that person reasonably decides\n\nnot to go ahead. An example of the first sort would be where the\n\nperson selling a property decides to take it off the market. An\n\nexample of the second sort would be the purchaser pulling out\n\nbecause of an adverse survey report.\n\nThe specific expenses and benefits covered are:\n\n*   legal expenses and services connected with\n\n    the acquisition\n*   legal expenses and services connected with\n\n    any loan raised to acquire the interest in the property\n*   procurement or arrangement fees connected\n\n    with such a loan\n*   mortgage indemnity premiums\n*   survey or inspection of the property. This\n\n    covers both structural surveys and building society\n\n    valuations.\n*   Land Registry fees in England and\n\n    Wales\n*   fees payable to the Keeper of the\n\n    Registers of Scotland\n*   fees payable to the Land Registry in\n\n    Northern Ireland or to the Registry of Deeds for Northern\n\n    Ireland\n*   stamp duty\n*   connection of electricity, gas, water and\n\n    telephone services."},{"manual-section-id":"EIM03111","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: transporting belongings","body":"This covers the physical removal of domestic belongings from the\nold residence to the new and the costs of insuring them in transit.\n\nRemoval includes:\n\n*   packing and unpacking\n*   temporary storage, where there is not a\ndirect move from the old to the new residence (but temporary\nstorage is not an eligible cost if the employee has no intention of\nmoving the belongings to the new residence)\n*   taking down domestic fittings in the old\nresidence if they are to be taken to the new residence and\nreattaching them on arrival there.\n\nThe domestic belongings covered are those of the employee and\nmembers of his or her family or household."},{"manual-section-id":"EIM03112","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: travelling and subsistence: general","body":"The guidance on travelling and subsistence within Section 281\ncovers the following items:\n\n*   travel and subsistence of the employee\n(see[EIM03113](/guidance/employment-income-manual/EIM03100#EIM03113))\n*   travel and subsistence of the employee's\nfamily and household (see[EIM03114](/guidance/employment-income-manual/EIM03100#EIM03114))\n*   continuity of education for a child (see[EIM03115](/guidance/employment-income-manual/EIM03100#EIM03115))\n*   international moves (see[EIM03116](/guidance/employment-income-manual/EIM03100#EIM03116))\n*   temporary living accommodation (see[EIM03117](/guidance/employment-income-manual/EIM03100#EIM03117))\n*   meaning of subsistence (see[EIM03118](/guidance/employment-income-manual/EIM03118))\n*   provided cars or vans (see\n    [EIM03119](/guidance/employment-income-manual/EIM03100#EIM03119))."},{"manual-section-id":"EIM03113","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA applies:\ntravelling and subsistence: employee","body":"The employee's travel and subsistence expenses and benefits that\nare within Section 281 are for:\n\n*   preliminary visits to the new\nlocation\n*   travelling from the old home to the new\nwork location\n*   travelling between the new home and the\nold work location (where the house move takes place before the job\ntransfer)\n*   temporary living accommodation (see[EIM03117](/guidance/employment-income-manual/EIM03100#EIM03117))\n*   travelling between the old home and the\ntemporary living accommodation\n*   travelling from the new home to the\ntemporary living accommodation (where the house move takes place\n\n    before the job transfer)\n*   travelling from the old home to the new\n\n    home when the move takes place."},{"manual-section-id":"EIM03114","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: travelling and subsistence: family and household","body":"The travelling and subsistence benefits and expenses of the\nemployee's family or household (see\n[EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)) that are within Section 281\nare for:\n\n*   preliminary visits to the new\nlocation\n*   travelling from the old home to the new\nhome when the move takes place."},{"manual-section-id":"EIM03115","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: travelling and subsistence: child's education","body":"Where a child stays behind at the old location or is sent ahead\nto the new location in order to ensure continuity of education,\nusually in order to complete or start GCSE, A Level or equivalent\ncourses, exemption may be available for the child's costs of travel\nand subsistence. The conditions are that the child:\n\n*   must be a member of the employee's family\nor household and\n*   must be under 19 at the beginning of the\nyear of assessment in which the job move takes place.\n\nThe exemption is available for the cost of subsistence in the\narea where the child stays and for the costs of travel between that\narea and the employee's old or new home."},{"manual-section-id":"EIM03116","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: travelling and subsistence: international moves","body":"Where a foreign national comes to the UK for employment the\nemployee may be entitled to a deduction for his or her travelling\ncosts. Those of the spouse and family may be eligible for relief\nunder Sections 373 and 375 ITEPA 2003 (see\n[EIM35000](/guidance/employment-income-manual/EIM35000) onwards). If the expenses\nqualify for such deduction they are not eligible expenses for the\nremovals legislation. The effect of this is that the foreign\nnational will be able to get the travelling costs as well as\n&#xA3;8,000 of removal expenses tax-free.\n\nWhere a person resident in the UK goes abroad to work the\ntravel costs and those of that person's spouse and children may be\n\neligible for a deduction under Sections 341, 342, 370 and 371 ITEPA\n\n2003 (see\n\n[EIM34000](/guidance/employment-income-manual/EIM34000) onwards). If the expenses\n\nqualify for such a deduction they are not eligible expenses for the\n\npurposes of the removals legislation. The effect of this is that\n\nthe employee will be able to get the travelling costs as well as\n\n&#xA3;8,000 of removal expenses tax-free.\n\nDeductions under Sections 341, 342, 370 and 371 depend on the\n\nemployee remaining resident and ordinarily resident in the UK. If\n\nthe employee becomes non-resident on departure these sections do\n\nnot apply. But we normally treat the expenses of travelling to take\n\nup an overseas appointment as arising from that appointment. So if\n\nthe employee is non-resident and performs no UK duties the expenses\n\nwill be outside the charge to UK tax."},{"manual-section-id":"EIM03117","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: travelling and subsistence: temporary living\naccommodation","body":"The exemption in respect of temporary living accommodation\napplies where the employee intends to move to permanent\naccommodation to complete the relocation. So for an employee who\nlives in a hotel until the old home is sold and a new home\npurchased, or who moves into a rented house at the new location for\nthe same reason, the hotel and the rented property represent\ntemporary living accommodation.\n\nBut where a person is posted to a new location and moves into\naccommodation that he or she occupies for a considerable period as\nhis or her main residence, the provision of the accommodation will\nnot be eligible for exemption. For example an executive from the\n\nUSA who is posted to London and who moves into a rented flat there\n\nis not occupying temporary living accommodation unless it can be\n\nseen that he or she intends to acquire somewhere else as permanent\n\naccommodation.\n\nMany overseas postings are for limited periods of one, two or\n\nthree years: the accommodation that the employee intends to occupy\n\nfor the duration of the posting is the permanent accommodation for\n\nthis purpose.\n\nWhere the employer provides temporary living accommodation in\n\na hotel or similar, the measure of the benefit to be charged or\n\ncounted against the &#xA3;8,000 limit is the cost to the employer.\n\nWhere the accommodation counts as living accommodation for the\n\npurposes of Part 3 Chapter 5 ITEPA 2003 the measure of the benefit\n\nis the amount that would otherwise be chargeable under Part 3\n\nChapter 5 (see \n\n[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431) and \n\n[EIM11472](/guidance/employment-income-manual/EIM11300#EIM11472))."},{"manual-section-id":"EIM03118","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: travelling and subsistence: meaning of subsistence"},{"manual-section-id":"EIM03119","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: travelling and subsistence: provided cars or vans","body":"\n\n## Section 283 ITEPA 2003\n\nIf the employee or a member of his or her family or household is not already provided with a car or van available for private use (see [EIM23300](/guidance/employment-income-manual/EIM23000#EIM23300)) and a car or van is then provided solely for travel in respect of: \n\n*   eligible travel and subsistence for the employee (see [EIM03113](/guidance/employment-income-manual/EIM03100#EIM03113))\n*   eligible travel and subsistence for the employee's family or household (see [EIM03114](/guidance/employment-income-manual/EIM03100#EIM03114))\n*   continuity of education for child (see [EIM03115](/guidance/employment-income-manual/EIM03100#EIM03115))\n\nthe benefit charge arising from that provision can be covered by the removals exemption if it is within the &#xA3;8,000 limit. The same applies to the fuel benefit charge in such circumstances. \n\nNote that this rule is \"all or nothing\". If the car or van is available for any private use other than eligible relocation travel in the tax year in which it is provided for the move the benefit charge(s) will apply in full following the normal rules and no part can be treated as eligible removal benefits. "},{"manual-section-id":"EIM03120","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: domestic goods for new residence","body":"Exemption under this heading is available where:\n\n*   the employee, or\n*   the employee and one or more members of\nhis or her family or household (see[EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)), or\n*   one or more members of the employee's\nfamily or household\n\ndisposes of an interest in the old home and acquires an interest\nin the new home.\n\nThe exemption applies where domestic goods intended to\nreplace items used at the old home that are not suitable for use in\nthe new home are purchased or provided by the employer or where the\nemployer reimburses the employee's cost of purchasing such items.\nExamples would be carpets and curtains that were the wrong size for\nthe new home, or an electric cooker bought to replace a gas cooker\n\nwhere there is no gas supply in the new home.\n\nThere is no need to take account of any improvement in\n\nquality between the old goods and the new, nor is it necessary to\n\ndeduct the sale proceeds from the exempt amount where the replaced\n\ngoods are sold."},{"manual-section-id":"EIM03121","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003\napplies: bridging loans \n**not** provided by the employer","body":"Reimbursed bridging loan interest is eligible for exemption\nwhere:\n\n*   the employee, or\n*   the employee and one or more members of\nhis or her family or household (see[EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)), or\n*   one or more members of the employee's\nfamily or household\n\n1.  disposes of an interest in the old home and\nacquires an interest in the new home and\n2.  has to take out a loan to bridge the gap\nbetween the date when the interest in the new property is acquired\nand the date when the sale proceeds of the old property are\navailable and\n3.  uses the loan only to redeem loans relating\n\n    to the old home or to acquire the new home. A loan relates to the\n\n    old home if it was raised to acquire the property, for example a\n\n    mortgage, or if it was secured on the property, for example a home\n\n    improvement loan, and\n4.  the loan does not exceed the market value\n\n    of the old home at the time the new home is acquired.\n\nWhere the bridging loan is not provided or facilitated by the\n\nemployer and the conditions at (a), (b), (c) and (d) above are\n\nsatisfied, the interest on the loan is an eligible expense. If\n\neither or both of the conditions at (c) and (d) are not met the\n\neligible interest is restricted. The eligible amount is the\n\ninterest payable on the proportion of the loan that meets both\n\nconditions.\n\nFor further guidance see the example at\n\n[EIM03122](/guidance/employment-income-manual/EIM03100#EIM03122)."},{"manual-section-id":"EIM03122","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA applies:\nbridging loans \n**not** provided by the employer: example","body":"The value of the old home at the time the new home is bought is\n&#xA3;100,000. The new home costs &#xA3;120,000 and the employee\ntakes out a loan of that amount to complete the purchase. The\nemployer reimburses the loan interest paid until the property is\nsold.\n\n### Comment\n\nThe loan does not meet condition (d) in\n[EIM03121](/guidance/employment-income-manual/EIM03100#EIM03121) and the eligible interest is\nrestricted to 100/120 of the total interest paid.\n\nIf the employer decides to fund the mortgage interest on the\nemployee's old home until it is sold, rather than funding a\nseparate bridging loan, there will not be an eligible bridging\nloan, so the interest payments will not be an eligible expense.\n\nWhere the employer makes a cheap or interest-free loan (using\n\nthe wide meaning in\n\n[EIM26110](/guidance/employment-income-manual/EIM26100#EIM26110)), so that, apart from the\n\nremovals relief there would be a charge under Part 3 Chapter 7\n\nITEPA 2003 (see\n\n[EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards), see\n\n[EIM03123](/guidance/employment-income-manual/EIM03100#EIM03123)."},{"manual-section-id":"EIM03123","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA applies:\nbridging loans provided by the employer: background","body":"Where:\n\n*   the employer makes a cheap or\ninterest-free loan (see[EIM26100](/guidance/employment-income-manual/EIM26100)) to the employee or to a member\nof the employee's family or household and\n*   that person disposes of an interest in the\nold home and acquires an interest in the new home and\n*   the reason, or one of the reasons, why\nthat person takes out the loan is to bridge the gap between the\ndate when the interest in the new property is acquired and the date\nwhen the sale proceeds of the old property are available.\n\nthe normal charge under Part 3 Chapter 7 ITEPA 2003 may be\neligible for exemption or reduction if the other relocation\nexpenses and benefits qualifying for exemption do not exceed the\n\n&#xA3;8,000 limit.\n\nFor the procedure to follow see\n\n[EIM03124](/guidance/employment-income-manual/EIM03100#EIM03124)."},{"manual-section-id":"EIM03124","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA applies:\nbridging loans provided by the employer: procedure","body":"1.  Consider whether other qualifying removal expenses and benefits\nadd up to &#xA3;8,000 or more. If they do, no relief will be due.\nAssess the benefit of the loan following the normal rules. If they\ndo not, go to step 2.\n2.  If the time limit (see[EIM03104](/guidance/employment-income-manual/EIM03100#EIM03104)) has not expired and it is\nlikely that there will be further qualifying removal expenses and\nbenefits, assess the benefit of the loan under the normal rules at[EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards. Reconsider the\nposition when the time limit has expired. Otherwise go to step\n3.\n3.  If the other qualifying removal expenses and benefits total\nless than &#xA3;8,000, calculate using the formula:\n\n> where\n\n*   A is the difference between the total of all other\n\n    qualifying expenses and benefits and &#xA3;8,000\n*   B is the maximum amount of the loan outstanding\n\n    between the date the loan is made and the date when the time limit\n\n    expires and\n*   C is the official rate of interest (see\n    [EIM26104](/guidance/employment-income-manual/EIM26100#EIM26104)) in force at the time when the\n\n    loan is actually made.\n> Round up the result to the nearest whole number. The answer is\n>\n> treated as a number of days.\n\n1.  Take the date on which the loan was made and add to it the\n\n    number of days calculated at step 3.\n2.  Work out the charge under Part 3 Chapter 7 ITEPA 2003 on the\n\n    basis that the loan was made on the day calculated at step 4 rather\n\n    than on the actual day when it was made (see\n    [EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards).\n\nFor further guidance see the example at\n\n[EIM03125](/guidance/employment-income-manual/EIM03100#EIM03125)."},{"manual-section-id":"EIM03125","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA applies:\nbridging loans provided by the employer: example","body":"An employee starts a new job on 1 February 2004. His employer\nmakes him an interest-free bridging loan of &#xA3;100,000 on 1 May\n2004. The loan is repaid on 1 March 2005. His other qualifying\nremoval expenses and benefits are &#xA3;7,500. The time limit (see\n[EIM03104](/guidance/employment-income-manual/EIM03100#EIM03104)) expires on 5 April 2005. The\nofficial rate on 1 May 2004 is 5 per cent.\n\nSo in the formula in step 3 at\n[EIM03124](/guidance/employment-income-manual/EIM03100#EIM03124)\n\n> A = &#xA3;500 (&#xA3;8,000 - &#xA3;7,500)\n>\n>  B = &#xA3;100,000\n>\n>  C = 5%\n>\n> <table>\n> <tr>\n> <td>\n>\n> &#xA3;500 x 365\n>\n> </td><td></td><td></td>\n> </tr>\n> <tr>\n> <td>&#xA3;100,000 x 5%</td><td>=</td><td>36.5</td>\n> </tr>\n> </table>\n\nThe result is rounded up to 37 and the loan is treated as having\n\nbeen made on 8 June 2004. The charge under Part 3 Chapter 7 ITEPA\n\n2003 is then calculated taking into account all the normal rules\n\n(see\n\n[EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards).\n\nIf the loan is repaid before the end of the number of days\n\ncalculated by using the formula there is no charge to tax under\n\nPart 3 Chapter 7."},{"manual-section-id":"EIM03126","title":"Removal or transfer\ncosts: expenses and benefits to which Section 271 ITEPA 2003 does\nnot apply: compensation payments for loss on sale","body":"If an employer makes a payment to an employee to compensate for\nthe fact that the employee's house has fallen in value, or to make\nup a shortfall where the house is sold for less than the bridging\nloan outstanding on it, there is\n**no** exemption. The payment is taxable in full.\nHowever see\n[EIM00750](/guidance/employment-income-manual/EIM00505#EIM00750) for the exceptional\ncircumstances in Hochstrasser v Mayes (38TC673).\n\nIf an employer lends an employee money to cover a shortfall,\nthere is a tax charge under Part 3 Chapter 7 ITEPA 2003.\n\nIf an employer provides a bridging loan and waives part of it\nbecause the selling price of an employee's property is less than\nthe amount outstanding the waiver is charged to tax under Section\n188(1) ITEPA 2003 (see\n\n[EIM21741](/guidance/employment-income-manual/EIM42210#EIM21741) onwards)."},{"manual-section-id":"EIM03127","title":"Removal or transfer\ncosts: sale of property to employer","body":"If the employee sells the old home to the employer for no more\nthan its open market value, then:\n\n*   if the employer meets the employee's\nselling costs (or provides benefits such as legal services, etc)\nthe expenses and benefits will be taxable but eligible for\nexemption\n*   an employee or director is not liable for\ntax in respect of costs incurred by the employer in buying,\nmaintaining or selling the property because of Section 326 ITEPA\n2003 (see[EIM21662](/guidance/employment-income-manual/EIM21601#EIM21662))\n*   since any benefit arising to the employee\nends with the transfer of the property there is no tax charge if\nthe employer subsequently sells the property at a loss.\n\nIf the employee sells to the employer for more than market value\nsee\n[EIM08008](/guidance/employment-income-manual/EIM04700#EIM08008)."},{"manual-section-id":"EIM03128","title":"Removal or transfer\ncosts: relocation companies: management fees","body":"Employers relocating employees may engage the services of a\nrelocation company to provide a package of removal services for\nthem. Typically such a package will include estate agency and legal\nservices, transport of belongings, and other services that will be\neligible removal benefits if they meet the criteria set out in\n[EIM03108](/guidance/employment-income-manual/EIM03100#EIM03108) onwards. The employer will\nnormally pay a management fee to the relocation company as well as\nreimbursing the company's costs. The management fee is part of the\ncost to the employer of providing the removal benefits and where\nthose benefits qualify for exemption the management fee will also\nqualify.\n\nTo decide how much of the management fee is eligible you need\nto look at the contract between the employer and the relocation\ncompany. In the absence of agreement or other evidence apportion\nthe management fee on the basis of the costs of the expenses and\nbenefits contained in the particular removal package. For further\n\nguidance see the example at\n\n[EIM03129](/guidance/employment-income-manual/EIM03100#EIM03129)."},{"manual-section-id":"EIM03129","title":"Removal or transfer\ncosts: relocation companies: management fees: example","body":"A relocation package provides an all-inclusive service with a\nfixed management fee of &#xA3;1,500.\n\n<table>\n<tr>\n<td>Services provided:</td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td></td><td>legal fees</td><td>&#xA3;1,500</td><td></td>\n</tr>\n<tr>\n<td></td><td>estate agent's fees</td><td>&#xA3;1,500</td><td></td>\n</tr>\n<tr>\n<td></td><td>removal costs</td><td>&#xA3;500</td><td></td>\n</tr>\n<tr>\n<td></td><td>loan interest</td><td>&#xA3;2,500</td><td></td>\n</tr>\n<tr>\n<td></td><td>counselling</td><td>&#xA3;1,500</td><td></td>\n</tr>\n<tr>\n<td></td><td>Total</td><td>&#xA3;7,500</td><td></td>\n</tr>\n</table>\n\nOnly &#xA3;6,000 is exempt as the costs of counselling do not\n\nqualify for exemption.\n\nThe proportion of the management fee that qualifies for\n\nexemption is:\n\n<table>\n<tr>\n<td>&#xA3;1,500 x\n\n&#xA3;6,000</td><td>=</td><td>&#xA3;1,200</td>\n</tr>\n<tr>\n<td>&#xA3;7,500</td><td></td><td></td>\n</tr>\n</table>\n\nThe amount chargeable to tax will be:\n\n<table>\n<tr>\n<td>Cost of services\n\nprovided</td><td></td><td>&#xA3;7,500</td>\n</tr>\n<tr>\n<td>Management fees</td><td></td><td>&#xA3;1,500</td>\n</tr>\n<tr>\n<td></td><td></td><td>&#xA3;9,000</td>\n</tr>\n<tr>\n<td>Less exempt expenses\n\nand benefits</td><td>&#xA3;6,000</td><td></td>\n</tr>\n<tr>\n<td>and exempt management\n\nfees</td><td>&#xA3;1,200</td><td>&#xA3;7,200</td>\n</tr>\n<tr>\n<td>Taxable expenses and\n\nbenefits</td><td></td><td>&#xA3;1,800</td>\n</tr>\n</table>"},{"manual-section-id":"EIM03130","title":"Removal or transfer\ncosts: relocation companies: guaranteed sale price schemes","body":"\n\n## Part 4 Chapter 7 ITEPA 2003\n\nFrequently a relocation company package will also include a scheme that offers the employee a guaranteed sale price for the old home. The tax consequences of a guaranteed sale price scheme will depend on the precise form of the agreements between the employer, the employee and the relocation company. An Inspector should examine the documents relating to the guaranteed sale price scheme.\n\nThe 5 examples provided (see [EIM03133](/guidance/employment-income-manual/EIM03100#EIM03133) to EIM03137) relate to a director or employee who is not in lower paid employment and cover a number of possible arrangements. However these are not meant to be exhaustive. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"},{"manual-section-id":"EIM03131","title":"Removal or transfer\ncosts: relocation companies: guaranteed sale price schemes: right\nto share of profits","body":"\n\n## Part 4 Chapter 7 ITEPA 2003\n\nThe terms of a guaranteed sale price scheme may say that if the employer or relocation company sells the property to a third party for more than the guaranteed sale price the employee is entitled to some or all of the profit. The right to share in future profits is a separate asset which has, or may have, a monetary value. The income tax position is:\n\n1.  1.  the guaranteed sale price and2.  the right to share in future profits\n\nIf the value of (a) and (b) is greater than the market value of (c) the difference is chargeable to tax as employment income.\n\nThe value of (b) is its money's worth (see [EIM00540](/guidance/employment-income-manual/EIM00505#EIM00540)), that is, the amount the employee could get by selling the right to someone else as soon as he or she received it. Note that in most cases the right to share in profits is limited to sales by the employer or relocation company within a fairly short period of time. So unless the housing market is rising very strongly at the time the right is granted it is unlikely that the value of the right will be significant.\n\nWhen an actual payment of profits is received under one of these arrangements there are no income tax consequences. The receipt is a capital sum derived from the right. ESC D37 (seeCG64611) exempts the gain from capital gains tax to the extent that the gain on the property itself was exempted by private residence relief. "},{"manual-section-id":"EIM03132","title":"Removal or transfer\n\ncosts: relocation companies: guaranteed sale price schemes:\n\ntransfer of beneficial interest","body":"\n\n## Part 4 Chapter 7 ITEPA 2003\n\nThe examples of guaranteed sale price schemes (see [EIM03133](/guidance/employment-income-manual/EIM03100#EIM03133) to EIM03137) make it clear that the transfer of the beneficial interest in the employee's property is an important step. This is because the tax consequences may be different where the employer incurs expense after the transfer.\n\nThe time when beneficial interest passes is not always clear. In a straightforward case of purchase and sale of land the beneficial interest passes to the purchaser:\n\n*   in England and Wales on completion of the contract\n*   in Scotland on delivery of the disposition.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM03133","title":"Removal or transfer\n\ncosts: relocation companies: guaranteed sale price schemes:\n\nemployer buys property: example","body":"Employee joins guaranteed sale price scheme on 1 August 2003.\nThe employer buys the property at open market value (&#xA3;120,000)\non 1 September 2003, although the relocation company holds the\nproperty as agent for the employer.\n\nThe property is sold to an unconnected third party on 1\nJanuary 2004 for &#xA3;110,000.\n\n### Comment\n\nThe sale is at open market value to the employer. So the\nposition is the same as in\n[EIM03127](/guidance/employment-income-manual/EIM03100#EIM03127). The benefit to the employee is\nbeing able to dispose of his or her property and the employer's\ncost of buying the property has been made good by the transfer of\nthat property. By virtue of Section 326 ITEPA 2003 (see\n[EIM03127](/guidance/employment-income-manual/EIM03100#EIM03127) and\n[EIM21662](/guidance/employment-income-manual/EIM21601#EIM21662)) we do not take a tax charge in\nrespect of the additional costs incurred as purchaser by the\n\nemployer, such as legal fees or finance costs. The benefit to the\n\nemployee ceases with the transfer of the property to the employer\n\nso that there is no charge arising form the loss that the employer\n\nrealises when the property is sold on.\n\nThe employee will of course incur legal and other costs in\n\nselling the property. If these are provided through the relocation\n\ncompany or reimbursed by the employer these will be exempt if the\n\nconditions in\n\n[EIM03104](/guidance/employment-income-manual/EIM03100#EIM03104) onwards are satisfied."},{"manual-section-id":"EIM03134","title":"Removal or transfer\n\ncosts: relocation companies: guaranteed sale price schemes:\n\nrelocation company buys property: losses not met: example","body":"The employee joins the guaranteed sale price scheme on 1\nSeptember 2003.\n\nThe relocation company enters a binding contract to buy the\nproperty at open market value.\n\nThe employee vacates the property on 1 October 2003 and the\nguaranteed sale price of &#xA3;120,000 is paid over.\n\nThe relocation company holds the property at its own\nfinancial risk: the employer does not have to contribute to the\nrelocation company's finance costs, nor make up any loss suffered\nwhen the property is sold on.\n\nThe property is sold to a third party on 1 January 2004 for\n&#xA3;110,000.\n\n### Comment\n\nThe employee has been provided with the benefit of the\nopportunity to sell his or her property. The cost to the employer\nof providing the benefit includes the appropriate part of any\n\nmanagement fee paid to the relocation company. But by virtue of\n\nSection 326 ITEPA 2003 (see\n\n[EIM03127](/guidance/employment-income-manual/EIM03100#EIM03127) and\n\n[EIM21662](/guidance/employment-income-manual/EIM21601#EIM21662)) this is not taxed because the\n\nrelocation company's costs of buying and selling the property are\n\ncovered by the concession.\n\nThe loss it realises when it sells the property does not\n\nproduce a tax charge on the employee because the benefit to the\n\nemployee has ceased with the transfer of the property to the\n\nrelocation company.\n\nIf the employer funds the employee's legal and other costs in\n\nselling the property they will be exempt if the conditions in\n\n[EIM03104](/guidance/employment-income-manual/EIM03100#EIM03104) onwards are satisfied"},{"manual-section-id":"EIM03135","title":"Removal or transfer\n\ncosts: relocation companies: guaranteed sale price schemes:\n\nrelocation company buys property: losses met: example","body":"The employee joins the guaranteed sale price scheme on 1\nSeptember 2003.\n\nThe relocation company enters a binding contract to buy the\nproperty at open market value.\n\nThe employee vacates the property on 1 October 2003 and the\nguaranteed sale price of &#xA3;120,000 is paid over.\n\nThe property is sold to a third party on 1 January 2004 for\n&#xA3;110,000.\n\nThe contract between the employer and the relocation company\nprovides for the employer to bear the company's finance costs and\nto make good any loss on sale. So the relocation company charges\nthe employer its interest costs on the money borrowed to provide\nthe guaranteed sale price between 1 October 2003 and 1 January 2004\nand the employer makes good the shortfall of &#xA3;10,000 when the\n\nproperty is sold on 1 January 2004.\n\n### Comment\n\nThe employee has been provided with the benefit of the\n\nopportunity to sell his or her property. The cost to the employer\n\nof providing that benefit includes the shortfall payments, the\n\ninterest costs and the appropriate portion of the management fee\n\npaid to the relocation company. By virtue of Section 326 ITEPA 2003\n\n(see\n\n[EIM03127](/guidance/employment-income-manual/EIM03100#EIM03127) and\n\n[EIM21662](/guidance/employment-income-manual/EIM21601#EIM21662)) we do not take a tax charge on\n\nthe benefit arising from these costs. We only tax the employee on\n\nwhat he or she gets for the property less its value at the time it\n\nis sold. So where, as here, there is a sale at market value, no tax\n\ncharge arises on the employee.\n\nIf the employer funds the employee's legal and other costs of\n\nselling the property they will be exempt if the conditions in\n\n[EIM03104](/guidance/employment-income-manual/EIM03100#EIM03104) onwards are satisfied."},{"manual-section-id":"EIM03136","title":"Removal or transfer\n\ncosts: relocation companies: guaranteed sale price schemes:\n\nproperty not sold to employer nor relocation company: example","body":"The employee joins the guaranteed sale price scheme on 1\nSeptember 2003.\n\nHe gives the relocation company authority to sell the\nproperty on his behalf and receives the guaranteed sale price of\n&#xA3;120,000 on 1 October 2003. He does not enter a binding\ncontract to sell the property to the relocation company.\n\nThe property is sold to a third party on 1 January 2004 for\n&#xA3;110,000.\n\nThe employer is responsible for meeting the relocation\ncompany's interest costs and for making good any shortfall when the\nproperty is sold on.\n\n### Comment\n\nSince the employee has not contracted to sell the property to\nthe relocation company it follows that the receipt of the\n\nguaranteed sale price in October 2003 is not the receipt of sale\n\nproceeds, but a loan chargeable under Part 3 Chapter 7 ITEPA 2003.\n\nThe amount of the benefit is calculated in accordance with the\n\nrules at\n\n[EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards. It may be eligible for\n\nexemption or reduction if the conditions at\n\n[EIM03122](/guidance/employment-income-manual/EIM03100#EIM03122) are met.\n\nThe shortfall payment and management fee are taxable as\n\nchargeable benefits. Section 326 ITEPA 2003 (see\n\n[EIM03127](/guidance/employment-income-manual/EIM03100#EIM03127) and\n\n[EIM21662](/guidance/employment-income-manual/EIM21601#EIM21662)) does not apply because the\n\nopportunity to sell does not arise from the employment.\n\nIf the employer funds the employee's legal and other selling\n\ncosts of the property they will be exempt if the conditions in\n\n[EIM03104](/guidance/employment-income-manual/EIM03100#EIM03104) onwards are satisfied."},{"manual-section-id":"EIM03137","title":"Removal or transfer\n\ncosts: relocation companies: guaranteed sale price schemes:\n\nproperty not sold to employer nor relocation company at first:\n\nexample","body":"The employee joins the guaranteed sale price scheme on 1\nSeptember 2003.\n\nShe gives the relocation company authority to sell the\nproperty on her behalf, receives the guaranteed sale price\n&#xA3;120,000 on 1 October 2003 and moves out. She does not enter a\nbinding contract to sell the property to the relocation company.\n\nBecause no third party purchaser can be found the relocation\ncompany purchases the property for the guaranteed sale price on 1\nOctober 2004.\n\nThe property is eventually sold to a third party on 1\nFebruary 2005 for &#xA3;100,000.\n\nThe employer is responsible for meeting the relocation\ncompany's interest costs and for making good any shortfall when the\n\nproperty is sold on.\n\n### Comment\n\nSince the employee has not contracted to sell the property to\n\nthe relocation company it follows that the receipt of the\n\nguaranteed sale price on 1 October 2003 is not the receipt of sale\n\nproceeds, but a loan chargeable under Part 3 Chapter 7 ITEPA 2003.\n\nShe receives the benefit of the loan from 1 October 2003 to 1\n\nOctober 2004. It may be eligible for exemption or reduction if the\n\nconditions in\n\n[EIM03104](/guidance/employment-income-manual/EIM03100#EIM03104) are met.\n\nFrom 1 October 2004 to 1 February 2005 the employee has been\n\nprovided with the benefit of the opportunity to sell her property.\n\nThe employer is bearing the relocation company's costs in this\n\nrespect and they include interest costs, making good the loss of\n\n&#xA3;20,000 (&#xA3;120,000 less &#xA3;100,000) suffered by the\n\nrelocation company, and the appropriate proportion of the\n\nmanagement fee. But by virtue of Section 326 ITEPA 2003 (see\n\n[EIM03127](/guidance/employment-income-manual/EIM03100#EIM03127) and\n\n[EIM21662](/guidance/employment-income-manual/EIM21601#EIM21662)) we do not take a tax charge on\n\nthese items.\n\nIf the employer funds any legal or other costs incurred by\n\nthe employee in selling the property they will be exempt if the\n\nconditions in\n\n[EIM03104](/guidance/employment-income-manual/EIM03100#EIM03104) onwards are satisfied."},{"manual-section-id":"EIM03138","title":"Removal or transfer\n\ncosts: expenses and benefits reporting requirements: forms P11D and\n\nP9D","body":"The exemption for removal expenses and benefits to which Section\n271 ITEPA 2003 applies is limited to &#xA3;8,000 per employee per\nrelocation. If the total of these expenses and benefits exceeds\n&#xA3;8,000 the excess is taxable.\n\nThe PAYE regulations state that PAYE should not be deducted\nfrom qualifying expenses that together with benefits exceed the\nlimit of &#xA3;8,000. The regulations say the excess should instead\nbe reported on form P11D or form P9D.\n\nPayments to an employee that are not qualifying expenses, for\nexample a compensation payment for loss on sale (see\n[EIM03126](/guidance/employment-income-manual/EIM03100#EIM03126)) should follow the normal PAYE\nrules."},{"manual-section-id":"EIM03139","title":"Removal or transfer\n\ncosts: flat rate allowances","body":"Before the introduction of a statutory exemption for removal\nexpenses and benefits in 1993/94 employers often paid flat-rate\ndisturbance allowances to employees. These were intended to cover\nmiscellaneous costs, and were exempted by Extra-Statutory\nConcession A5 if the conditions in SE03140 (paragraph SE1232) were\nmet.\n\nThe statutory exemption works in terms of actual expenses\nincurred, so strictly there is no place for flat-rate allowances,\nwhich should be subject to PAYE. In practice, however, you may\nallow an employer to treat such payments as qualifying for\nexemption if all the following conditions are met:\n\n*   the amounts are in themselves reasonable.\nWhat is reasonable will vary from case to case. Typically a flat\nrate allowance is paid to cover the cost of replacing domestic\ngoods (see[EIM03120](/guidance/employment-income-manual/EIM03100#EIM03120)). Where this would do no more\nthan pay for such items as carpets, curtains, etc and the cost of\nthese is not met by direct reimbursement then you may accept that\nthe amount of the allowance is reasonable.\n*   you are satisfied that, taking one\n\n    employee with another, the amounts paid by an employer are in fact\n\n    expended on qualifying expenses\n*   it is clearly understood that the\n\n    flat-rate payment will be taken into account when deciding whether\n\n    the &#xA3;8,000 limit has been reached."}]}]}}