{"title":"Employment income","details":{"manual_section_id":"EIM05210","body":"Subsistence expenses are a common example of expenses which employers choose to reimburse by means of a scale rate payment (see [EIM05200](http://www.hmrc.gov.uk/manuals/eimanual/EIM05200.htm)).  They should be requested and agreed as part of a dispensation under Section 65 ITEPA 2003  (see [EIM30050](http://www.hmrc.gov.uk/manuals/eimanual/EIM30050.htm) onwards).  HMRC officers considering such applications need to be satisfied that the proposed scale rate payments are set at a level which broadly represents the amount that their employees are actually spending on allowable subsistence expenses.  Employers should therefore be prepared to provide HMRC with evidence of the amount that their employees are spending.  Such evidence should ideally be in the form of receipts but other evidence, such as an employee&#x2019;s contemporaneous record of expenses incurred, should also be considered.\n\n\n\n### Frequency of sample\n\nIf a dispensation is given following a sampling exercise of the kind described above, no further sampling exercise will be necessary - and the dispensation will remain in force - whilst circumstances remain unchanged.\n\n### Effect of this guidance on existing dispensations\n\nDispensations which were issued before this sampling guidance was published (February 2008) are not affected by this guidance, and will remain in force.  However, the sampling guidance should be followed, where appropriate, if such an employer\n\n*   applies for a new dispensation, or\n*   wishes to increase the amounts payable under the existing dispensation by more than the rate of inflation.","sections":[{"title":" Sampling guidance\n\nHMRC accept that it will be impractical for some employers to obtain evidence of expenditure incurred by every one of their mobile employees.  Where that is the case, we shall accept evidence in the form of a sampling exercise based on the expenses incurred\n\n*   by a **random** sample\n*   of 100f the eligible employees\n*   for a period of one month.\n\nEmployers will have to be able to satisfy HMRC that their 10ample really is a random one - for example, every 10th name from an alphabetical list of the employees concerned.  HMRC will accept the evidence produced by such a random sampling exercise as the basis for agreeing the amount of the employer&#x2019;s scale rate subsistence payment.\n\nFor the avoidance of doubt, it is not necessary for all eligible employees to keep evidence of their expenses for a month.  Evidence need only be kept by the 100f employees who are randomly selected to take part in the sampling exercise.\n\nSee also:","sections":[{"manual_section_id":"EIM05215","title":"Expenses to be included","body":"The sampling exercise described in\n[EIM05210](http://www.hmrc.gov.uk/manuals/eimanual/EIM05210.htm) is intended to determine the\namount that employees are spending on allowable subsistence\nexpenses while they are away from home on a journey whose expenses\nqualify for tax relief (see generally\n[EIM31800](http://www.hmrc.gov.uk/manuals/eimanual/EIM31800.htm) onwards). HMRC does not accept\nthat the allowable expenses can include the cost of a packed lunch\nprepared at home from items purchased as part of the\nemployee&#x2019;s ordinary domestic shopping arrangements, or other\nfood brought from home (see\n[EIM31818](http://www.hmrc.gov.uk/manuals/eimanual/EIM31818.htm)). The cost of sandwiches, etc,\nbought on the way to a temporary workplace can however be\nincluded."},{"manual_section_id":"EIM05220","title":"Sampling exercise incomplete","body":"HMRC accepts that it may not be possible for an employer to\nensure that all the selected employees keep their receipts (or\nproduce a contemporaneous record of their expenses) for the whole\nof the sampling period. There will be cases where the employer\nobtains responses from less than 100% of the chosen employees, and\nothers where the expenditure is not 100% vouched.\n\nA sample which is less than 100% complete may nevertheless\ncontain sufficient information to be statistically valid. Officers\nshould not automatically reject the evidence of a sampling exercise\nwhich falls\n**slightly** short of &#x201C;10% for a month&#x201D;\n(see\n[EIM05210](http://www.hmrc.gov.uk/manuals/eimanual/EIM05210.htm)). This is an area where\njudgement is needed. The officer has to decide whether, having\nregard to\n\n*   the number of eligible employees\n*   the size of the 10% sample and\n*   the amount of evidence actually\n\n    produced\n\nhe or she can be satisfied that the evidence produced is\n\nsufficient to support a scale rate subsistence payment of a\n\nparticular amount."}]}]}}