{"title":"tables of benchmark rates","details":{"manual-section-id":"EIM05250","body":"Subsistence expenses are a common example of expenses which employers choose to reimburse by means of a scale rate payment (see [EIM05200](/guidance/employment-income-manual/EIM05200)).  [EIM05210](/guidance/employment-income-manual/EIM05210) contains guidance about the evidence HMRC may require in support of a dispensation request for scale rate subsistence payments to employees travelling within the UK.  The sampling technique described in that guidance is not usually appropriate for employees who travel outside the UK, because most employers will not have enough internationally mobile employees to enable them to undertake a meaningful sampling exercise.\n\nHMRC has therefore agreed that employers may use benchmark rates published on the HMRC website when paying accommodation and subsistence expenses to employees whose duties require them to travel abroad, without the need for the employees to produce expenses receipts.  The rates can be found in the HMRC internet library, Employment Income scale rates. Accommodation and subsistence payments at or below the published rates will not be liable for income tax or National Insurance Contributions for employees who travel abroad\n\n*   in the performance of their duties (see [EIM32350](/guidance/employment-income-manual/EIM32350) onwards) or\n*   to a temporary workplace (see [EIM32000](/guidance/employment-income-manual/EIM32000) onwards).\n\nIn such cases, employers need not include payments at or below the published rates on forms P11D and need not apply for a dispensation.  However, if an employer decides to pay less than the published rates its employees are not automatically entitled to tax relief for the shortfall.  They can only obtain relief under the employee travel rules (see [EIM31800](/guidance/employment-income-manual/EIM31800) onwards) for their actual, vouched expenses, less any amounts paid by their employer.  By &#x201C;vouched expenses&#x201D; we mean expenses which are supported by receipts, or some other contemporaneous record of the amounts spent.\n\nThese tax/NIC free amounts are in addition to the incidental overnight expenses that employers may reimburse tax/NIC free under Section 240 ITEPA 2003 and the corresponding NICs disregard (see [EIM02710](/guidance/employment-income-manual/EIM01650#EIM02710) and NIM06015).\n\nEmployers are not obliged to use the published rates.  It is always open to an employer to reimburse their employees&#x2019; actual, vouched expenses, or to negotiate a scale rate amount which they believe more accurately reflects their employees&#x2019; spending patterns.  Employers wishing to negotiate such an amount must of course be able provide HMRC with evidence in support of their figures.\n\nFurther guidance can be found as follows:\n\n","breadcrumbs":["EIMANUAL","EIM00500","EIM04700","EIM05250"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM05255","title":"What the tables contain","body":"HMRC has published tables of benchmark scale rates that employers can use to reimburse accommodation and subsistence expenses incurred by employees who have to travel outside the UK (see [EIM05250](/guidance/employment-income-manual/EIM05250)).  The tables cover a wide range of countries and regions and can be found in the HMRC internet library, Employment Income scale rates.\n\nWhat the tables contain\n\nFor most countries, there are benchmark rates for the larger cities as well as an &#x201C;elsewhere&#x201D; rate.  Employers wishing to use the published rates must ensure that they refer to the table entry for the city where the employee stayed, or the elsewhere rate, as appropriate.  Rates are quoted in the relevant foreign currency US$ or Euros.\n\nThe tables provide:\n\n*   a &#x201C;room rate&#x201D; per night\n*   a &#x201C;total residual rate&#x201D; and individual rates for breakfast where it is not included in the room rate, lunch, dinner etc.  The &#x201C;total residual rate&#x201D; figure is intended to cover the total cost of meals in a period of 24 hours, plus the cost of daily travel between the employee&#x2019;s hotel and office\n*   a &#x201C;24 hour rate&#x201D;.  This is the sum of the &#x201C;room rate&#x201D; and the &#x201C;total residual rate&#x201D;\n*   an &#x201C;over 10 hour rate&#x201D;, which is intended to cover subsistence expenses for any period of more than 10 but less than 24 hours\n*   an &#x201C;over 5 hour rate&#x201D;, which is intended to cover subsistence expenses for any period of more than 5 but less than 10 hours\n*   separate amounts for individual meals and other expenses incurred during the day.  Employers who wish to do so may use these rates instead of the &#x201C;over 5&#x201D;, &#x201C;over 10&#x201D; and &#x201C;24 hour&#x201D; rates (see [EIM05260](/guidance/employment-income-manual/EIM04700#EIM05260)).\n\nWhilst most rates are published in the local currency, or are consistently in either US$ or Euro(&#x20AC;) , there are a number of countries where the room rate is published in either US$ or &#x20AC; and the total 5 hour, 10 hour and residual rates are in the local currency.  In these cases the 24 hour rate will show both currencies.\n\nFor some destinations, the table simply shows &#x201C;ACTUALS + &#xA3;4 PER DAY&#x201D;.  These are destinations for which no benchmark information is available.  In such cases, employers may reimburse their employees&#x2019; actual accommodation and subsistence expenses, plus &#xA3;4 per day to cover hotel-to-office travelling expenses.\n\nFor guidance on using the tables, see [EIM05260](/guidance/employment-income-manual/EIM04700#EIM05260) and the examples at [EIM05280](/guidance/employment-income-manual/EIM04700#EIM05280).\n\n### What is not covered\n\nThe benchmark rates are intended to represent the accommodation and subsistence expenses that employees incur during a period spent in a foreign country.  That is why the &#x201C;24 hour&#x201D;, &#x201C;over 10 hours&#x201D; and &#x201C;over 5 hours&#x201D; periods are measured by reference to the times of arrival at and departure from the foreign country (see [EIM05260](/guidance/employment-income-manual/EIM04700#EIM05260)).  The benchmark rates do **not** cover incidental, allowable expenses that employees may incur en route - for example, the cost of a taxi to the airport in the UK, or necessary refreshments taken at the airport.  Employers who wish to use the benchmark rates may reimburse those other expenses separately, in addition to paying the benchmark rates.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM05260","title":"How to use the benchmark rates","body":"Employers may use the individual meal rates or the hourly\nrates, but should not pay both for the same journey..\n\nSo, for employees who are away overnight, the employer may\ndecide to pay the &#x201C;24 hour&#x201D; rate for each complete\nperiod of 24 hours, starting from the time when the employee\narrives at the destination airport, or train station, and ending\nwhen they leave the country in question.\n\nAlternatively, the employer may prefer to pay the room rate\nplus individual amounts for the meals and other expenses that the\nemployee has incurred. Either method is acceptable, but employers\n\nshould not pay hourly rates and individual meal amounts for the\n\nsame journey.\n\nFor any period (or residual period) of less than 24 hours,\n\nthe employer may use\n\n*   the room rate (if the period includes an\n\n    overnight stay),\n    **plus**\n\n*   the over 5 hour rate or the over 10 hour\n\n    rate, as appropriate.\n\nThe over 5 hour rate applies to a period of more than 5 but less\n\nthan 10 hours. The 10 hour rate applies to a period of more than 10\n\nbut less than 24 hours.\n\nHere again, instead of paying the over 5 hour and over 10\n\nhour rates the employer may prefer to pay the room rate (if the\n\nperiod includes an overnight stay) plus individual amounts for the\n\nmeals and other expenses that the employee has incurred.\n\nSee example 1 at\n\n[EIM05280](/guidance/employment-income-manual/EIM04700#EIM05280).\n\nEmployers are not bound to use the benchmark room rate. Some\n\nemployers may prefer to pay for accommodation and subsistence\n\nseparately, perhaps reimbursing (or paying for) their\n\nemployees&#x2019; actual, &#x201C;room only&#x201D; accommodation\n\nexpenses, or paying a lower scale rate for accommodation. Such\n\nemployers may then use the benchmark rates to pay tax/NIC free\n\nsubsistence expense, as follows. They may do so using the over 5\n\nhour, over 10 hour and total residual rates or, if they prefer, the\n\nseparate amounts for meals, etc.\n\nSee examples 2 and 3 at EIM05280.\n\nSeparate rules apply if an employee\n\n*   stays as a guest of a private individual\n\n    (including a colleague) &#x2013; see\n    [EIM05265](/guidance/employment-income-manual/EIM04700#EIM05265)\n\n*   receives free meals and accommodation (for\n\n    example, when staying as a guest of another company) &#x2013; see\n    [EIM05270](/guidance/employment-income-manual/EIM04700#EIM05270)\n\n*   stays in vacant residential property, or a\n\n    serviced flat with cooking and laundry facilities &#x2013; see\n    [EIM05275](/guidance/employment-income-manual/EIM04700#EIM05275)."},{"manual-section-id":"EIM05265","title":"Employee staying as guest of a private individual","body":"In cases where an employee stays as a guest of a private\nindividual (including a colleague), and has to pay for neither\ntheir accommodation nor meals, employers may reimburse, per day,\n100f the appropriate total residual rate (see\n[EIM05255](/guidance/employment-income-manual/EIM04700#EIM05255)) to cover a gift for the host,\nfor example. Any meals that the employee does have to pay for may\nbe reimbursed using the appropriate meal rates.\n\nSee example 4 at\n[EIM05280](/guidance/employment-income-manual/EIM04700#EIM05280)."},{"manual-section-id":"EIM05270","title":"Employee receiving free meals and accommodation","body":"If an employee receives free meals and accommodation &#x2013;\nfor example, if staying as the guest of another company &#x2013; the\nemployer may reimburse, per day, 100f the appropriate total\nresidual rate (see\n[EIM05255](/guidance/employment-income-manual/EIM04700#EIM05255)). Any meals that the employee\ndoes have to pay for may be reimbursed using the appropriate meal\nrates.\n\nSee example 5 at\n[EIM05280](/guidance/employment-income-manual/EIM04700#EIM05280).\n\nThe meal rates may also be used to adjust the over 5 hour,\nover 10 hour and total residual rates to take account of individual\nmeals provided by a host. For example, if an employee is provided\nwith dinner on a particular day the over 5 hour, over 10 hour or\n\ntotal residual rate which would otherwise have been paid should be\n\nreduced by the amount of the dinner rate for that location.\n\nSee example 6 at\n\n[EIM05280](/guidance/employment-income-manual/EIM04700#EIM05280)."},{"manual-section-id":"EIM05275","title":"Employee staying in vacant residential property","body":"If an employee stays in vacant residential property, or a\nserviced flat with cooking and/or laundry facilities, all paid for\nby the employer or a third party, the employer may reimburse:\n\n*   for the first 7 days of any stay, 80% per\nday of the appropriate total residual rate (see[EIM05255](/guidance/employment-income-manual/EIM04700#EIM05255))\n*   for the eighth and subsequent days, 50%\nper day of the appropriate total residual rate.\n\nSee example 7 at\n[EIM05280](/guidance/employment-income-manual/EIM04700#EIM05280)."},{"manual-section-id":"EIM05277","title":"Airline employees - relationship with Flight Duty Allowances","body":"Most airlines have established arrangements under which they pay\nFlight Duty Allowances (FDAs - sometimes known as Sector\nAllowances) to their flight crews. These allowances are intended to\ncover expenses which those employees incur whilst travelling\n&#x2013; whether in the UK or abroad. In most cases, HMRC has agreed\nthat a proportion of the FDA may be paid free of tax and NICs as\nrepresenting the cost of necessary subsistence.\n\nIf they wish, airlines may use the benchmark rates (see\n[EIM05250](/guidance/employment-income-manual/EIM05250)), instead of the tax/NIC free\nelement of their FDA, as a means of paying or reimbursing the\nsubsistence expenses of employees on long-haul flights who fly to\n\nand stay at destinations outside the UK.\n\n**They must not, in addition, pay a tax/NIC free FDA for any\n\npart of any sector for which they opt to use the benchmark\n\nrates.**\n\nThe benchmark rates are intended for use when employees have\n\nto spend more than 5 hours at the overseas destination. So airlines\n\nwill not, normally be able to use them in cases where aircrew on\n\nshort-haul flights remain within the overseas airport until they\n\nleave on the outbound flight. They may however continue to pay a\n\nFDA &#x2013; including any agreed tax/NIC free element."},{"manual-section-id":"EIM05280","title":"Examples","body":"The following examples show how employers may use the HMRC\npublished rates (see\n[EIM05250](/guidance/employment-income-manual/EIM05250)) to reimburse employees&#x2019;\naccommodation and subsistence expenses for travel outside the\nUK.\n\n## Example 1\n\nAn employee on a business trip to Switzerland arrives in Geneva\nat 15.00 on Monday and books into a hotel in the city. He checks\nout after breakfast on Thursday and leaves on the 09.00 flight. The\nemployer may reimburse the employee as follows:\n\n<table>\n<tr>\n<td>2 x 24 hour rate (15.00\nMonday to 15.00 Wednesday)</td><td>708 Swiss francs</td>\n</tr>\n<tr>\n<td>Wednesday night (room\nrate)</td><td>203&#xA0;&#xA0;&#xA0;\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>10 hour rate (15.00\nWednesday to 09.00 Thursday)</td><td>114&#xA0;&#xA0;&#xA0;\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>1025 Swiss francs</td>\n</tr>\n</table>\n\n(Note that payment for the 18 hour period from 15.00 on\nWednesday to 09.00 on Thursday is limited to the room rate (203\nSwiss Francs) plus the 10 hour rate (114 Swiss Francs))\n\nAlternatively, if the employer pays for the hotel room\ndirect, or chooses to reimburse the employee&#x2019;s actual (room\nonly) accommodation expenses, they may use the benchmark rates to\npay tax/NIC free subsistence expenses as follows:\n\n<table>\n<tr>\n<td>2 x total residual rate\n(15.00 Monday to 15.00 Wednesday)</td><td>302 Swiss francs</td>\n</tr>\n<tr>\n<td>10 hour rate (15.00\nWednesday to 09.00 Thursday</td><td>114&#xA0;&#xA0;&#xA0;\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>416 Swiss francs</td>\n</tr>\n</table>\n\nIn either case, the employer may choose to reimburse the\nemployee&#x2019;s subsistence expenses using the individual meal\nrates in place of the over 10 hour and 24 hour rates.\n\n## Example 2\n\nAn employer pays for an employee on a business trip to Canada to\nstay at a hotel in Toronto for 2 nights on a room only basis. The\nhotel bills the employer direct for the room charge. The employee\narrives in Canada at 15.00 on Monday and leaves on the 09.00 flight\non Wednesday. The employer may reimburse the employee&#x2019;s\nsubsistence expenses as follows:\n\n<table>\n<tr>\n<td>1 x total residual rate\n(15.00 Monday to 15.00 Tuesday)</td><td>137 Canadian $</td>\n</tr>\n<tr>\n<td>10 hour rate (15.00\nTuesday to 09.00 Wednesday)</td><td>\n107&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>244 Canadian $</td>\n</tr>\n</table>\n\nAlternatively, the employer may choose to reimburse the\nemployee&#x2019;s subsistence expenses using the individual meal\nrates in place of the over 10 hour and total residual rates.\n\n## Example 3\n\nAn employee spends a day in Belgium on business, arriving in\nBrussels at 09.00 and leaving at 20.00. The employer may reimburse\nsubsistence expenses at the Brussels rate for over 10 hours: 61\neuros.\n\nIf the employee had left Brussels between 14.00 and 19.00,\nreimbursement would have been limited to the over 5 hour rate: 26\neuros.\n\nAlternatively, the employer may choose to reimburse the\nemployee&#x2019;s subsistence expenses using the individual meal\nrates in place of the over 5 or over 10 hour rates.\n\n## Example 4\n\nAn employee makes a business trip to Madrid, where she stays for\n2 nights as the guest of a friend. Meals are provided free of\ncharge, except for 2 lunches which the employee has to buy while\nshe is in the city on business. The employer may reimburse:\n\n2 x 10% of Madrid total residual rate (92 euros) = 19 euros\n\nThe employer may also reimburse the cost of the two lunches\nthat the employee had to pay for. They may reimburse the\nemployee&#x2019;s actual expenses, or they may use the Madrid lunch\nrate (21.62 euros).\n\nSee\n\n[EIM05265](/guidance/employment-income-manual/EIM04700#EIM05265).\n\n## Example 5\n\nAn employee travels on business to Orlando, Florida, where he\n\nstays for 3 days as the guest of a business client. All\n\naccommodation and meals are provided by the host company. The\n\nemployer may reimburse:\n\n3 x 10% of subsistence only rate for Florida (US$88) =\n\nUS$26.4 (say US$27)\n\nSee\n\n[EIM05270](/guidance/employment-income-manual/EIM04700#EIM05270).\n\n## Example 6\n\nAn employee on a business trip to Switzerland arrives in Geneva\n\nat 15.00 on Monday and books into a hotel in the city. He pays for\n\nall his own meals except dinner on Wednesday, when the host pays.\n\nHe checks out after breakfast on Thursday and leaves on the 09.00\n\nflight. The employer may reimburse the employee as follows:\n\n<table>\n<tr>\n<td>2 x 24 hour rate (15.00\n\nMonday to 15.00 Wednesday)</td><td>708 Swiss francs</td>\n</tr>\n<tr>\n<td>Wednesday night (room\n\nrate)</td><td>\n\n203&#xA0;&#xA0;&#xA0;&#xA0; ,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n\n,,</td>\n</tr>\n<tr>\n<td>10 hour rate (15.00\n\nWednesday to 09.00 Thursday) 114 Swiss francs\n\n**less** dinner rate 67 Swiss francs</td><td>\n\n47&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>958 Swiss francs</td>\n</tr>\n</table>\n\nSee\n\n[EIM05270](/guidance/employment-income-manual/EIM04700#EIM05270).\n\n## Example 7\n\nAn employee makes a business trip to Berlin, where he stays for\n\n10 days in a company-owned flat on a self-catering basis. The\n\nemployer may reimburse:\n\n<table>\n<tr>\n<td>7 days x 80% of Berlin\n\ntotal residual rate (66 euros)</td><td>370 euros</td>\n</tr>\n<tr>\n<td>3 days x 50%&#xA0;\n\n,,&#xA0;&#xA0;&#xA0;&#xA0; ,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td><td>\n\n99&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>469 euros</td>\n</tr>\n</table>\n\nSee\n\n[EIM05275](/guidance/employment-income-manual/EIM04700#EIM05275)."}]}]}}