{"title":"EIM03000 - Employment income","details":{"manual-section-id":"EIM03000","body":"Where a professional in private practice holds an office, the\nincome from that office is strictly taxable as employment income.\nThis is so even if the duties of the office are such that they\nnormally fall within the scope of the office holder's profession\nand it is held as an incident in carrying on a private practice by\nthe holder (see in this connection CIR v Brander and Cruickshank\n(46TC574)). The same applies in the case of an employment held by\nsuch an individual (but see ESM if there is any doubt in these\ncircumstances about whether a particular engagement amounts to an\nemployment).\n\nFurther guidance is provided at the following references:\n\n","breadcrumbs":["EIMANUAL","EIM00500","EIM01650","EIM03000"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM03001","title":"Practical difficulties if\ntreated as employment income","body":"There could be particular practical difficulties in some cases if the fees received by certain taxpayers in this type of situation were treated as employment income. For example, accountants acting as company auditors or secretaries and solicitors acting as company registrars or secretaries often hold numerous such offices concurrently as an integral part of their professional practice.\n\nSimilar difficulties can arise where a partner holds an office or employment and the fees are to be included with partnership income and pooled amongst the partners (for example, a GP with a part time NHS hospital appointment). The amount of tax payable under the rules of taxation for employment income and Trading Income will often be similar in these types of situation. "},{"manual-section-id":"EIM03002","title":"Administrative\n\npractice","body":"Where the fees are derived from the directorship of a company,\nsee\n[EIM02500](/guidance/employment-income-manual/EIM01650#EIM02500) and\n[EIM02501](/guidance/employment-income-manual/EIM01650#EIM02501).\n\nIt is permissible to allow employment income to be treated as\nordinary professional receipts within the Trading Income rules and\nto allow any expenses admissible under those rules. This treatment\nshould however only be applied where all the following conditions\nare met:\n\n*   there would be practical difficulties if\nthe fees were treated as employment income\n*   the duties of the office or employment (in\nterms of time taken) are small in relation to other practice work\n(of the individual or partner) that is treated for income tax as\ngiving rise to Trading Income\n*   the office or employment is in a field\nrelated to the profession and particular practice concerned (see[EIM03004](/guidance/employment-income-manual/EIM01650#EIM03004))\n*   in a case involving a partner, there is an\nagreement between the partners that the fees are included as income\n\n    of the partnership and pooled for division amongst the partners and\n\n    that agreement is acted upon\n*   the individual and any partners agree that\n\n    the income should be treated for tax purposes in this manner and\n\n    agree to pay tax on the fees on that basis (where appropriate as\n\n    part of the partnership profits). Written confirmation should be\n\n    obtained from all concerned to this effect.\n*   the fees are not derived from the\n\n    directorship of a company and are small in relation to the receipts\n\n    of the practice generated by the individual or partner.\n\nThis practice only applies for tax purposes and has no effect\n\nfor National Insurance purposes, so Class 1 NICs should be\n\ncollected in the normal way."},{"manual-section-id":"EIM03003","title":"Is the engagement in a\n\nrelated area?","body":"In deciding whether an office or employment is in a related field the nature of the duties of the office or employment should be compared with those of the practice conducted by the individual/partnership and of the profession concerned. For example, a GP employed as a part time NHS hospital doctor would be in a related field but not if employed as a part time lecturer, lecturing in history.\n\nCases involving membership of public tribunals and trusts should\n    similarly be reviewed on their own merits by reference to the particular\n    facts of the appointment, practice and profession concerned. Where\n    a partner is involved and income from a public tribunal or trust\n    is to be pooled amongst the partners (that is, the third bullet\n    in [EIM03004](/guidance/employment-income-manual/EIM01650#EIM03004) is satisfied), it may be\n    accepted that the appointment is in a related field if the partner\n    is appointed because of general business skills or experience rather\n    than to provide specific input in respect of his or her own profession.\n  "},{"manual-section-id":"EIM03004","title":"Other points","body":"Requests for the inclusion of employment income in Trading\nIncome accounts under the administrative practice (see\n[EIM03002](/guidance/employment-income-manual/EIM01650#EIM03002) above) should be dealt with by\nthe Inspector dealing with the individual's or the partnership's\nbusiness accounts.\n\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nAs regards compensation received in connection with the\ntermination of an office or employment where the employment income\nhas been included within Trading Income accounts see BIM40135\nonwards.\n\nNote that in the case of examiner's fees paid by examining\nbodies listed at EP8505, it is not possible under the modified PAYE\narrangements to issue an NT code."}]}]}}