{"title":"EIM06600 - Employment income","details":{"manual_section_id":"EIM06600","body":"In general, an award made by an employer to an employee under\nthe terms of a staff suggestion scheme is taxable as earnings\nwithin Section 62 ITEPA 2003 (see\n[EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm)) or as a benefit within Section\n203 (see\n[EIM21001](http://www.hmrc.gov.uk/manuals/eimanual/EIM21001.htm) onwards).\n\n**For 2002/03 and earlier years**, suggestion scheme\nawards were exempt from tax if they satisfied the conditions in\nExtra-Statutory Concession A57 (see SE06600).\n\n**For 2003/04 onwards**, the concession was replaced\nby the statutory exemption in Section 321 ITEPA 2003. The\nconditions for exemption remain much as they were under the terms\nof the concession, but there are more detailed rules that apply\nwhen an employer makes more than one award for the same suggestion.\nThe guidance on Section 321 is arranged as follows:\n\n","sections":[{"title":null,"sections":[{"manual_section_id":"EIM06610","title":"Conditions for\n\nexemption","body":"The conditions that must be satisfied for a suggestion scheme\naward to qualify for exemption under Section 321 ITEPA 2003 are as\nfollows:\n\n*   the employer&#x2019;s scheme must be open\non the same terms to\n\n*   all the employees of the employer, or\n*   a particular description of them. For example, a\nscheme which is open to all the employees in a particular building,\nor in a particular geographical area, will satisfy this\ncondition.\n\n*   the suggestion must relate to the\nactivities carried on by the employer\n*   the suggestion was made by an employee who\ncould not reasonably have been expected to make it in the course of\nthe duties of their employment, having regard to the\nemployee&#x2019;s experience\n*   the suggestion was not made at a meeting\n\n    held for the purpose of proposing suggestions\n*   the award is an encouragement award (see\n    [EIM06620](http://www.hmrc.gov.uk/manuals/eimanual/EIM06620.htm)) or a financial benefit award\n\n    (see\n    [EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm)).\n\nIf all the above conditions are satisfied, the award will be\n\nexempt from tax if, or to the extent that, it does not exceed the\n\npermitted maximum for the award. If an award that satisfies the\n\nconditions exceeds the permitted maximum, only the excess will be\n\ntaxed.\n\nThe amount of the permitted maximum depends on whether the\n\naward is\n\n*   an encouragement award (see\n    [EIM06620](http://www.hmrc.gov.uk/manuals/eimanual/EIM06620.htm)), or\n*   a financial benefit award (see\n    [EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm))."},{"manual_section_id":"EIM06620","title":"The permitted maximum:\n\nencouragement awards"},{"manual_section_id":"EIM06630","title":"The permitted maximum:\n\nfinancial benefit awards"},{"manual_section_id":"EIM06640","title":"Two or more awards for\n\nsame suggestion on same occasion","body":"Section 322(2) ITEPA 2003 provides a rule for deciding how the\nexempt amount relating to a financial benefit award (see\n[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm)) is to be apportioned if an\nemployer makes two or more awards for the same suggestion on the\nsame occasion. This could happen, for example, if a suggestion is\nsubmitted jointly by two or more employees.\n\nThe rule is that the exempt amount, called the suggestion\nmaximum, is to be apportioned between the recipients in the same\nproportion as their individual awards bear to the total sum\nawarded. See example\n[EIM06641](http://www.hmrc.gov.uk/manuals/eimanual/EIM06641.htm) and example\n[EIM06642](http://www.hmrc.gov.uk/manuals/eimanual/EIM06642.htm).\n\nIn cases where the employer makes two or more awards for the\nsame suggestion on different occasions, see also\n[EIM06650](http://www.hmrc.gov.uk/manuals/eimanual/EIM06650.htm)."},{"manual_section_id":"EIM06650","title":"Two or more awards for\n\nsame suggestion on different occasions","body":"EIM06640 explained how the exempt amount (the &#x201C;suggestion\nmaximum&#x201D;) for a financial benefit award is apportioned when\nan employer makes two or more awards for the same suggestion on the\nsame occasion. There are further rules for deciding how much is\nexempt from tax when two or more awards are made, for the same\nsuggestion, at different times. This could happen if an employer\nmade an initial award for a promising suggestion followed by a\nlater award when the suggestion has been fully evaluated.\n\n*   The basic rule is that the total amount\nqualifying for exemption in respect of a single suggestion must not\nexceed the suggestion maximum calculated in accordance with[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm).\n*   The suggestion maximum is set against the\nearliest award(s) first, applying the rule in[EIM06640](http://www.hmrc.gov.uk/manuals/eimanual/EIM06640.htm) if awards were made to two or\n\n    more people at the same time.\n*   If the suggestion maximum is not\n\n    completely used up against the first award, the balance can be set\n\n    against any later award, and so on (see example\n    [EIM06651](http://www.hmrc.gov.uk/manuals/eimanual/EIM06651.htm)).\n*   If a later award is made to two or more\n\n    people at the same time, the balance of the suggestion maximum is\n\n    apportioned between them as described in EIM06640 (see example\n    [EIM06652](http://www.hmrc.gov.uk/manuals/eimanual/EIM06652.htm))."},{"manual_section_id":"EIM06660","title":"Employee making more than\n\none successful suggestion","body":"The rules in Section 321 ITEPA 2003 apply to each suggestion\nseparately. So the permitted maximum for a later suggestion is not\nreduced if the employee has previously received an exempt award for\na different suggestion. The permitted maximum is arrived at in\naccordance with\n[EIM06620](http://www.hmrc.gov.uk/manuals/eimanual/EIM06620.htm) (encouragement awards) or\n[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm) (financial benefit awards)\nirrespective of any award made for an earlier suggestion."},{"manual_section_id":"EIM06670","title":"Employer using scheme to\n\nmake non-qualifying awards","body":"If an employer uses a suggestions scheme to make awards which do\nnot satisfy the conditions set out in\n[EIM06610](http://www.hmrc.gov.uk/manuals/eimanual/EIM06610.htm) (for example, because the\nsuggestion was made at a meeting held for the purpose of proposing\nsuggestions) the award does not qualify for exemption and must be\ntaxed in full.\n\nHowever, the making of such awards does not disqualify the\nemployer&#x2019;s entire scheme. Other awards that do meet all the\nconditions will continue to be exempt, up to the permitted\nmaximum."}]}]}}