{"title":"Employment income","details":{"manual_section_id":"EIM04700","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","sections":[{"title":" Registered pension schemes","sections":[{"manual_section_id":"EIM01570","title":"Registered pension schemes: employer's contributions","body":"On this page:\n\n[Sections 308 and 224 ITEPA 2003](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#IDATXOOC)\n[Registered pension schemes: general](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#IDA1XOOC)\n[Registered pension schemes: employer&#x2019;s contributions for employees](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#IDAYYOOC)\n[Approved and registered personal pension schemes](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#IDAC1OOC)\n[Unapproved personal pension schemes and employer-financed retirement benefit schemes](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#IDAH2OOC)\n[Payments from approved and registered pension schemes](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#IDA52OOC)&#xA0;\n\n\n## Sections 308 and 224 ITEPA 2003\n\nUp to 5 April 2006 Section 308 ITEPA 2003 applied in relation to approved personal pension arrangements made by an employee.  From 6 April 2006 Section 308 has applied to registered pension schemes generally, following an amendment by sections 201(2) and 284 FA 2004.  Its application in relation to registered pension schemes was further amended by section 11 FA 2013 for the tax year 2013/14 onwards.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#top)\n\n\n## Registered pension schemes: general\n\nRegistered pension schemes receive significant tax advantages: For example, Part 4 of FA 2004 (together with supporting schedules and related regulations) provides that their investment income is not taxed, contributions to such schemes qualify for tax relief up to a point, and lump sum benefits (not pensions) are also exempt from tax up to certain limits.\n\nYou may also have heard of approved pension schemes or exempt approved schemes. These were the predecessors of registered pension schemes.  However, from 6 April 2006, the system of HMRC granting such approval was replaced with a registration system.  Most existing approved schemes automatically became registered pension schemes on that day.\n\nRegistered pension schemes include both occupational and personal pension schemes, as well as other types of pension scheme.\n\nThere is detailed guidance available in the Registered Pension Scheme Manual (RPSM) though mostly this is for Pension Schemes Services in Specialist PT; the Employment Income Manual does not deal directly with registered pension schemes.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#top)\n\n\n## Registered pension schemes: employer&#x2019;s contributions for employees\n\nEmployer contributions to a registered pension scheme in respect of an employee are not chargeable on the employee as earnings of the employment (Section 308 ITEPA 2003).\n\nIn practice this means the employer contribution must be used to fund:\n\n*   the provision of benefits for the employee, and/or\n*   benefits payable (actually or contingently) on the death of the employee.\n\nThe provision of death-in-service benefits, such as a lump sum payable on the death of the employee, is an example of where employer contributions are, or may be, used to provide benefits payable (actually or contingently) on the death of the employee.\n\nHowever, an employer contribution to a registered pension scheme in relation to an employee in the following circumstances is not regarded as &#x2018;in respect&#x2019; of an employee for the purpose of the exemption in Section 308 ITEPA 2003.  The circumstances are where:\n\n*   the employer pays contributions to members of the employee&#x2019;s family or household&#x2019;s own arrangements under a registered pension scheme (i.e. the arrangement is not for the provision of benefits following the death of the employee as described immediately above), and\n*   the member of the employee&#x2019;s family or household is not an employee of the employer.\n\nSuch a contribution to the member of the employee&#x2019;s family or household&#x2019;s own pension arrangement will be chargeable on the employee as earnings of the employment.\n\nThe contribution will be treated as earnings under the benefits code (see [EIM20001](http://www.hmrc.gov.uk/manuals/eimanual/EIM20001.htm)).\n\nThe exemption under Section 307 ITEPA 2003 (see [EIM21800](http://www.hmrc.gov.uk/manuals/eimanual/EIM21800.htm)) will not apply.  This is because the cost incurred by the employer is not for the provision of a pension or similar benefit that will be paid or given to the employee or for a pension or similar benefit that will be given to the member of the employee&#x2019;s family or household in the event of the employee&#x2019;s death.\n\nNote - the requirement for the employer contribution to be in respect of the employee in order for the contribution not to be chargeable on the employee as earnings of the employment applies for the tax year 2013/14 onwards.\n\nFor the tax years 2006/07 to 2012/13 there is no distinction between employer contributions in respect of the employee&#x2019;s own arrangement under the registered pension scheme and employer contributions for members of the employee&#x2019;s family or household&#x2019;s own arrangements for the purpose of the exemption given by Section 308 ITEPA.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#top)\n\n\n## Approved and registered personal pension schemes\n\nApproved or (from 6 April 2006) registered personal pension scheme arrangements made by an employee (or director) may provide for employer contributions as well as employee contributions. Where, under such arrangements, the employer pays **employer's **contributions the contributions are not chargeable on the employee as earnings of the employment (Section 308 ITEPA 2003).\n\nIf you find that the employer has paid contributions that the employee (or director) was supposed to make, without recovering the full amount from the employee, send a brief report to RISK team at SPT Pension Scheme Services in Nottingham. The report should include the following details:\n\n*   the name of the employee concerned\n*   the name and address of the employer\n*   the name of the pension provider\n*   the pension plan reference number.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#top)\n\n\n## Unapproved personal pension schemes and employer-financed retirement benefit schemes\n\nIf the employer contributes before 6 April 2006 to personal pension arrangements made by the employee which are not approved arrangements, the amount of the employer's contribution is chargeable on the employee as earnings of his employment (Section 224 ITEPA 2003).  Section 224 is repealed with effect from 6 April 2006.  There is no equivalent to that Section in connection with employer-financed retirement benefits schemes, so there can be no charge in respect of a contribution after 5 April 2006 to the extent that the contribution is not employment income provided through third parties (see [EIM45000](http://www.hmrc.gov.uk/manuals/eimanual/EIM45000.htm)).\n\nFor information about non-approved and employer-financed retirement benefit schemes see [EIM15010](http://www.hmrc.gov.uk/manuals/eimanual/EIM15010.htm) onwards.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm#top)\n\n\n## Payments from approved and registered pension schemes\n\nAs regards payments received by an employee out of an approved pension scheme, see [EIM74009](http://www.hmrc.gov.uk/manuals/eimanual/EIM74009.htm) (for tax years before 2006/07) and for payments from a registered pension scheme see [EIM74014](http://www.hmrc.gov.uk/manuals/eimanual/EIM74014.htm) (for tax years 2006/07 onwards)."}]},{"title":" Retirement lump sums","sections":[{"manual_section_id":"EIM04800","title":"Retirement lump sums: Section 637 ITEPA 2003 *","body":"Certain retirement lump sums are not chargeable as employment\nincome (see\n[EIM00510](http://www.hmrc.gov.uk/manuals/eimanual/EIM00510.htm)). These are lump sums paid out\nof schemes:\n\n*   within Section 387(2) ITEPA 2003 (see[EIM15030](http://www.hmrc.gov.uk/manuals/eimanual/EIM15030.htm)), or\n*   which are approved personal pension\narrangements (see[EIM01570](http://www.hmrc.gov.uk/manuals/eimanual/EIM01570.htm)) or retirement annuity\ncontracts.\n\nHowever this exemption does not apply if the payment is\ncompensation for:\n\n*   loss of office or employment (see[EIM12852](http://www.hmrc.gov.uk/manuals/eimanual/EIM12852.htm)), or\n*   loss of or diminution of earnings unless\nthe payment is regarded as earned by past services or due to\nill-health.\n\nIf the payment is not authorised by the rules of an approved\nscheme Section 583 ITEPA 2003 may tax it. Advise IR SPSS\n\n(Nottingham) before assessing such a payment.\n\nThe treatment of lump sums from non-approved schemes is dealt\n\nwith at\n\n[EIM15000](http://www.hmrc.gov.uk/manuals/eimanual/EIM15000.htm) and termination payments\n\ngenerally at\n\n[EIM13660](http://www.hmrc.gov.uk/manuals/eimanual/EIM13660.htm)."}]},{"title":" Retraining expenses paid by employer","sections":[{"manual_section_id":"EIM05005","title":"Retraining expenses paid by employer: exemption from tax","body":"Certain employees, and former employees, are exempt from any\ncharge to tax in respect of costs met by their employer, or former\nemployer, for training courses enabling them to acquire skills or\nknowledge which might help them to obtain further employment, or to\nbecome self-employed. Exemption is provided by Section 311 ITEPA\n2003, and the guidance beginning at\n[EIM05010](http://www.hmrc.gov.uk/manuals/eimanual/EIM05010.htm) below explains how the\nexemption works. Certain conditions requiring the employee to have\nworked full time and embark on a full time course were relaxed with\neffect from 6 April 2005. The condition restricting the length of\nthe course to one year was extended to two years from the same\ndate.\n\nNote that Section 311 acts solely as an exemption from\ncharge. It does not enable employees to obtain a deduction for\nretraining expenses that they incur, and which are not reimbursed\nby their employer.\n\nAs regards expenses relating to further education courses or\n\ntraining related to the employee's current employment, see\n\n[EIM01200](http://www.hmrc.gov.uk/manuals/eimanual/eim01200.htm) onwards."},{"manual_section_id":"EIM05010","title":"Retraining expenses paid by employer: conditions to be satisfied for exemption","body":"To qualify for exemption under Section 311 ITEPA 2003\n**all** the following conditions relating to the\nemployee and the course must be satisfied.\n\n### The employee:\n\n*   must attend the course on a full-time or\nsubstantially full-time basis (The requirement that the course\nshould be full time or substantially full time was removed with\neffect from 6 April 2005.)\n*   must have been employed by the employer\nfull-time throughout the two years up to the time he or she begins\nthe course or, if it is earlier, at the time the employee ceases to\nbe employed by the employer (The requirement that the employee\nshould have been in full time employment was removed with effect\nfrom 6 April 2005.)\n*   must have been given the opportunity to\nattend the course and have the cost met by the employer on the same\nterms as offered to employees generally or to a particular class of\n\n    employees. (This condition is intended to ensure that opportunities\n\n    are not restricted to, for example, relatives of directors and\n\n    executives.)\n*   must begin the course while employed by\n\n    the employer or within one year of leaving\n*   must either have left the employment\n\n    before the course begins or leave not later than two years after\n\n    the end of it\n*   must not be re-employed by the employer\n\n    within a period of two years of the employment ceasing.\n\n### The course:\n\n*   must be designed to impart or improve\n\n    skills or knowledge which can be used in the course of another\n\n    employment, including self-employment\n*   must be entirely devoted to the teaching\n\n    and/or practical application of such skills and knowledge\n*   must not exceed one year (if it does no\n\n    exemption is due in respect of any part of the expenditure). (This\n\n    condition was extended to 2 years with effect from 6 April\n\n    2005.)\n\nAs regards withdrawal of the exemption where the conditions are\n\nnot complied with, see\n\n[EIM05030](http://www.hmrc.gov.uk/manuals/eimanual/EIM05030.htm) onwards."},{"manual_section_id":"EIM05020","title":"Retraining expenses paid by employer: expenses to which exemption applies","body":"\n\n## Section 311(2) ITEPA 2003\n\nIf all the conditions in [EIM05010](http://www.hmrc.gov.uk/manuals/eimanual/EIM05010.htm) are satisfied, no tax liability arises when the employer or former employer pays the following expenses:\n\n*   fees for the course\n*   fees for examinations taken during or at the end of the course\n*   the cost of essential books\n*   the full cost of travelling to attend the course, plus related subsistence expenses.\n\nMileage allowance payments should be dealt with under the approved mileage allowance payments scheme (see [EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm) onwards).\n\nNote that Section 311 acts solely as an exemption from charge. It does not enable employees to obtain a deduction for retraining expenses that they incur, and which are not reimbursed by their employer. "},{"manual_section_id":"EIM05030","title":"Retraining expenses paid by employer: withdrawal of exemption: notification by employers of failure to comply with conditions: Inspector's power to obtain information relating to events causing withdrawal of exemption","body":"### Withdrawal of exemption\n\nAny exemption allowed under Section 311 ITEPA 2003 is withdrawn\nif any of the following events happens:\n\n*   the employee does not begin the course\nwhile employed by the employer, or within one year of leaving the\nemployment, or\n*   the employee continues to be employed by\nthe employer more than two years after the end of a qualifying\ncourse, or\n*   the employee is re-employed by the\nemployer within two years of ceasing to be employed by them.\n\nExemption is\n\n**not** withheld or withdrawn if the employee does not\n\nfind a job or start a business, or if the employment or\n\nself-employment subsequently undertaken by the employee is in a\n\nfield unconnected with the course, so long as all the other\n\nconditions in\n\n[EIM05010](http://www.hmrc.gov.uk/manuals/eimanual/EIM05010.htm) are satisfied.\n\n### Notification by employer (Section 312(4))\n\nThe employer must give notice to the Inspector within 60 days of\n\ncoming to know of any of the three withdrawal events listed\n\nabove.\n\n### Inspector's power to obtain information (Section 312(5) and\n\n(6))\n\nIf the Inspector has reason to believe that a withdrawal event\n\nhas occurred, but the employer has not reported it, the Inspector\n\nmay require the employer to provide such information as he or she\n\nmay reasonably require. The Inspector's notice to the employer must\n\nbe in writing, and must give the employer at least 60 days in which\n\nto provide the information."},{"manual_section_id":"EIM05040","title":"Retraining expenses paid by employer: withdrawal of exemption: power to make assessments","body":"If an Inspector learns that one of the three withdrawal events\nlisted in\n[EIM05030](http://www.hmrc.gov.uk/manuals/eimanual/EIM05030.htm) has occurred, he or she may\ntake the action necessary to withdraw the exemption and to charge\nany tax which becomes due as a result of that withdrawal. The\nInspector may:\n\n*   require the employee to complete a\nself-assessment return, or\n*   open an enquiry into a return that has\nalready been made (if the enquiry time limit has not expired),\nor\n*   if a self-assessment has already become\nfinal, the Inspector may make a further assessment under Section 29\nTMA 1970. The time limit for making the further assessment is six\nyears from the end of the year of assessment in which the\nwithdrawal event occurred.\n\nLiability may arise on the employee as follows:\n\n*   amounts reimbursed by the employer, or\n\n    paid to discharge a debt of the employee, are taxable as earnings\n\n    within Section 62 ITEPA 2003 (see\n    [EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm) onwards)\n*   if the course was paid for by the use of\n\n    vouchers, or a credit token, the amount paid by the employer is\n\n    treated as earnings by Section 87 or Section 94 ITEPA 2003 (see\n    [EIM16120](http://www.hmrc.gov.uk/manuals/eimanual/EIM16120.htm))\n*   for employees other than those in lower\n\n    paid employment, any expenses payments or benefits not taxed under\n\n    the previous headings will be treated as earnings by Section 72 and\n\n    Section 203 (see\n    [EIM20001](http://www.hmrc.gov.uk/manuals/eimanual/EIM20001.htm) onwards).\n\nNote that the power to make assessments, described above, does\n\nnot replace the Inland Revenue's normal power to recover PAYE tax\n\nfrom the employer if the conditions for obtaining exemption were\n\nnot satisfied at the time when the payments were made. Examples of\n\nthis would be where part of the course was recreational."}]},{"title":" Round sum expense allowances","sections":[{"manual_section_id":"EIM05100","title":"Round sum expense allowances","body":"The payment of a round sum expenses allowance to an employee by\nhis or her employer is taxable as earnings within Section 62 ITEPA\n2003 (see\n[EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm) onwards). PAYE applies to such\npayments.\n\nA round sum expenses allowance is an allowance which is paid\nto an employee irrespective of whether he or she spends it or not\nin a particular way. It is to be contrasted with a reimbursement of\nexpenditure actually incurred by an employee and with a scale rate\npayment intended to reimburse such expenditure (see\n[EIM05200](http://www.hmrc.gov.uk/manuals/eimanual/EIM05200.htm)).\n\nFergusson v Noble (7TC176) supports our view that a round sum\nexpense allowance is taxable as part of the employee&#x2019;s\nearnings. In that case, a detective received a cash allowance for\nbuying civilian clothing whether it was spent or not. It was held\nto be taxable because it was part of the consideration that the\ndetective was entitled to receive in return for his services. It\n\ndid not matter that he was expected to spend the money in a\n\nparticular way."}]},{"title":" Save As You Earn (SAYE)","sections":[{"manual_section_id":"EIM05150","title":"Save As You Earn (SAYE): employer's contributions","body":"An employer's contribution to a Save As You Earn scheme on\nbehalf of an employee is part of the employee&#x2019;s taxable\nearnings (see\n[EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm) onwards). Schemes are run by\nthe National Savings Bank, the Trustee Savings Bank and building\nsocieties.\n\nThe same applies to an employer's contribution to the monthly\npayments under an employee's SAYE contract."}]},{"title":" Scale rate expenses payments","sections":[{"manual_section_id":"EIM05200","title":"Scale rate expenses payments: general"},{"manual_section_id":"EIM05210","title":"Subsistence expenses: sampling guidance"},{"manual_section_id":"EIM05215","title":"Subsistence expenses: sampling guidance: expenses to be included","body":"The sampling exercise described in\n[EIM05210](http://www.hmrc.gov.uk/manuals/eimanual/EIM05210.htm) is intended to determine the\namount that employees are spending on allowable subsistence\nexpenses while they are away from home on a journey whose expenses\nqualify for tax relief (see generally\n[EIM31800](http://www.hmrc.gov.uk/manuals/eimanual/EIM31800.htm) onwards). HMRC does not accept\nthat the allowable expenses can include the cost of a packed lunch\nprepared at home from items purchased as part of the\nemployee&#x2019;s ordinary domestic shopping arrangements, or other\nfood brought from home (see\n[EIM31818](http://www.hmrc.gov.uk/manuals/eimanual/EIM31818.htm)). The cost of sandwiches, etc,\nbought on the way to a temporary workplace can however be\nincluded."},{"manual_section_id":"EIM05220","title":"Subsistence expenses: sampling guidance: sampling exercise incomplete","body":"HMRC accepts that it may not be possible for an employer to\nensure that all the selected employees keep their receipts (or\nproduce a contemporaneous record of their expenses) for the whole\nof the sampling period. There will be cases where the employer\nobtains responses from less than 100% of the chosen employees, and\nothers where the expenditure is not 100% vouched.\n\nA sample which is less than 100% complete may nevertheless\ncontain sufficient information to be statistically valid. Officers\nshould not automatically reject the evidence of a sampling exercise\nwhich falls\n**slightly** short of &#x201C;10% for a month&#x201D;\n(see\n[EIM05210](http://www.hmrc.gov.uk/manuals/eimanual/EIM05210.htm)). This is an area where\njudgement is needed. The officer has to decide whether, having\nregard to\n\n*   the number of eligible employees\n*   the size of the 10% sample and\n*   the amount of evidence actually\n\n    produced\n\nhe or she can be satisfied that the evidence produced is\n\nsufficient to support a scale rate subsistence payment of a\n\nparticular amount."},{"manual_section_id":"EIM05230","title":"Advisory benchmark scale rates: general","body":"HMRC has introduced a set of advisory benchmark scale rate payments (see [EIM05231](http://www.hmrc.gov.uk/manuals/eimanual/EIM05231.htm)). They were announced in Revenue &amp; Customs Bulletin 24/09 that has now been deleted. The Bulletin made clear that all employers could apply to use the benchmark rates. An employer can opt to use the benchmark rates by ticking the appropriate box on form P11Dx or by stating their intention to use them in a dispensation letter. The request may be part of a new dispensation application or a revision of an existing dispensation.\n\nIf an employer applies to use the benchmark scale rates, they will not have to undertake a sampling exercise before the dispensation can be agreed and granted (see [EIM05210](http://www.hmrc.gov.uk/manuals/eimanual/EIM05210.htm)). Similarly, if an employer seeks a dispensation with scale rate payments that are lower than the benchmark rates, they will not have to undertake a sampling exercise.\n\nThe benchmark rates are the maximum tax and NICs free amounts that can be paid by employers who choose to use the system. An employer can pay less than this rate if it wants to do so. If a higher payment or expense reimbursement is made without agreeing a tailored scale rate with HMRC (see [EIM05200](http://www.hmrc.gov.uk/manuals/eimanual/EIM05200.htm)), the excess over the benchmark rate should be subject to tax and NIC&#x2019;s. \n\nAlthough it will no longer be necessary to undertake a sampling exercise in these circumstances, the guidance relating to dispensations (see [EIM30050](http://www.hmrc.gov.uk/manuals/eimanual/EIM30050.htm) onwards and ECH10035 onwards) will still apply. The employer will still need to satisfy the conditions outlined at [EIM30055](http://www.hmrc.gov.uk/manuals/eimanual/EIM30055.htm); particularly the travel and subsistence rules at Section 337 ITEPA 2003 (see[EIM32350](http://www.hmrc.gov.uk/manuals/eimanual/EIM32350.htm) onwards) and Section 338 ITEPA 2003 (see [EIM32000](http://www.hmrc.gov.uk/manuals/eimanual/EIM32000.htm) onwards).\n\n### One man companies/Personal service companies\n\nIf a company applies to pay the benchmark rates to the controlling shareholder/director, you should consider carefully the guidance at [EIM30059](http://www.hmrc.gov.uk/manuals/eimanual/EIM30059.htm) before agreeing to the request. You should not refuse the request simply because it is from a one man company or smaller employer.\n\n### Uprating benchmark scale rates\n\nHMRC is committed to reviewing the rates annually and will consider revising them when there has been a change in the scale rate of plus or minus 10% based on the Consumer Price Index from when it was last revised."},{"manual_section_id":"EIM05231","title":"Advisory benchmark scale rates: table of rates","body":"The benchmark scale rates that apply from 6 April 2009 are as follows:\n\n<table>\n<tr>\n<td>\n\nDescription\n\n</td>\n<td>\n\nAmount (up to)\n\n</td>\n</tr>\n<tr>\n<td>\n\nBreakfast rate\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nOne meal (5 hour) rate\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nTwo meal (10 hour) rate\n\n</td>\n<td>\n\n&#xA3;10\n\n</td>\n</tr>\n<tr>\n<td>\n\nLate evening meal rate\n\n</td>\n<td>\n\n&#xA3;15\n\n</td>\n</tr>\n</table>\n\n**Breakfast rate** - The rate may be paid where an employee leaves home earlier than usual and before 6.00 am and incurs a cost on breakfast taken away from his home after the qualifying journey has started. If an employee usually leaves before 6.00 am the breakfast rate does not apply.\n\n**Late evening meal rate **- The rate may be paid where the employee has to work later than usual, finishes work after 8.00 pm having worked his normal day and has to buy a meal before the qualifying journey ends which he would usually have at home.\n\nThe breakfast and late evening meal rates are for use in exceptional circumstances only and are not intended for employees with regular early or late work patterns (see examples at [EIM05232](http://www.hmrc.gov.uk/manuals/eimanual/EIM05232.htm)).\n\n**One meal (5 hour) rate **- The rate may be paid where the employee has been undertaking qualifying travel for a period of at least 5 hours and has incurred the cost of a meal.\n\n**Two meal (10 hour) rate** - The rate may be paid where the employee has been undertaking qualifying travel for a period of at least 10 hours and has incurred the cost of a meal or meals.\n\nBenchmark scale rate payments must be limited to three meal rates on one day or 24 hour period. A meal is defined as a combination of food and drink and would take a normal dictionary meaning. Where employees are required to start early or finish late on a regular basis, the over 5 hour and 10 hour rate, whichever is applicable, can be paid provided that all the other qualifying rules are satisfied.\n\n\n## Particular issues and exemptions\n\n**Payments in excess of the benchmark rates - **The benchmark rates are the maximum tax and NICs free amounts that could be paid by employers who choose to use this system.  An employer could pay less than this rate if it wants to do so.  If a higher amount is paid without agreeing a tailored scale rate with HMRC, the excess should be subject to tax and NICs.\n\n**Qualifying conditions** - Benchmark scale rates must only be used where all the qualifying conditions are met.  The qualifying conditions are:\n\n*   the travel must be in the performance of an employee&#x2019;s duties or to a temporary place of work\n*   the employee should be absent from his normal place of work or home for a continuous period in excess of five hours or ten hours\n*   the employee should have incurred a cost on a meal (food and drink) after starting the journey\n\n**Working Rule Agreements** - Benchmark scale rates would not apply to employees covered by Working Rule Agreements, for which separate specific rates are already set for particular occupations.\n\n**Overnight subsistence rate** -  A benchmark rate has not been set for overnight subsistence. It will still be necessary to agree a rate, if applicable, with the employer.\n\nAn employee can only be reimbursed for a meal once. If the cost of an evening meal or breakfast is reimbursed on an actual basis, because it is included in the cost of an overnight stay, the employee would not also be entitled to the benchmark rate for breakfast or late evening meal.\n\n**Staying with friends and family rate** - A benchmark rate has not been set for a scale rate payment for staying with friends and family.  Furthermore, HMRC no longer accepts that a scale rate payment for this purpose should be agreed with an employer as part of a dispensation.  The travel rules still apply to actual costs of subsistence incurred while staying with friends and family.  The guidance at [EIM30073](http://www.hmrc.gov.uk/manuals/eimanual/EIM30073.htm) has also been amended to reflect this revised view. "},{"manual_section_id":"EIM05232","title":"Advisory benchmark scale rates: examples","body":"\n\nWhat is meant by regular (see [EIM05231](http://www.hmrc.gov.uk/manuals/eimanual/EIM05231.htm))?\n    The word 'regular' takes its ordinary dictionary meaning; it is\n    something that recurs at fixed times, is periodic or is habitual.\n\n### Example 1\n\nA travelling salesman whose normal working day is from 8.30 am to 5 pm is called upon to attend a meeting every Monday, which normally lasts until 8 pm and a breakfast meeting each Friday, which starts at 7 pm and means that he has to leave home at 5.45 am. He qualifies for relief for travel expenses and therefore a scale rate payment because HMRC accepts that he travels in the performance of his duties. Both the Monday and Friday meetings are habitual and recur at fixed times. The breakfast and evening meal rates will not apply. He will still be entitled to the one meal or two meal rate.\n\n### Example 2\n\nA lorry driver whose normal working day is from 8.30 am to 5 pm is called upon occasionally by her employer to make extra deliveries in a day from a different depot meaning that she starts work at 7am (and leaves home before 6 am) and finishes after 8 pm. We would accept that the frequency of these extra duties is not regular. She will be entitled to the one or two meal rate and the breakfast or evening meal rate. She can not receive the benchmark scale rates for more than 3 meals in one 24 hour period.\n\n### Example 3\n\nA travelling engineer who normally works from 8.30 am to 5 pm is called upon once or twice a month to meet different customers in the evening. These meetings often finish after 8 pm. We would accept that the frequency of the meetings is not regular for these purposes. He will be entitled to the one or two meal rate and the evening meal rates on each occasion that he works after 8pm and incurs the cost of an additional qualifying meal."},{"manual_section_id":"EIM05233","title":"Advisory benchmark scale rates: questions and answers","body":"The following questions and answers were originally published in Revenue and Customs Bulletin 24/09 that has now been deleted.  They are addressed to the employer.  The answer to the first question was not intended to suggest that having notified HMRC of their intention to use the benchmark rates, employers could do so without agreement from HMRC.  You still need to consider the guidance at [EIM05230](http://www.hmrc.gov.uk/manuals/eimanual/EIM05230.htm) onwards and [EIM30050](http://www.hmrc.gov.uk/manuals/eimanual/EIM30050.htm) onwards.\n\n\n## Questions and answers\n\n### What you have to do if you want to pay benchmark scale rates to your employees?\n\nYou should apply to HMRC for a dispensation. You need to complete a form P11DX, which is the form used by employers to apply for a dispensation, and submit it to HMRC.  On the form you need to indicate with a tick against the appropriate statement under 'Travel and Subsistence' that you intend using HMRC&#x2019;s benchmark scale rates to reimburse your employees&#x2019; subsistence payments.  By ticking this box you would be merely notifying HMRC that you intend paying HMRC&#x2019;s benchmark scale rates for day subsistence and that you have adequate management processes in place to ensure that payments are only made where all the qualifying conditions are met.  If you want to apply to include other items of allowable expenditure in a dispensation for example fees and subscriptions, laundry, telephone charges, etc, you need to tick the appropriate boxes and supply the requested information on the form.\n\n### When can you pay a scale rate?\n\nScale rate payments may be made to employees who necessarily travel in the performance of their duties or have to travel to a temporary place of work.  The statutory rules are in Section 336 to 342 ITEPA 2003.  Where the employer agrees a scale rate in a dispensation, the scale rate may also be taken into account for NIC purposes.\n\nGuidance on how the employment income travel expense rules work can be found in HMRC&#x2019;s Booklet 490 Employee travel - A tax and NICs guide for employers.\n\n### When must you not pay tax and NICs free scale rates?\n\nTax and NICs free scale rates must not be paid where the employee is not travelling on a qualifying business journey. For example, when on a journey that involves ordinary commuting (or similar to ordinary commuting), or private travel.\n\nAdditionally, no tax and NICs free payment should be made if an employee does not incur an expense on meals after leaving home or his normal place of work, even if the journey was a qualifying business journey.  This means that employees who do not buy a meal or who take a packed lunch from home are not entitled to a tax and NICs free payment.\n\n### Do employers have to use the benchmark scale rates?\n\nEmployers do not have to use the benchmark rates.  They can reimburse their employees&#x2019; actual expenditure or apply to HMRC to agree a scale rate appropriate for their business needs in a dispensation.  However, where an employer wants to use a higher scale rate, it will have to undertake a sampling exercise to show the higher rates are in line with what its employees&#x2019; typically spend on subsistence and agree the rate with HMRC.\n\n### What records would an employer need to keep?\n\nAn employer will need to keep sufficient records to be able to demonstrate that the employee was entitled to the payment.  An employer also needs to be able to demonstrate that routine checks are undertaken to ensure that the travel expenses rules are being followed.\n\n### What happens to existing dispensations?\n\nExisting dispensations will remain in force until they come up for review in accordance with HMRC&#x2019;s rolling review programme, usually on a five year cycle.  When the existing dispensation comes up for review the employer can choose to switch to benchmark scale rates or apply to continue to use a tailored rate.  Where a new dispensation is requested the employer will have to go through the process of undertaking a statistically valid sampling exercise.\n\n### Uprating benchmark scale rates\n\nHMRC will review the rates annually and consider revising them when there has been a change in the scale rate of plus or minus 10 per cent based on the Consumer Price Index from when it was last revised.\n\n### How has HMRC arrived at the benchmark scale rates in question?\n\nHMRC reviewed the scale rates agreed for a number of employers, both large and small, and based the rates on the most commonly agreed rates.\n\nWhy not have higher benchmark rates for London or other locations where prices are more expensive?\n\nThe benchmark rates are linked to what employers typically reimburse their employees and it would not be possible to break this down between different locations.  Personal expenditure on subsistence varies significantly between employees even when working at the same location.\n\nIf an employer typically reimburses more than the benchmark rates then it will remain open to them to agree a higher rate with HMRC or to reimburse actual expenditure. "},{"manual_section_id":"EIM05250","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates"},{"manual_section_id":"EIM05255","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates: what the tables contain: what is not covered","body":"HMRC has published tables of benchmark scale rates that employers can use to reimburse accommodation and subsistence expenses incurred by employees who have to travel outside the UK (see [EIM05250](http://www.hmrc.gov.uk/manuals/eimanual/EIM05250.htm)).  The tables cover a wide range of countries and regions and can be found in the HMRC internet library, Employment Income scale rates.\n\nWhat the tables contain\n\nFor most countries, there are benchmark rates for the larger cities as well as an &#x201C;elsewhere&#x201D; rate.  Employers wishing to use the published rates must ensure that they refer to the table entry for the city where the employee stayed, or the elsewhere rate, as appropriate.  Rates are quoted in the relevant foreign currency US$ or Euros.\n\nThe tables provide:\n\n*   a &#x201C;room rate&#x201D; per night\n*   a &#x201C;total residual rate&#x201D; and individual rates for breakfast where it is not included in the room rate, lunch, dinner etc.  The &#x201C;total residual rate&#x201D; figure is intended to cover the total cost of meals in a period of 24 hours, plus the cost of daily travel between the employee&#x2019;s hotel and office\n*   a &#x201C;24 hour rate&#x201D;.  This is the sum of the &#x201C;room rate&#x201D; and the &#x201C;total residual rate&#x201D;\n*   an &#x201C;over 10 hour rate&#x201D;, which is intended to cover subsistence expenses for any period of more than 10 but less than 24 hours\n*   an &#x201C;over 5 hour rate&#x201D;, which is intended to cover subsistence expenses for any period of more than 5 but less than 10 hours\n*   separate amounts for individual meals and other expenses incurred during the day.  Employers who wish to do so may use these rates instead of the &#x201C;over 5&#x201D;, &#x201C;over 10&#x201D; and &#x201C;24 hour&#x201D; rates (see [EIM05260](http://www.hmrc.gov.uk/manuals/eimanual/EIM05260.htm)).\n\nWhilst most rates are published in the local currency, or are consistently in either US$ or Euro(&#x20AC;) , there are a number of countries where the room rate is published in either US$ or &#x20AC; and the total 5 hour, 10 hour and residual rates are in the local currency.  In these cases the 24 hour rate will show both currencies.\n\nFor some destinations, the table simply shows &#x201C;ACTUALS + &#xA3;4 PER DAY&#x201D;.  These are destinations for which no benchmark information is available.  In such cases, employers may reimburse their employees&#x2019; actual accommodation and subsistence expenses, plus &#xA3;4 per day to cover hotel-to-office travelling expenses.\n\nFor guidance on using the tables, see [EIM05260](http://www.hmrc.gov.uk/manuals/eimanual/EIM05260.htm) and the examples at [EIM05280](http://www.hmrc.gov.uk/manuals/eimanual/EIM05280.htm).\n\n### What is not covered\n\nThe benchmark rates are intended to represent the accommodation and subsistence expenses that employees incur during a period spent in a foreign country.  That is why the &#x201C;24 hour&#x201D;, &#x201C;over 10 hours&#x201D; and &#x201C;over 5 hours&#x201D; periods are measured by reference to the times of arrival at and departure from the foreign country (see [EIM05260](http://www.hmrc.gov.uk/manuals/eimanual/EIM05260.htm)).  The benchmark rates do **not** cover incidental, allowable expenses that employees may incur en route - for example, the cost of a taxi to the airport in the UK, or necessary refreshments taken at the airport.  Employers who wish to use the benchmark rates may reimburse those other expenses separately, in addition to paying the benchmark rates.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM05260","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates: how to use the benchmark rates","body":"Employers may use the individual meal rates or the hourly\nrates, but should not pay both for the same journey..\n\nSo, for employees who are away overnight, the employer may\ndecide to pay the &#x201C;24 hour&#x201D; rate for each complete\nperiod of 24 hours, starting from the time when the employee\narrives at the destination airport, or train station, and ending\nwhen they leave the country in question.\n\nAlternatively, the employer may prefer to pay the room rate\nplus individual amounts for the meals and other expenses that the\nemployee has incurred. Either method is acceptable, but employers\n\nshould not pay hourly rates and individual meal amounts for the\n\nsame journey.\n\nFor any period (or residual period) of less than 24 hours,\n\nthe employer may use\n\n*   the room rate (if the period includes an\n\n    overnight stay),\n    **plus**\n\n*   the over 5 hour rate or the over 10 hour\n\n    rate, as appropriate.\n\nThe over 5 hour rate applies to a period of more than 5 but less\n\nthan 10 hours. The 10 hour rate applies to a period of more than 10\n\nbut less than 24 hours.\n\nHere again, instead of paying the over 5 hour and over 10\n\nhour rates the employer may prefer to pay the room rate (if the\n\nperiod includes an overnight stay) plus individual amounts for the\n\nmeals and other expenses that the employee has incurred.\n\nSee example 1 at\n\n[EIM05280](http://www.hmrc.gov.uk/manuals/eimanual/EIM05280.htm).\n\nEmployers are not bound to use the benchmark room rate. Some\n\nemployers may prefer to pay for accommodation and subsistence\n\nseparately, perhaps reimbursing (or paying for) their\n\nemployees&#x2019; actual, &#x201C;room only&#x201D; accommodation\n\nexpenses, or paying a lower scale rate for accommodation. Such\n\nemployers may then use the benchmark rates to pay tax/NIC free\n\nsubsistence expense, as follows. They may do so using the over 5\n\nhour, over 10 hour and total residual rates or, if they prefer, the\n\nseparate amounts for meals, etc.\n\nSee examples 2 and 3 at EIM05280.\n\nSeparate rules apply if an employee\n\n*   stays as a guest of a private individual\n\n    (including a colleague) &#x2013; see\n    [EIM05265](http://www.hmrc.gov.uk/manuals/eimanual/EIM05265.htm)\n\n*   receives free meals and accommodation (for\n\n    example, when staying as a guest of another company) &#x2013; see\n    [EIM05270](http://www.hmrc.gov.uk/manuals/eimanual/EIM05270.htm)\n\n*   stays in vacant residential property, or a\n\n    serviced flat with cooking and laundry facilities &#x2013; see\n    [EIM05275](http://www.hmrc.gov.uk/manuals/eimanual/EIM05275.htm)."},{"manual_section_id":"EIM05265","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates: employee staying as guest of a private individual","body":"In cases where an employee stays as a guest of a private\nindividual (including a colleague), and has to pay for neither\ntheir accommodation nor meals, employers may reimburse, per day,\n100f the appropriate total residual rate (see\n[EIM05255](http://www.hmrc.gov.uk/manuals/eimanual/EIM05255.htm)) to cover a gift for the host,\nfor example. Any meals that the employee does have to pay for may\nbe reimbursed using the appropriate meal rates.\n\nSee example 4 at\n[EIM05280](http://www.hmrc.gov.uk/manuals/eimanual/EIM05280.htm)."},{"manual_section_id":"EIM05270","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates: employee receiving free meals and accommodation","body":"If an employee receives free meals and accommodation &#x2013;\nfor example, if staying as the guest of another company &#x2013; the\nemployer may reimburse, per day, 100f the appropriate total\nresidual rate (see\n[EIM05255](http://www.hmrc.gov.uk/manuals/eimanual/EIM05255.htm)). Any meals that the employee\ndoes have to pay for may be reimbursed using the appropriate meal\nrates.\n\nSee example 5 at\n[EIM05280](http://www.hmrc.gov.uk/manuals/eimanual/EIM05280.htm).\n\nThe meal rates may also be used to adjust the over 5 hour,\nover 10 hour and total residual rates to take account of individual\nmeals provided by a host. For example, if an employee is provided\nwith dinner on a particular day the over 5 hour, over 10 hour or\n\ntotal residual rate which would otherwise have been paid should be\n\nreduced by the amount of the dinner rate for that location.\n\nSee example 6 at\n\n[EIM05280](http://www.hmrc.gov.uk/manuals/eimanual/EIM05280.htm)."},{"manual_section_id":"EIM05275","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates: employee staying in vacant residential property","body":"If an employee stays in vacant residential property, or a\nserviced flat with cooking and/or laundry facilities, all paid for\nby the employer or a third party, the employer may reimburse:\n\n*   for the first 7 days of any stay, 80% per\nday of the appropriate total residual rate (see[EIM05255](http://www.hmrc.gov.uk/manuals/eimanual/EIM05255.htm))\n*   for the eighth and subsequent days, 50%\nper day of the appropriate total residual rate.\n\nSee example 7 at\n[EIM05280](http://www.hmrc.gov.uk/manuals/eimanual/EIM05280.htm)."},{"manual_section_id":"EIM05277","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates: Airline employees: relationship with Flight Duty Allowances","body":"Most airlines have established arrangements under which they pay\nFlight Duty Allowances (FDAs - sometimes known as Sector\nAllowances) to their flight crews. These allowances are intended to\ncover expenses which those employees incur whilst travelling\n&#x2013; whether in the UK or abroad. In most cases, HMRC has agreed\nthat a proportion of the FDA may be paid free of tax and NICs as\nrepresenting the cost of necessary subsistence.\n\nIf they wish, airlines may use the benchmark rates (see\n[EIM05250](http://www.hmrc.gov.uk/manuals/eimanual/EIM05250.htm)), instead of the tax/NIC free\nelement of their FDA, as a means of paying or reimbursing the\nsubsistence expenses of employees on long-haul flights who fly to\n\nand stay at destinations outside the UK.\n\n**They must not, in addition, pay a tax/NIC free FDA for any\n\npart of any sector for which they opt to use the benchmark\n\nrates.**\n\nThe benchmark rates are intended for use when employees have\n\nto spend more than 5 hours at the overseas destination. So airlines\n\nwill not, normally be able to use them in cases where aircrew on\n\nshort-haul flights remain within the overseas airport until they\n\nleave on the outbound flight. They may however continue to pay a\n\nFDA &#x2013; including any agreed tax/NIC free element."},{"manual_section_id":"EIM05280","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates: examples","body":"The following examples show how employers may use the HMRC\npublished rates (see\n[EIM05250](http://www.hmrc.gov.uk/manuals/eimanual/EIM05250.htm)) to reimburse employees&#x2019;\naccommodation and subsistence expenses for travel outside the\nUK.\n\n## Example 1\n\nAn employee on a business trip to Switzerland arrives in Geneva\nat 15.00 on Monday and books into a hotel in the city. He checks\nout after breakfast on Thursday and leaves on the 09.00 flight. The\nemployer may reimburse the employee as follows:\n\n<table>\n<tr>\n<td>2 x 24 hour rate (15.00\nMonday to 15.00 Wednesday)</td><td>708 Swiss francs</td>\n</tr>\n<tr>\n<td>Wednesday night (room\nrate)</td><td>203&#xA0;&#xA0;&#xA0;\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>10 hour rate (15.00\nWednesday to 09.00 Thursday)</td><td>114&#xA0;&#xA0;&#xA0;\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>1025 Swiss francs</td>\n</tr>\n</table>\n\n(Note that payment for the 18 hour period from 15.00 on\nWednesday to 09.00 on Thursday is limited to the room rate (203\nSwiss Francs) plus the 10 hour rate (114 Swiss Francs))\n\nAlternatively, if the employer pays for the hotel room\ndirect, or chooses to reimburse the employee&#x2019;s actual (room\nonly) accommodation expenses, they may use the benchmark rates to\npay tax/NIC free subsistence expenses as follows:\n\n<table>\n<tr>\n<td>2 x total residual rate\n(15.00 Monday to 15.00 Wednesday)</td><td>302 Swiss francs</td>\n</tr>\n<tr>\n<td>10 hour rate (15.00\nWednesday to 09.00 Thursday</td><td>114&#xA0;&#xA0;&#xA0;\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>416 Swiss francs</td>\n</tr>\n</table>\n\nIn either case, the employer may choose to reimburse the\nemployee&#x2019;s subsistence expenses using the individual meal\nrates in place of the over 10 hour and 24 hour rates.\n\n## Example 2\n\nAn employer pays for an employee on a business trip to Canada to\nstay at a hotel in Toronto for 2 nights on a room only basis. The\nhotel bills the employer direct for the room charge. The employee\narrives in Canada at 15.00 on Monday and leaves on the 09.00 flight\non Wednesday. The employer may reimburse the employee&#x2019;s\nsubsistence expenses as follows:\n\n<table>\n<tr>\n<td>1 x total residual rate\n(15.00 Monday to 15.00 Tuesday)</td><td>137 Canadian $</td>\n</tr>\n<tr>\n<td>10 hour rate (15.00\nTuesday to 09.00 Wednesday)</td><td>\n107&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>244 Canadian $</td>\n</tr>\n</table>\n\nAlternatively, the employer may choose to reimburse the\nemployee&#x2019;s subsistence expenses using the individual meal\nrates in place of the over 10 hour and total residual rates.\n\n## Example 3\n\nAn employee spends a day in Belgium on business, arriving in\nBrussels at 09.00 and leaving at 20.00. The employer may reimburse\nsubsistence expenses at the Brussels rate for over 10 hours: 61\neuros.\n\nIf the employee had left Brussels between 14.00 and 19.00,\nreimbursement would have been limited to the over 5 hour rate: 26\neuros.\n\nAlternatively, the employer may choose to reimburse the\nemployee&#x2019;s subsistence expenses using the individual meal\nrates in place of the over 5 or over 10 hour rates.\n\n## Example 4\n\nAn employee makes a business trip to Madrid, where she stays for\n2 nights as the guest of a friend. Meals are provided free of\ncharge, except for 2 lunches which the employee has to buy while\nshe is in the city on business. The employer may reimburse:\n\n2 x 10% of Madrid total residual rate (92 euros) = 19 euros\n\nThe employer may also reimburse the cost of the two lunches\nthat the employee had to pay for. They may reimburse the\nemployee&#x2019;s actual expenses, or they may use the Madrid lunch\nrate (21.62 euros).\n\nSee\n\n[EIM05265](http://www.hmrc.gov.uk/manuals/eimanual/EIM05265.htm).\n\n## Example 5\n\nAn employee travels on business to Orlando, Florida, where he\n\nstays for 3 days as the guest of a business client. All\n\naccommodation and meals are provided by the host company. The\n\nemployer may reimburse:\n\n3 x 10% of subsistence only rate for Florida (US$88) =\n\nUS$26.4 (say US$27)\n\nSee\n\n[EIM05270](http://www.hmrc.gov.uk/manuals/eimanual/EIM05270.htm).\n\n## Example 6\n\nAn employee on a business trip to Switzerland arrives in Geneva\n\nat 15.00 on Monday and books into a hotel in the city. He pays for\n\nall his own meals except dinner on Wednesday, when the host pays.\n\nHe checks out after breakfast on Thursday and leaves on the 09.00\n\nflight. The employer may reimburse the employee as follows:\n\n<table>\n<tr>\n<td>2 x 24 hour rate (15.00\n\nMonday to 15.00 Wednesday)</td><td>708 Swiss francs</td>\n</tr>\n<tr>\n<td>Wednesday night (room\n\nrate)</td><td>\n\n203&#xA0;&#xA0;&#xA0;&#xA0; ,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n\n,,</td>\n</tr>\n<tr>\n<td>10 hour rate (15.00\n\nWednesday to 09.00 Thursday) 114 Swiss francs\n\n**less** dinner rate 67 Swiss francs</td><td>\n\n47&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>958 Swiss francs</td>\n</tr>\n</table>\n\nSee\n\n[EIM05270](http://www.hmrc.gov.uk/manuals/eimanual/EIM05270.htm).\n\n## Example 7\n\nAn employee makes a business trip to Berlin, where he stays for\n\n10 days in a company-owned flat on a self-catering basis. The\n\nemployer may reimburse:\n\n<table>\n<tr>\n<td>7 days x 80% of Berlin\n\ntotal residual rate (66 euros)</td><td>370 euros</td>\n</tr>\n<tr>\n<td>3 days x 50%&#xA0;\n\n,,&#xA0;&#xA0;&#xA0;&#xA0; ,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;\n\n,,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td><td>\n\n99&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; ,,</td>\n</tr>\n<tr>\n<td>Total</td><td>469 euros</td>\n</tr>\n</table>\n\nSee\n\n[EIM05275](http://www.hmrc.gov.uk/manuals/eimanual/EIM05275.htm)."}]},{"title":" Scholarship income","sections":[{"manual_section_id":"EIM06205","title":"Scholarship income: general","body":"Section 776 IT(TOIA) 2005 (previously Section 331 ICTA 1988)\nprovides that income from a scholarship shall be exempt from income\ntax and disregarded for all income tax purposes if the holder of\nthe scholarship is receiving full-time instruction at a university,\ncollege, school or other educational establishment.\n\nYou should always bear in mind that although the existence of\nSection 776 as an exempting section suggests that scholarship\nincome of the holder of the award would otherwise be chargeable to\ntax, this is not necessarily the case. Payments under a\nscholarship, etc may well be regarded as income of the holder, in\nthe ordinary meaning of the word. Deliberation as to whether a\nparticular type of income is scholarship income or not and whether\nany exemption arises under Section 776, will normally be\nunnecessary if the income is not taxable in the first place.\n\nThe income could be:\n\n*   income assessable as Savings and\n\n    Investment or Trading Income (see\n    [EIM06210](http://www.hmrc.gov.uk/manuals/eimanual/EIM06210.htm) and BIM65151)\n*   taxable employment income (see\n    [EIM06210](http://www.hmrc.gov.uk/manuals/eimanual/EIM06210.htm))\n*   employment income which is exempt under\n\n    Statement of Practice 4/86 if it is within the permitted limit (see\n\n    [EIM06235](http://www.hmrc.gov.uk/manuals/eimanual/EIM06235.htm))\n*   not income within any section of the Taxes\n\n    Acts (see\n    [EIM06210](http://www.hmrc.gov.uk/manuals/eimanual/EIM06210.htm) and ESM).\n\nOnly if you decide that the income is taxable do you need to\n\nconsider whether any exemption arises under Section 776.\n\nIn order to establish the correct position you need to\n\nconsider:\n\n*   the relationship between the payer and the\n\n    recipient (see\n    [EIM06215](http://www.hmrc.gov.uk/manuals/eimanual/EIM06215.htm))\n*   the nature of the course being undertaken\n\n    (see\n    [EIM06220](http://www.hmrc.gov.uk/manuals/eimanual/EIM06220.htm))\n*   whether it is full time (see\n    [EIM06225](http://www.hmrc.gov.uk/manuals/eimanual/EIM06225.htm))\n*   where the course is being undertaken (see\n    [EIM06230](http://www.hmrc.gov.uk/manuals/eimanual/EIM06230.htm))\n*   the amount of the payment (see\n    [EIM06240](http://www.hmrc.gov.uk/manuals/eimanual/EIM06240.htm)).\n\nIn cases of doubt or difficulty it is essential to establish the\n\nfull terms and conditions relating to a particular scholarship. You\n\nwill normally need to obtain a copy of any contract or agreement\n\nbetween the parties involved in order to do so."},{"manual_section_id":"EIM06210","title":"Scholarship income: taxable as trading or employment income","body":"\n\n## Section 776 IT(TOI)A 2005 (Section 331 ICTA 1988)\n\nAlthough the existence of Section 776 (previously Section 331) as an exempting section suggests that scholarship income of the holder of the award would otherwise be chargeable to tax, this is not necessarily the case. Before considering whether the Section 776 (Section 331) exemption applies it will normally be necessary to consider whether the income is taxable in the first place.\n\nIf the sums concerned are taxable as earnings from an office or employment the &#x201C;scholarship income&#x201D; is likely to be chargeable to income tax on the holder. The concepts of &#x201C;earnings&#x201D; and &#x201C;scholarship income&#x201D; are mutually exclusive. However, if there is no office or employment then the income cannot be taxable as employment income. For example, student maintenance grants made available by grant awarding bodies  do not constitute taxable income. This is because no income tax liability arises on first principles, not because any such liability is exempted by Section 776 (Section 331). In order to tax the payments as employment income you must be able to demonstrate that the income was received in respect of an office or employment and not under a contract of training. Detailed guidance on offices, employments and contracts of training can be found in the Employment Status Manual (see ESM2505 onwards).\n\nIf there is neither an office nor an employment then a charge may arise under the Trading Income rules. For further guidance on any charge under the Trading Income rules see BIM65151.\n\nWhere the student comes from overseas the taxation position may be affected by a double taxation agreement. In such cases see DT1930.\n\nOnly if there is a taxable source do we need to consider whether the income is exempt from tax under Statement of Practice 4/86 (see [EIM06235](http://www.hmrc.gov.uk/manuals/eimanual/EIM06235.htm)) or as a scholarship by virtue of Section 776 (Section 331) (see [EIM06205](http://www.hmrc.gov.uk/manuals/eimanual/EIM06205.htm) onwards)."},{"manual_section_id":"EIM06215","title":"Scholarship income: directors and employees","body":"The general exemption in Section 776 IT(TOI)A 2005 (previously\nSection 331 ICTA 1988) that scholarship income shall be exempt from\nincome tax applies only to the scholarship holder (see\n[EIM06205](http://www.hmrc.gov.uk/manuals/eimanual/EIM06205.htm) onwards). Except for those in\nlower paid employment, the provision of a scholarship for the son\nor daughter of a director or employee will be treated as the\nparent&#x2019;s earnings under the benefits code (see\n[EIM30000](http://www.hmrc.gov.uk/manuals/eimanual/EIM30000.htm) onwards). Section 215 ITEPA\n2003 prevents the scholarship exemption at Section 776 (Section\n331) from precluding such a charge."},{"manual_section_id":"EIM06220","title":"Scholarship income: meaning of scholarship","body":"Section 776 (Section 331) provides that income from a\nscholarship shall be exempt from income tax (see\n[EIM06205](http://www.hmrc.gov.uk/manuals/eimanual/EIM06205.htm)). Section 776(3) (Section\n331(2)) expands the meaning of scholarship to include an\nexhibition, bursary or any other similar educational endowment. As\nthere is no other statutory definition the ordinary meaning of\nthese terms has to be observed.\n\nThis means that although essentially a scholarship is an\naward, usually made on merit, which does no more than support a\nstudent during a period of study, in practice we have to interpret\nscholarship, etc. fairly broadly. An Inspector should deal with any\ncases of doubt or dispute.\n\nThe following do not normally qualify as scholarships:\n\n*   loans to employees undergoing educational\n\n    courses, see\n    [EIM01490](http://www.hmrc.gov.uk/manuals/eimanual/EIM01490.htm) and Clayton v Gothorp\n\n    (47TC168)\n*   payments to students under deeds of\n\n    covenant. These payments typically are not linked to a course of\n\n    education, nor are they part of a student grant. In Gibbs v Randall\n\n    (53TC513) a parent covenanted to pay an amount to his student son\n\n    for a period of time as part of his parental contribution towards a\n\n    local education authority grant. He claimed that the payments,\n\n    being part of his parental contribution to the student grant, were\n\n    payments to which his son was entitled as &#x201C;the holder of ...\n\n    an educational endowment\" and therefore should not be taken into\n\n    account in calculating his son's income. The High Court held that\n\n    the covenant imposed no obligation as to the use to which the money\n\n    should be put when received and was not linked to the receipt of an\n\n    educational grant or to continuance of the son's education. The\n\n    payments under the covenant were therefore not income to which the\n\n    son was entitled as holder of an educational endowment.\n\nAs regards fellowships, see\n\n[EIM06245](http://www.hmrc.gov.uk/manuals/eimanual/EIM06245.htm)."},{"manual_section_id":"EIM06225","title":"Scholarship income: meaning of full time instruction","body":"Individuals registered as full-time students at educational\nestablishments on courses up to, and including, university\nundergraduate and comparable levels may normally be regarded as\nreceiving full-time instruction for the purposes of the scholarship\nexemption under Section 776 (see\n[EIM06205](http://www.hmrc.gov.uk/manuals/eimanual/EIM06205.htm)).\n\nCertain university and college courses, notably sandwich\ncourses, require students to undertake periods of work experience\naway from the university, etc. during the course. The educational\naward is usually suspended during such periods. Instead the student\nreceives his or her salary or wages from the employer. These are\ntaxable earnings to which PAYE should be applied in the normal way,\n\nif appropriate. No exemption arises under Section 776, as the\n\nstudent will not, during the period of work experience, be\n\nundergoing full-time instruction at the educational establishment.\n\nSee\n\n[EIM06235](http://www.hmrc.gov.uk/manuals/eimanual/EIM06235.htm) as regards students released by\n\nemployers to undertake educational courses.\n\nUniversity graduates registered as full-time students for the\n\ndegree of Ph.D. or equivalent may normally be regarded as receiving\n\nfull- time instruction on the grounds that their research work is\n\nsubordinate to the main object of acquiring training in research\n\nmethods. This will still apply even if they undertake small amounts\n\nof paid work, for example, teaching or demonstrating."},{"manual_section_id":"EIM06230","title":"Scholarship income: meaning of at a university, college, school or other educational establishment","body":"\n\n## Section 776(1) IT(TOI)A 2005 (Section 331(1) ICTA 1988)\n\nIn order to qualify for the scholarship exemption under Section 776 (previously Section 331) the holder of the scholarship has to be receiving full-time education at a university, college, school or other educational establishment (see [EIM06205](http://www.hmrc.gov.uk/manuals/eimanual/EIM06205.htm)).\n\nAn employer's own internal training school or college, or such an establishment run by an employer's association etc, should not be regarded as an educational establishment for the purposes of this guidance. Only recognised universities, technical colleges or similar educational establishments, open to the public at large and offering a range of courses both practical and academic, qualify. You should make enquiries where the nature of the establishment is not clear.\n\nThe education must take place at an educational establishment. If it takes place elsewhere then the condition is not satisfied and no exemption is due. An educational establishment is an establishment whose primary function is that of education. Where the primary function is other than education the condition is not satisfied and no exemption is due. This will be the case even if some education is carried out at the establishment.\n\nAs an example, a Ph.D. student may receive education at an establishment whose primary function is that of research. This is not an educational establishment and the Section 776 exemption will not apply. The fact that the students and staff are registered with a university will not mean the premises are an educational establishment.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM06235","title":"Scholarship income: scholarship and apprenticeship schemes at universities and colleges: Statement of Practice 4/1986","body":"\n\n## Statement of Practice 4/1986\n\n### Overview\n\nStatement of Practice (SP) 4/86 was first published in 1986. It explained the, then, Inland Revenue&#x2019;s view of the application of Section 776 IT(TOI)A 2005 to students who are either sponsored by their employers to undertake full time higher educational course or are on sandwich courses under the terms of which they are required to work for the employer during vacations and at other times.\n\nThe Practice is an administrative easement. If students or trainees satisfy the conditions HMRC accepts without further question that the income paid by their employer to maintain them while studying is scholarship income within the meaning of Section 776. This procedure relieves all parties from having to undertake detailed scrutiny of the legal relationships.\n\nThe current version of SP 4/86 was published on 15 August 2007 taking effect for the academic year 1 September 2007 to August 2008 and subsequent years. For the full text see [EIM06237](http://www.hmrc.gov.uk/manuals/eimanual/EIM06237.htm)).\n\nFor limits applying in relation to earlier periods, see the table at [EIM06240](http://www.hmrc.gov.uk/manuals/eimanual/EIM06240.htm)."},{"manual_section_id":"EIM06237","title":"Scholarship income: Statement of Practice 4/1986: academic years commencing on and after 1 September 2007","body":"\n\n## Section 776 IT(TOI)A 2005 - Statement of Practice 4/86\n\nSee [EIM06235](http://www.hmrc.gov.uk/manuals/eimanual/EIM06235.htm) for an overview of SP4/86.\n\n*   On 1 September 2007 the current version of SP4/86 came into force.\n\nThe full text is reproduced below:\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM06237.htm#top)\n\n\n## &#x201C;SP4/86 - Payments made by employers to employees when in full-time attendance at universities and technical colleges\n\nScholarships, exhibitions, bursaries etc held by a person receiving full-time instruction at university, technical college or similar educational establishment are exempted from income tax by Section 776 ITTOIA 2005.\n\nThis Statement of Practice sets out the circumstances when payments made by an employer to an employee for periods of attendance on a full-time course (including sandwich courses) can be exempted from income tax. The following conditions and exclusion apply.\n\n### Conditions\n\n1. The employer requires that the employee must be enrolled at the educational establishment for at least one academic year and must attend the course for at least twenty weeks in that academic year. Or if the course is longer the employee must attend for at least twenty weeks on average, in an academic year over the period of the course.\n\n2. The educational establishments must be recognised universities, technical colleges or similar educational establishments, which are open to members of the public generally and offer more than one course of practical or academic instruction. For example an employer&#x2019;s internal training school or one run by an employer&#x2019;s trade organisation will not satisfy the educational establishment condition for the Statement of Practice.\n\n3. For courses commencing on or after 1 September 2007, the payments, including lodging, subsistence and travelling allowances, but excluding any tuition fees payable by the employee to the university etc, do not exceed &#xA3;15,480 for the academic year.\n\n### Exclusion\n\n4. This exemption does not apply to payments of earnings made for any periods spent working for the employer during vacations or otherwise.\n\nIf the rate exceeds &#xA3;15,480 HMRC may look at the arrangements in detail. This is because the level of payment exceeds what might reasonably be described as a scholarship or training allowance. However, an increase in the rate of payment over the qualifying limit, part way through a course, will not affect the exemption applying to any payments for the earlier part of the course.\n\n[The limit for the academic years ending on 31 August 2006 and 31 August 2007 applied from 1 September 2005 and was set at &#xA3;15,000. For academic years ending on or before 31 August 2005 the limit was set at &#xA3;7,000 or an amount which a public awarding body such as a Research Council, would have granted to a student with similar personal circumstances. Inland Revenue Press Release, 18 November 1992 gives the details. Information for the 2005/06 academic year commencing 1 September 2005 is in Inland Revenue Budget Note 32, 16 March 2005.]&#x201D;   "},{"manual_section_id":"EIM06240","title":"Scholarship income: rates of payment under Statement of Practice 4/1986","body":"\n\n## Statement of Practice 4/1986\n\nThe exemption under Statement of Practice 4/86 (see [EIM06235](http://www.hmrc.gov.uk/manuals/eimanual/EIM06235.htm)) is due where the rate of payment does not exceed the amount shown in the table below.\n\n<table>\n<tr>\n<td>Period</td>\n<td>Maximum rate (&#xA3;)</td>\n<td>Maximum rate (&#xA3;)</td>\n<td>Maximum rate (&#xA3;)</td>\n</tr>\n<tr>\n<td></td>\n<td>Yearly</td>\n<td>Monthly</td>\n<td>Weekly</td>\n</tr>\n<tr>\n<td>From 6/4/92 </td>\n<td>7,000</td>\n<td>583.33 </td>\n<td>134.61 </td>\n</tr>\n<tr>\n<td>From 01/09/05</td>\n<td>15,000</td>\n<td>1250.00</td>\n<td>288.46</td>\n</tr>\n<tr>\n<td>From 01/09/07</td>\n<td>15,480</td>\n<td>1290.00</td>\n<td>297.92</td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</table>\n\nFor 1991/92 and earlier years, see SE06207.\n\nWhere the rate of remuneration (inclusive of lodging or subsistence allowances, but exclusive of university etc fees payable by the employee) exceeds the limits set out above, do not accept that the trainee/student is in receipt of scholarship income. You should obtain copies of contracts between the trainee/student and the employer/sponsor and an explanation of how the level of payments has been calculated. It is likely that the amounts exceed what may genuinely be described as scholarship income or educational maintenance. In consequence the payments are likely to be earnings from the employment and should be taxed in full. However, an increase in the rate of remuneration beyond the qualifying limit part way through a course, will not affect any entitlement to exemption for the earlier part of the course. Similarly, a period of full-time instruction at a rate of payment not qualifying for exemption counts as a period of attendance at the educational establishment for the purpose of deciding whether the employee was in full-time attendance at the establishment.\n\nFor examples of how the exemption operates see examples [EIM06245](http://www.hmrc.gov.uk/manuals/eimanual/EIM06245.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM06240.htm#top)\n\n\n## Periods up to and including 5 April 2005\n\nFor periods before 6 April 2005 the upper limit for the purposes of SP 4/86 was the higher of:\n\nthe appropriate amount shown in the table above, exclusive of university etc fees payable by the employee\n\nthe rate of payment which an individual in similar circumstances would have received as the recipient of a grant from a public awarding body (for example, a studentship from one of the research councils).\n\nThis latter limit may be more favourable for employees with family responsibilities. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"},{"manual_section_id":"EIM06245","title":"Scholarship income: rates of payment under Statement of Practice 4/1986; examples","body":"\n\n## Statement of Practice 4/86\n\n### Example 1\n\nSue's employer pays for her to attend college. The course starts in September 2012 and finishes at the end of the academic year in June 2013. During this period she has vacations in December and March when she works for her employer. She is paid her normal monthly salary while working for her employer during these vacations. Her income while working during her vacations is subject to tax and Class1 NICs, because the exemption under SP4/86 only applies to income when attending college.\n\nSue&#x2019;s employer pays her &#xA3;3,300 in September 2012 to cover the first term of the academic year and then pays two further amounts of &#xA3;3,300 in January 2013 and April 2013 to cover the second and third terms. These three amounts of &#xA3;3,300 are exempt from tax and NICs because they meet all the conditions of SP 4/86 including being less than the financial ceiling of &#xA3;15,480.\n\n### Example 2\n\nSanjay&#x2019;s employer pays for him to attend college. The course is a three year one; each academic year starts in September and finishes the following June. The course starts in September 2012 and finishes June 2015. During this period he has vacations in December, March, July and August when he works for his employer. He is paid his normal monthly salary while working for his employer during the vacations. His income while working during his vacations is subject to tax and Class1 NICs, because the exemption under SP4/86 only applies to income when attending college.\n\nSanjay&#x2019;s employer pays him &#xA3;4,500 in September 2012 to cover the first term of the first academic year and then pays two further amounts of &#xA3;4,500 in January 2013 and April 2013 to cover the second and third terms. These three amounts are exempt from tax and NICs, because they meet all the conditions of SP 4/86 including being less than the financial ceiling of &#xA3;15,480 for the 2012-13 academic year.\n\nFor the purpose of this example the financial ceiling will remain at &#xA3;15,480 for each of the three academic years. However, the financial ceiling is normally subject to annual review and so might change.\n\nSanjay&#x2019;s employer pays him &#xA3;5,000 in September 2013 to cover the first term of the second academic year and pays a further amount of &#xA3;5,000 in January 2014 for the second term. Then in April Sanjay is paid &#xA3;5,400 for the final term. The three amounts of are exempt from tax and NICs, because they meet all the conditions of SP 4/86 including being less than the financial ceiling of &#xA3;15,480 for the 2013-14 academic year.\n\nSanjay&#x2019;s employer pays him &#xA3;6,000 in September 2014 to cover the first term of the final academic year and pays a further amount of &#xA3;6,000 in January 2015 for the second term. Then in April 2015 Sanjay is paid &#xA3;6,000 for the final term. The whole of this final &#xA3;6,000 payment is subject to tax and Class 1 NICs because it takes the total payments received in the academic year over the &#xA3;15,000 ceiling. However, the two previous payments of &#xA3;6,000 in the 2014-15 academic year still remain exempt from tax and NICs, as are the amounts paid to Sanjay in the respective 2012-13 and 2013-14 academic years."},{"manual_section_id":"EIM06250","title":"Scholarship income: miscellaneous awards: research awards or fellowships","body":"Research awards or fellowships are sometimes offered to\nqualified individuals, who have normally completed their\npost-graduate training, to enable them to undertake a specific\nresearch project over a fixed period. As there is usually no\nquestion of full-time instruction, the scholarship exemption under\nSection 331 does not apply (see\n[EIM06205](http://www.hmrc.gov.uk/manuals/eimanual/EIM06205.htm)). Whether payments made to the\nholder of the award or fellowship are chargeable to tax will depend\non the particular facts. There is unlikely to be a contract of\nemployment. If the holder of the award is engaged under an\nenforceable contract to provide services, for example, to research\na particular project, in return for a fee any liability to tax will\n\nbe under the Miscellaneous Income rules (see BIM65151).\n\nA postgraduate student employed by an industrial concern may\n\nbe awarded a fellowship by his employer.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual_section_id":"EIM06255","title":"Scholarship income: miscellaneous awards: training grants made by Health and Social Services","body":"Various posts in the Health and Social Services administered by\nlocal authorities require special qualifications for which there\nare nationally recognised courses of training. Most local\nauthorities sponsor trainees, frequently selected from their own\nemployees, under widely varying schemes. They do so on terms that\nrequire the trainees to serve the authority for a specified period\nafter training is complete. The taxation treatment of payments made\nduring the training period will in general be subject to the\narrangements described at\n[EIM06235](http://www.hmrc.gov.uk/manuals/eimanual/EIM06235.htm).\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual_section_id":"EIM06257","title":"Scholarship income: miscellaneous awards: teacher training bursaries; teaching grants; golden hellos","body":"\n\n## Section 776 IT(TOI)A 2005 (Section 331 ICTA 1988)\n\n### Teacher training bursaries and grants\n\nIndividuals who begin a postgraduate course in initial teacher training (ITT) in England and Wales are eligible to receive a training bursary (in Wales, a training grant). The award is paid by the training provider and funded by the Department for Education (in Wales, the Welsh Assembly Government). This includes teacher training scholarships where those who receive the award are selected by an organisation outside of government. Payment does not depend on the successful completion of the course, or on the individual taking a job as a teacher.\n\nThe teacher training bursary (in Wales, training grant) is not chargeable to tax. The individuals who receive them are not employees. They are trainees, or postgraduate students, and the award is in the nature of an additional scholarship or bursary. There is more about contracts of training in the Employment Status Manual at ESM1113.\n\n### Golden hellos/teaching grants\n\nPostgraduate teacher trainees in shortage subjects are eligible to receive a one-off payment when they successfully complete their induction year of teaching in England or Wales. The payment is called a golden hello in England, and a teaching grant in Wales.\n\nUnlike the training bursaries and training grants described above, this payment is made only to people who actually take a teaching job in a shortage subject and remain employed in a teaching post in England or Wales. The payment is an inducement to enter employment. It is taxable as earnings from the teacher&#x2019;s employment within Section 62 ITEPA 2003 (see [EIM00700](http://www.hmrc.gov.uk/manuals/eimanual/EIM00700.htm)). "},{"manual_section_id":"EIM06260","title":"Scholarship income: miscellaneous awards: awards made by universities","body":"Scholarships or studentships awarded by a university from its\nown funds or from endowments under its control should be considered\nfor tax purposes in accordance with the instructions at\n[EIM06225](http://www.hmrc.gov.uk/manuals/eimanual/EIM06225.htm) and\n[EIM06250](http://www.hmrc.gov.uk/manuals/eimanual/EIM06250.htm)."},{"manual_section_id":"EIM06265","title":"Scholarship income: miscellaneous awards: awards made by Government departments or Government sponsored bodies","body":"The more common awards by Government Departments or\nGovernment-sponsored bodies, and their taxation treatment, are as\nfollows:\n\n### Science and Engineering Research Council\n\n*   Research studentships and advanced course\nstudentships awarded for the maintenance of students undergoing\ntraining in research methods or taking post-graduate courses are\nnot taxable as employment income.\n*   Research fellowships awarded to young\nresearch workers who have completed their normal course of\npost-graduate training to enable them to pursue a particular\n\n    research topic may be chargeable to tax under the Trading Income\n\n    rules (see\n    [EIM06210](http://www.hmrc.gov.uk/manuals/eimanual/EIM06210.htm) and BIM65151). But if,\n\n    exceptionally, a contract of employment exists the payments will be\n\n    taxable as employment income.\n*   Grants for the development of special\n\n    researchers are made to enable investigators to employ assistants\n\n    and to purchase special equipment. The grants are not taxable\n\n    income in the hands of the investigator to whom they are paid. But\n\n    if the investigator uses the grant to employ a research assistant\n\n    the remuneration that the assistant receives is taxed in the normal\n\n    way. The university department etc to which the investigator is\n\n    attached normally acts for him in claiming the grant and paying the\n\n    assistants.\n\n### Government training schemes\n\nGrants or allowances, plus in some cases travel and\n\naccommodation allowances, paid to participants in these schemes are\n\nnot normally regarded as income for tax purposes. They are treated\n\nas tax-free maintenance allowances on the basis that the\n\nparticipants are engaged under contracts of training, not contracts\n\nof employment. But, if the arrangements are such that contracts of\n\nemployment exist, the payments made will be taxable earnings, which\n\nshould be subjected to PAYE in the usual way. For example, payments\n\nto disabled persons undergoing training in sheltered workshops are\n\ntreated as wages and subject to income tax.\n\nIt will normally be self-evident whether participants in\n\nthese schemes have employee or trainee status.\n\nEmployees will generally have a direct contract with the\n\nperson to whom they provide their services.\n\nTrainees will generally have a contract with the scheme\n\norganiser that may involve work experience or training involving a\n\nwork provider. It will usually be clear from the contract and the\n\nsurrounding circumstances that the primary purpose is to train the\n\nparticipant though incidental benefit such as some productive work\n\nfor the work provider may result."},{"manual_section_id":"EIM06270","title":"Scholarship income: miscellaneous awards: awards made by overseas bodies","body":"These are awarded under the Commonwealth Scholarship Plan and\nare exempt from tax in the United Kingdom. The stipends of visiting\nfellows are also regarded as exempt provided that the recipient is\nnot required to undertake teaching engagements during tenure of the\nfellowship. But, if a visiting fellow is required to teach, he may\nbe exempt under the relevant double taxation agreement (see DT226).\n\nThere is a list of Commonwealth countries at RE1713."},{"manual_section_id":"EIM06275","title":"Scholarship income: student union officials","body":"Universities and colleges normally have a students' union. Its\naffairs are administered by full- time officers, elected from the\nstudent body. A union officer interrupts his course for a\nsabbatical year whilst he is a union official so that he can devote\nhis full attention to union matters. The individual may retain\nstudent status at the university etc but he does not receive\nfull-time education whilst acting as a union official. The\nsabbatical year forms no part of his course and no examinations are\ntaken at the end of the year. Any local education authority grant\nis suspended throughout the term of office and in its place he\nnormally receives a payment at an equivalent rate (but for the full\n52 weeks) out of the funds of the union.\n\nPayments to the union officer from union funds are earnings\n\nfrom an office or employment with the union and are taxable as\n\nemployment income. Exemption is unlikely to be due under Section\n\n331, as the student does not receive full- time instruction during\n\nthe relevant period. Furthermore, the payments received are not\n\nscholarship income but a salary paid in return for services to the\n\nunion.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"}]},{"title":" Season tickets provided","sections":[{"manual_section_id":"EIM06300","title":"Season tickets provided: liability to tax","body":"All employees provided with season tickets, for ordinary\ncommuting journeys, receive a benefit that is treated as earnings\nunder Section 87 ITEPA 2003, see\n[EIM16140](http://www.hmrc.gov.uk/manuals/eimanual/EIM16140.htm).\n\nAs regards leave travel facilities for the armed forces see\n[EIM50100](http://www.hmrc.gov.uk/manuals/eimanual/EIM50100.htm)."}]},{"title":" Sick pay and injury payments (other than Statutory Sick Pay)","sections":[{"manual_section_id":"EIM06400","title":"Sick pay and injury payments: general"},{"manual_section_id":"EIM06410","title":"Sick pay and injury payments: sick pay funded by the employer","body":"The employer may provide the funds for sick pay directly or\nthrough a trust or insurance policy. Whichever method is used, the\nsums paid to employees are taxable as earnings within Section 62 or\nSection 221 ITEPA 2003.\n\nIf the employer enters into an arrangement to insure any\ncosts arising from his liability to provide sick-pay this is merely\na funding arrangement. Money flows from the insurer to the employer\nwho then pays out sums to the employee as sick pay. Sick pay\nreceived by the employee in these circumstances falls within the\ndefinition of &#x201C;earnings&#x201D; provided by Section 62 ITEPA.\n\nAlternatively, the insurer may choose to pay sums directly to\nthe employee rather than providing the funding to the employer. If\nthere is any dispute about the scope of &#x201C;earnings&#x201D; in\n\nsuch cases then Section 221 provides a clear charging mechanism\n\nAs the amount to be taxed is the same in either case it will\n\nnot usually be necessary to decide which section applies. However,\n\nSection 221 covers the situation where the employee may have\n\ncontributed to the fund that provides the sick pay. In such cases\n\nonly that part of the sick pay attributable to the employer&#x2019;s\n\ncontributions are charged to income tax.\n\nThe sick pay is taxable whether it is paid to the employee or\n\na member of their family or household. In this context this means\n\nthe employee's spouse, the employee's children and their spouses,\n\nand the employee's parents and dependants.\n\nWhere sick pay is provided under arrangements between the\n\nemployer and an insurance company or by some other third party\n\nfund, the right to receive sick pay or the prospect of receiving it\n\nis\n\n**not** a benefit chargeable under the benefits code\n\n(see\n\n[EIM21820](http://www.hmrc.gov.uk/manuals/eimanual/EIM21820.htm)).\n\n### Permanent Health Insurance (PHI)\n\nThe arrangements described above may be distinguished from\n\nPermanent Health Insurance (PHI) sometimes known as &#x201C;income\n\nreplacement&#x201D; schemes. PHI arrangements create entitlement for\n\nindividual employees who are unable to work because of illness or\n\ndisability &#x2013; see the Insurance Policyholder Taxation Manual\n\nat IPTM6100 and subsequent."},{"manual_section_id":"EIM06420","title":"Sick pay and injury payments: sick pay funded by employees","body":"Where employees contribute to a fund for the provision of sick\npay, the contributions do not attract tax relief and should be made\nfrom income after the deduction of tax and NIC.\n\nPayments made to employees when they are sick out of a fund\nconsisting entirely of employee contributions are not taxable as\nemployment income. But if they are annual payments a charge may\narise on Savings and Investment Income. The tax treatment of such\npayments should be considered by reference to Sections 735 &#x2013;\n743 ITTOIA 2005 (see IPTM6100 and subsequent)."},{"manual_section_id":"EIM06430","title":"Sick pay and injury payments: sick pay funded partly by the employer and partly by employees","body":"The part of the sick pay funded by the employer is taxable as\nemployment income (seeEIM06410).\n\nThe part of the sick pay funded by the employee is not\ntaxable as employment income but may be chargeable as Savings and\nInvestment Income (see\n[EIM06420](http://www.hmrc.gov.uk/manuals/eimanual/EIM06420.htm) and IPTM6100 and subsequent).\nIf payments that are chargeable as Savings and Investment Income\nare made without deduction of tax at the basic rate, consider\nissuing a self-assessment return to the employee (see AP440).\n\nStrictly the contributions of employer and employee and the\nmeans by which administration of the scheme is financed should be\ntaken into account in deciding the amount of sick pay taxable as\nemployment income. In practice, administration expenses should be\nignored if the proportion of sick pay taxable as employment income\ncan be agreed in accordance with the following:\n\n### (a) Employee's and employer's contribution fixed in\nadvance\n\nThe proportion of sick pay taxable as employment income is:\n\n<table>\n<tr>\n<td>Employer's\ncontribution</td><td></td>\n</tr>\n<tr>\n<td>Employer's contribution +\nemployee's contribution</td><td></td>\n</tr>\n</table>\n\neach measured over the same period (usually a week, a month\nor a year).\n\nIf the relative contributions change, the proportion of sick\npay taxable as employment income should be recalculated from the\ndate of change. The chargeable proportion need not stay constant\nover an income tax year; changes can take effect at any time during\nthe year and may do so during a period of sickness.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nSee example\n[EIM06460](http://www.hmrc.gov.uk/manuals/eimanual/EIM06460.htm).\n\n### (b) Employees' or employer's contributions variable\n\nIf the employees' or the employer's contributions are not fixed\nin advance it will not usually be possible to calculate the\nrelative contributions of employer and employee until after the end\nof the year.\n\nAs soon as possible after the scheme's year end (which need\nnot coincide with an income tax year end) the scheme's organiser\nshould be asked to state the employees' total contributions for the\nyear and the employer's total contributions. The chargeable\nproportion can be calculated as in (a) above and used from the date\nof calculation until another calculation is prepared at the end of\nthe following year - provided that all the parties agree to this\nprocedure (see example\n[EIM06460](http://www.hmrc.gov.uk/manuals/eimanual/EIM06460.htm)).\n\nWhen first proposing this method you should explain that:\n\n*   it avoids the need to adjust the\nemployees' tax liabilities retrospectively\n*   although the employer's contributions may\nvary proportionately from year to year, the variation in terms of\ntax is significantly less\n*   use of this method rather than the strict\nstatutory basis is just as likely to result in a small\nunder-deduction of tax as it is in a small over-deduction.\n\nDespite the relatively small effect on the tax due, ensure that\nthe chargeable proportion of sick pay is recalculated after each\nschemes' year end on the basis of the contributions for that year.\nIf this is not done, the inaccuracy of the calculations is likely\nto increase. The recalculated proportion should be applied to\npayments of sick pay made after the date of recalculation but\nshould not be used retrospectively unless a strict statutory basis\nhas been insisted upon."},{"manual_section_id":"EIM06440","title":"Sick pay and injury payments: sick pay and other sums paid after cessation of employment","body":"It will be unusual for an employer to continue direct payments\nafter an employment has ended. But if sick pay is paid by the\nemployer for periods after cessation the payment may well be\ntaxable as pension income.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nPayments made by a third party after the employment has ended\nmay also be taxable as pension income. For example an employer may\nfund a sickness or disability scheme which provides for continuing\nbenefits to be paid to former employees by the insurer. If one of\nthe reasons for the employment ending is the sickness or disability\n\nof the former employee the payments made by the third party will be\n\ntaxable as pension income (see Johnson v Holleran (61TC428)).\n\nIf a third party payment is not taxable as pension income,\n\nperhaps because the termination of employment is not linked to\n\nsickness or disability, or because the arrangement is not funded by\n\na former employer, the payment may be chargeable as Savings and\n\nInvestment Income (see IPTM6100 and subsequent)."},{"manual_section_id":"EIM06450","title":"Sick pay and injury payments: injury payments","body":"Some employers make payments for injury instead of or as well as\nfor sickness.\n\nReasonable lump sums paid as compensation for a specific\ninjury suffered are not earnings within Section 62 ITEPA 2003 and\nare not treated as employment income by Section 403 (see\n[EIM13610](http://www.hmrc.gov.uk/manuals/eimanual/EIM13610.htm) onwards). However, payments may\nbe taxable under the benefits code as cash benefits (see\n[EIM21006](http://www.hmrc.gov.uk/manuals/eimanual/EIM21006.htm)).\n\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nSums which are calculated on a weekly, monthly, or similar\nbasis and paid for periods of absence from work, or for periods\nafter the employee returns to work when he or she is unable to earn\nas much as they did before the injury, will usually be taxable as\nearnings in the same way as sick pay (or ordinary pay when paid\nafter the employee returns to work). The guidance at\n\n[EIM06410](http://www.hmrc.gov.uk/manuals/eimanual/EIM06410.htm) to EIM06430 applies.\n\nWeekly, monthly, or similar injury payments which continue\n\nafter cessation may be taxable in the same way as sick pay paid\n\nafter cessation (see\n\n[EIM06440](http://www.hmrc.gov.uk/manuals/eimanual/EIM06440.htm)).\n\nIf the injury etc was suffered at work, see\n\n[EIM74012](http://www.hmrc.gov.uk/manuals/eimanual/EIM74012.htm)."},{"manual_section_id":"EIM06460","title":"Sick pay and injury payments: examples","body":"Employees and their employer contribute to a sick pay insurance\nscheme. Until 31 December 2003, the employees each pay &#xA3;7 per\nmonth and the employer pays &#xA3;6 per month for each employee.\nFrom 1 January 2004, the employees' contributions increase to\n&#xA3;8 per month and the employer pays &#xA3;7 per month per\nemployee.\n\nAn employee falls sick on 1 October 2003, and is still ill\nand receiving sick pay on 1 October 2004.\n\nFrom 1 October 2003:\n\n<table>\n<tr>\n<td>6</td><td>x sick pay is taxable as\nemployment income</td>\n</tr>\n<tr>\n<td>6 + 7</td><td></td>\n</tr>\n</table>\n\nFrom 1 January 2004:\n\n<table>\n<tr>\n<td>7</td><td>x sick pay is taxable as\n\nemployment income</td>\n</tr>\n<tr>\n<td>7 + 8</td><td></td>\n</tr>\n</table>\n\nAs the employee is still receiving sick pay on 1 October 2004\n\nthe part of the sick pay which is not taxable as employment income\n\nis potentially chargeable as Savings and Investment Income .\n\nSections 735 &#x2013; 743 ITTOIA 2005 exempt that part of the sick\n\npay, but not the part taxable as employment income (see above).\n\n### Example (b): employees' or employer's contribution\n\nvariable\n\nA sick pay club makes up its accounts to 31 May each year.\n\nThe employees each contribute 60p per week, and their\n\nemployer pays whatever sum is needed to bring the total\n\ncontributions up to &#xA3;100,000 per year. Because the number of\n\nemployees is variable, the relative amount of the employees' and\n\nemployer's contributions will not be known until the end of the\n\nyear.\n\nBy 30 June 2004, the club calculates the employees' total\n\ncontributions for the year ended 31 May 2004 to be &#xA3;40,400, so\n\nthe employer pays in &#xA3;59,600. The proportion taxable as\n\nemployment income is calculated to be:\n\n<table>\n<tr>\n<td>59,600</td><td>x any sick pay paid out\n\nof the scheme</td>\n</tr>\n<tr>\n<td>59,600 + 40,400</td><td></td>\n</tr>\n</table>\n\nand this proportion is applied from 1 July 2004.\n\nBy 30 June 2001, the club calculates the total contributions\n\nfor the year ended 31 May 2001 as employees &#xA3;35,700 and\n\nemployer &#xA3;64,300. The proportion taxable as employment income\n\nis recalculated as:\n\n<table>\n<tr>\n<td>64,300</td><td>x any sick pay paid out\n\nof the scheme</td>\n</tr>\n<tr>\n<td>64,300 + 35,700</td><td></td>\n</tr>\n</table>\n\nto take effect from 1 July 2005.\n\nOn 1 October 2005 the club changes its rules and employees\n\nbegin to contribute 40p per week, and their employer 70p per week\n\nper employee. From 1 October 2005 the proportion of sick pay\n\ntaxable as employment income can be calculated in accordance with\n\nthe rules in Example (a) above and is:\n\n<table>\n<tr>\n<td>70</td><td>x any sick pay paid out\n\nof the scheme</td>\n</tr>\n<tr>\n<td>70 + 40</td><td></td>\n</tr>\n</table>"}]},{"title":" Strike pay from trade unions","sections":[{"manual_section_id":"EIM06500","title":"Strike pay from trade unions","body":"\n\n            [businesses&amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nSome trade unions make payments to members who are on strike.\nSuch payments are not earnings from the employment and are not\ntaxable (see also AP1168).\n\n    "}]},{"title":" Suggestion scheme awards","sections":[{"manual_section_id":"EIM06600","title":"Exemption for suggestion scheme awards: introduction"},{"manual_section_id":"EIM06610","title":"Exemption for suggestion scheme awards: conditions for exemption","body":"The conditions that must be satisfied for a suggestion scheme\naward to qualify for exemption under Section 321 ITEPA 2003 are as\nfollows:\n\n*   the employer&#x2019;s scheme must be open\non the same terms to\n\n*   all the employees of the employer, or\n*   a particular description of them. For example, a\nscheme which is open to all the employees in a particular building,\nor in a particular geographical area, will satisfy this\ncondition.\n\n*   the suggestion must relate to the\nactivities carried on by the employer\n*   the suggestion was made by an employee who\ncould not reasonably have been expected to make it in the course of\nthe duties of their employment, having regard to the\nemployee&#x2019;s experience\n*   the suggestion was not made at a meeting\n\n    held for the purpose of proposing suggestions\n*   the award is an encouragement award (see\n    [EIM06620](http://www.hmrc.gov.uk/manuals/eimanual/EIM06620.htm)) or a financial benefit award\n\n    (see\n    [EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm)).\n\nIf all the above conditions are satisfied, the award will be\n\nexempt from tax if, or to the extent that, it does not exceed the\n\npermitted maximum for the award. If an award that satisfies the\n\nconditions exceeds the permitted maximum, only the excess will be\n\ntaxed.\n\nThe amount of the permitted maximum depends on whether the\n\naward is\n\n*   an encouragement award (see\n    [EIM06620](http://www.hmrc.gov.uk/manuals/eimanual/EIM06620.htm)), or\n*   a financial benefit award (see\n    [EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm))."},{"manual_section_id":"EIM06620","title":"Exemption for suggestion scheme awards: the permitted maximum: encouragement awards"},{"manual_section_id":"EIM06630","title":"Exemption for suggestion scheme awards: the permitted maximum: financial benefit awards"},{"manual_section_id":"EIM06640","title":"Exemption for suggestion scheme awards: two or more awards for same suggestion on same occasion","body":"Section 322(2) ITEPA 2003 provides a rule for deciding how the\nexempt amount relating to a financial benefit award (see\n[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm)) is to be apportioned if an\nemployer makes two or more awards for the same suggestion on the\nsame occasion. This could happen, for example, if a suggestion is\nsubmitted jointly by two or more employees.\n\nThe rule is that the exempt amount, called the suggestion\nmaximum, is to be apportioned between the recipients in the same\nproportion as their individual awards bear to the total sum\nawarded. See example\n[EIM06641](http://www.hmrc.gov.uk/manuals/eimanual/EIM06641.htm) and example\n[EIM06642](http://www.hmrc.gov.uk/manuals/eimanual/EIM06642.htm).\n\nIn cases where the employer makes two or more awards for the\nsame suggestion on different occasions, see also\n[EIM06650](http://www.hmrc.gov.uk/manuals/eimanual/EIM06650.htm)."},{"manual_section_id":"EIM06641","title":"Exemption for suggestion scheme awards: two or more awards for same suggestion on same occasion: example","body":"Two employees, A and B, make a joint suggestion under a staff\nsuggestion scheme which satisfies the conditions in Section 321\nITEPA 2003 (see\n[EIM06610](http://www.hmrc.gov.uk/manuals/eimanual/EIM06610.htm)). Their employer decides to\naward &#xA3;2,000 to A and &#xA3;1,000 to B. The employer\ncalculates the suggestion maximum for the suggestion as &#xA3;4,500\n(see\n[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm)).\n\nFor employee A, the permitted maximum is:\n\n<table>\n<tr>\n<td>&#xA3;2,000</td><td>x</td><td>&#xA3;4,500</td><td>=</td><td>&#xA3;3,000</td>\n</tr>\n<tr>\n<td>&#xA3;2,000 +\n&#xA3;1,000</td><td></td><td></td><td></td><td></td>\n</tr>\n</table>\n\nThis is more than &#xA3;2,000, so A&#x2019;s award is entirely\n\nexempt.\n\nFor employee B, the permitted maximum is:\n\n<table>\n<tr>\n<td>&#xA3;1,000</td><td>x</td><td>&#xA3;4,500</td><td>=</td><td>&#xA3;1,500</td>\n</tr>\n<tr>\n<td>&#xA3;2,000 +\n\n&#xA3;1,000</td><td></td><td></td><td></td><td></td>\n</tr>\n</table>\n\nThis is more than &#xA3;1,000, so B&#x2019;s award is entirely\n\nexempt.\n\nAs only &#xA3;3,000 of the suggestion maximum has been used,\n\nthe balance of &#xA3;1,500 is available if the employer decides to\n\nmake a later award in respect of the same suggestion (see\n\n[EIM06650](http://www.hmrc.gov.uk/manuals/eimanual/EIM06650.htm)).\n\nSee also example\n\n[EIM06642](http://www.hmrc.gov.uk/manuals/eimanual/EIM06642.htm)."},{"manual_section_id":"EIM06642","title":"Exemption for suggestion scheme awards: two or more awards for same suggestion on same occasion: example","body":"Three employees, C, D and E, make a joint suggestion under a\nstaff suggestion scheme which satisfies the conditions in Section\n321 ITEPA 2003 (see\n[EIM06610](http://www.hmrc.gov.uk/manuals/eimanual/EIM06610.htm)). The suggestion is adopted,\nand their employer decides to award &#xA3;2,500 to C, &#xA3;5,000\nto D and &#xA3;2,500 to E. The suggestion maximum for the award is\n&#xA3;5,000 (see\n[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm)).\n\nFor employee C, the permitted maximum is:\n\n<table>\n<tr>\n<td>&#xA3;2,500</td><td>\n\n</td><td>&#xA3;5,000</td><td>\n\n</td><td>&#xA3;1,250</td>\n</tr>\n<tr>\n<td>&#xA3;2,500 +\n\n&#xA3;5,000 + &#xA3;2,500</td><td>\n\n</td><td>\n\n</td><td>\n\n</td><td>\n\n</td>\n</tr>\n</table>\n\nThis is less than C&#x2019;s award of &#xA3;2,500, so C is\n\ntaxed on (&#xA3;2,500 - &#xA3;1,250) = &#xA3;1,250\n\nFor employee D, the permitted maximum is:\n\n<table>\n<tr>\n<td>&#xA3;5,000</td><td>\n\n</td><td>&#xA3;5,000</td><td>\n\n</td><td>&#xA3;2,500</td>\n</tr>\n<tr>\n<td>&#xA3;2,500 + &#xA3;5,000\n\n+ &#xA3;2,500</td><td>\n\n</td><td>\n\n</td><td>\n\n</td><td>\n\n</td>\n</tr>\n</table>\n\nThis is less than D&#x2019;s award of &#xA3;5 000, so D is\n\ntaxed on (&#xA3;5 000 - &#xA3;2 500) = &#xA3;2 500\n\nThe figures for employee E are the same as for employee C.\n\nAs the suggestion maximum for this suggestion has been\n\ncompletely used up, any later award in respect of the same\n\nsuggestion must be taxed in full (see\n\n[EIM06650](http://www.hmrc.gov.uk/manuals/eimanual/EIM06650.htm))."},{"manual_section_id":"EIM06650","title":"Exemption for suggestion scheme awards: two or more awards for same suggestion on different occasions","body":"EIM06640 explained how the exempt amount (the &#x201C;suggestion\nmaximum&#x201D;) for a financial benefit award is apportioned when\nan employer makes two or more awards for the same suggestion on the\nsame occasion. There are further rules for deciding how much is\nexempt from tax when two or more awards are made, for the same\nsuggestion, at different times. This could happen if an employer\nmade an initial award for a promising suggestion followed by a\nlater award when the suggestion has been fully evaluated.\n\n*   The basic rule is that the total amount\nqualifying for exemption in respect of a single suggestion must not\nexceed the suggestion maximum calculated in accordance with[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm).\n*   The suggestion maximum is set against the\nearliest award(s) first, applying the rule in[EIM06640](http://www.hmrc.gov.uk/manuals/eimanual/EIM06640.htm) if awards were made to two or\n\n    more people at the same time.\n*   If the suggestion maximum is not\n\n    completely used up against the first award, the balance can be set\n\n    against any later award, and so on (see example\n    [EIM06651](http://www.hmrc.gov.uk/manuals/eimanual/EIM06651.htm)).\n*   If a later award is made to two or more\n\n    people at the same time, the balance of the suggestion maximum is\n\n    apportioned between them as described in EIM06640 (see example\n    [EIM06652](http://www.hmrc.gov.uk/manuals/eimanual/EIM06652.htm))."},{"manual_section_id":"EIM06651","title":"Exemption for suggestion scheme awards: two or more awards for same suggestion on different occasions: example","body":"The suggestion maximum for a particular suggestion is\n&#xA3;4,000. The employer makes two awards to the employee who made\nthe suggestion, as follows:\n\n> &#xA3;2,500 on 31 March 2004\n>\n>  &#xA3;2,500 on 30 September 2004.\n\nThe suggestion scheme satisfies all the conditions in Section\n321 ITEPA 2003 (see\n[EIM06610](http://www.hmrc.gov.uk/manuals/eimanual/EIM06610.htm)).\n\n**2003/04:** the award made in 2003/04 (&#xA3;2,500)\nis less than the suggestion maximum (&#xA3;4,000) and so is wholly\nexempt. The balance of the suggestion maximum (&#xA3;4,000 -\n&#xA3;2,500 = &#xA3;1,500) is available to set against any later\naward in respect of the same suggestion.\n\n**2004/05:** the award made in 2004/05 (&#xA3;2,500)\nis more than the balance of the suggestion maximum (&#xA3;1,500).\nThe difference (&#xA3;1,000) is taxable as employment income in\n\n2004/05.\n\nSee also example\n\n[EIM06652](http://www.hmrc.gov.uk/manuals/eimanual/EIM06652.htm)."},{"manual_section_id":"EIM06652","title":"Exemption for suggestion scheme awards: two or more awards for same suggestion on different occasions: example","body":"Two employees, A and B, make a joint suggestion under a staff\nsuggestion scheme which satisfies the conditions in Section 321\nITEPA 2003 (see\n[EIM06610](http://www.hmrc.gov.uk/manuals/eimanual/eim06610.htm)). Their employer adopts the\nsuggestion, and makes awards to A and B as follows:\n\n31 March 2004: &#xA3;1,000 to A and &#xA3;500 to B\n\n30 September 2004: &#xA3;3,000 to A and &#xA3;1,500 to B.\n\nThe suggestion maximum for the suggestion, calculated in\naccordance with\n[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm), is &#xA3;4,500.\n\n**2003/04:** the total amount awarded in 2003/04\n(&#xA3;1,500) is less than the suggestion maximum (&#xA3;4,500), so\nthe awards to A and B on 31/3/04 are wholly exempt. The balance of\nthe suggestion maximum (&#xA3;3,000) is carried forward to set\nagainst the later awards.\n\n**2004/05:** the apportionment formula in\n\n[EIM06640](http://www.hmrc.gov.uk/manuals/eimanual/EIM06640.htm) applies.\n\nFor employee A, the permitted maximum for the second award\n\nis:\n\n<table>\n<tr>\n<td>&#xA3;3,000</td><td>x</td><td>&#xA3;3,000</td><td>=</td><td>&#xA3;2,000</td>\n</tr>\n<tr>\n<td>&#xA3;3,000 +\n\n&#xA3;1,500</td><td></td><td></td><td></td><td></td>\n</tr>\n</table>\n\nThis is less than the amount of A&#x2019;s second award\n\n(&#xA3;3,000), so the difference (&#xA3;1,000) is taxable as\n\nemployment income in 2004/05.\n\nFor employee B, the permitted maximum for the second award\n\nis:\n\n<table>\n<tr>\n<td>&#xA3;1,500</td><td>x</td><td>&#xA3;3,000</td><td>=</td><td>&#xA3;1,000</td>\n</tr>\n<tr>\n<td>&#xA3;3,000 +\n\n&#xA3;1,500</td><td></td><td></td><td></td><td></td>\n</tr>\n</table>\n\nThis is less than the amount of B&#x2019;s second award\n\n(&#xA3;1,500), so the difference (&#xA3;500) is taxable as\n\nemployment income in 2004/05."},{"manual_section_id":"EIM06660","title":"Exemption for suggestion scheme awards: employee making more than one successful suggestion","body":"The rules in Section 321 ITEPA 2003 apply to each suggestion\nseparately. So the permitted maximum for a later suggestion is not\nreduced if the employee has previously received an exempt award for\na different suggestion. The permitted maximum is arrived at in\naccordance with\n[EIM06620](http://www.hmrc.gov.uk/manuals/eimanual/EIM06620.htm) (encouragement awards) or\n[EIM06630](http://www.hmrc.gov.uk/manuals/eimanual/EIM06630.htm) (financial benefit awards)\nirrespective of any award made for an earlier suggestion."},{"manual_section_id":"EIM06670","title":"Exemption for suggestion scheme awards: employer using scheme to make non-qualifying awards","body":"If an employer uses a suggestions scheme to make awards which do\nnot satisfy the conditions set out in\n[EIM06610](http://www.hmrc.gov.uk/manuals/eimanual/EIM06610.htm) (for example, because the\nsuggestion was made at a meeting held for the purpose of proposing\nsuggestions) the award does not qualify for exemption and must be\ntaxed in full.\n\nHowever, the making of such awards does not disqualify the\nemployer&#x2019;s entire scheme. Other awards that do meet all the\nconditions will continue to be exempt, up to the permitted\nmaximum."}]},{"title":" Tax-free remuneration","sections":[{"manual_section_id":"EIM07700","title":"Tax-free remuneration","body":"There is a system that employers can adopt if they wish to make \"free of tax\" payments to their employees. What the employer has to do is deduct tax from the gross amount of the remuneration. The gross is the amount actually paid to the employee plus the income tax that would be payable on that gross.\n\nOffices are not primarily involved because the question is one of interpreting an agreement between employer and employee. "}]},{"title":" Telephone expenses","sections":[{"manual_section_id":"EIM07800","title":"Telephone expenses","body":"The liability to pay a telephone bill falls on the subscriber.\nThe appropriate tax treatment depends on who is the subscriber.\n\n### Employer is the subscriber\n\nWhere an employer applies for the provision of a telephone at\nthe home of an employee it is the employer who is the subscriber,\nnot the employee. The employer is the person who has to pay the\ntelephone rental and other charges.\n\nIn these circumstances the employer is not bearing a\nfinancial liability of the employee and the amount paid is not\n&#x201C;earnings&#x201D; within Section 62 ITEPA 2003 (see generally\n[EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm) onwards).\n\nBut, unless the employee is in lower paid employment, the\namount paid will be treated as earnings under the benefits code\n(see\n[EIM21001](http://www.hmrc.gov.uk/manuals/eimanual/EIM21001.htm) onwards). See\n[EIM21615](http://www.hmrc.gov.uk/manuals/eimanual/EIM21615.htm) for circumstances where the\nbenefit may be exempt from tax.\n\n### Employee is the subscriber\n\nWhere the employee applies for the provision of the telephone\nthe employee is the subscriber. If the employer pays any of the\n\ntelephone expenses direct they will be meeting the pecuniary (that\n\nis, financial) liability of the employee (see\n\n[EIM00580](http://www.hmrc.gov.uk/manuals/eimanual/EIM00580.htm)). The employee is treated as\n\nreceiving earnings within Section 62 ITEPA 2003 equal to the amount\n\nof the bill paid direct by the employer.\n\nPayments by employers that do no more than reimburse the\n\nactual cost of outgoing business calls (excluding any part of the\n\nrental) should be disregarded.\n\nIf the employer&#x2019;s payment is treated as earnings within\n\nSection 62 ITEPA 2003 the employee is entitled to a deduction under\n\nSection 336 in respect of the cost of necessary business calls.\n\n[EIM32940](http://www.hmrc.gov.uk/manuals/eimanual/EIM32940.htm) explains when a deduction may\n\nalso be due for the cost of the line rental.\n\nIf any employer or employee complains that undue significance\n\nis being attached to the form rather than the substance of the\n\ntransactions you should point out that different ways of doing\n\nthings can produce different tax results.\n\nIf an employer has a number of employees who will be liable\n\nto tax in respect of payments made to meet all or part of their\n\ntelephone expenses, you may negotiate a reasonable fixed amount\n\nwith the employer which can be treated as the measure of the charge\n\nfor all the employees concerned. But such an agreement is not\n\nbinding on the employees. Any of them can ask to be taxed on the\n\nstrict statutory basis if he or she so wishes."}]},{"title":" Tips and gratuities","sections":[{"manual_section_id":"EIM07900","title":"Tips and gratuities: troncs","body":"Tips and gratuities received by taxi drivers, postmen,\nhairdressers, waiters, etc, in respect of services they have\nprovided are taxable as earnings within Section 62 ITEPA 2003 (see\ngenerally\n[EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm) onwards).\n\nIn Calvert v Wainwright (27TC475) a taxi driver employed by a\ntaxi hire company was held to be chargeable in respect of tips he\nreceived. Atkinson J said:\n\n> &#x201C;Tips received by a man as a reward for services rendered,\n> voluntary gifts made by people other than the employers, are\n> assessable to tax as part of the profits arising out of the\n> employment if given in the ordinary way as a reward for\n> services.&#x201D;\n\nAn employee may claim their tips are not chargeable because they\nare 'personal gifts'. But when a tip is given to an employee\npersonally that only means it is given to them for their own\nbenefit and not for that of the employer. It is only a gift that is\ngiven on personal grounds that is not chargeable. That is because\n\nit is not then 'from the employment' (see\n\n[EIM01450](http://www.hmrc.gov.uk/manuals/eimanual/EIM01450.htm) and\n\n[EIM01460](http://www.hmrc.gov.uk/manuals/eimanual/EIM01460.htm)).\n\nA tip taking the form of goods will not qualify for exemption\n\nunder Section 324 because it is a payment in recognition of\n\nservices performed (see\n\n[EIM21715](http://www.hmrc.gov.uk/manuals/eimanual/EIM21715.htm)).\n\n### Troncs\n\nIn the catering industry, tips are sometimes distributed by a\n\n&#x201C;troncmaster&#x201D;, who is responsible for operating PAYE.\n\nDetailed guidance on troncs is provided in the PAYE Online Manual\n\n(POM) - search for &#x201C;Tips, Gratuities, Service Charges And\n\nTroncs &#x201C;."}]},{"title":" Transfer of real property between employer and employee","sections":[{"manual_section_id":"EIM08001","title":"Transfer of real property to employees: general","body":"## Section 62 ITEPA 2003\n\nWhere land is transferred by an employer to an employee at less than its market value, this usually represents earnings chargeable under Section 62 ITEPA 2003 equal to its open market value less what the employee pays for it (see [EIM00540](http://www.hmrc.gov.uk/manuals/eimanual/EIM00540.htm) onwards). Land includes a house and most other forms of residential property, for example a flat.\n\n### Referral to Valuation Office Agency (VOA)\n\nIn all cases where land is transferred to a director or employee, an Inspector must consider whether the transfer is at full value and, if not, whether the undervalue is a profit from the directorship or employment. Where the property is in the United Kingdom the VOA  **must **be consulted (not on form CG20) in **all **cases where the transfer appears to be at less than full market value.\n\n**Failure to consult the VOA as soon as the information is available may result in the expiry of time limits before tax can be assessed on employment income.**&#xA0;\n\nIn Langham v Veltema, (STC3717), an SA return submitted by a director showed a house transferred to him for &#xA3;100,000. There was nothing on the return to indicate the basis for this valuation. The Inland Revenue should have consulted the District Valuer (DV), but it did not do so. Subsequently the company accounts were submitted showing the &#xA3;100,000 value on transfer of the property, and the Inland Revenue requested an opinion on the valuation from the DV. The DV agreed with the taxpayer a valuation of &#xA3;145,000.\n\nBy the date of agreement of the valuation the time limit had expired for the Inland Revenue to amend the taxpayer&#x2019;s SA return to include the full transfer value of &#xA3;145,000. A further assessment for &#xA3;45,000 was raised on the basis that the Inland Revenue could not have been expected from the information on the return to know the transfer took place at undervalue. The taxpayer appealed on the basis that the time limit for the Revenue to amend his self assessment had expired and there were no grounds for the issue of a &#x201C;discovery&#x201D; assessment since the transfer had been disclosed in the SA return.\n\nThe Court of Appeal dismissed the appeal, as the return had not alerted the Revenue to the possible insufficiency of the self assessment, so the Inspector could not have been reasonably expected to be aware of it, without consulting the DV.  Hence when the true value of the house came to light later, the Revenue was justified in issuing a &#x201C;discovery&#x201D; assessment.\n\nNonetheless if the DV had been consulted at the proper time it would have been apparent, before expiry of the relevant time limits for amending the self assessment, that the transfer took place at undervalue.   Consequently this case should serve as a reminder that when an asset is transferred between an employer and an employee, the DV must be consulted immediately for an opinion of the valuation provided.\n\nFor more information on consulting the  VOA see [EIM08002](http://www.hmrc.gov.uk/manuals/eimanual/EIM08002.htm). "},{"manual_section_id":"EIM08002","title":"Transfer of real property to employees: consulting the District Valuer","body":"In a case where property is transferred to a director or employee (see [EIM08001](http://www.hmrc.gov.uk/manuals/eimanual/EIM08001.htm)) the request to the Valuation Office Agency (VOA) should:\n\n*   identify the land to be valued\n*   state that the request is for an informal valuation for the purposes of a potential income tax liability on employment income*   specify the date at which the valuation is required\n*   name the employer and director or employee concerned\n*   specify the precise interest to be valued, for example &#x201C;freehold interest subject to rights of occupation by ...&#x201D;\n*   give details (if known) of the date of purchase of the land by the employer and its original cost price to him\n*   attach a copy of any tenancy agreement or licence to occupy in force immediately prior to the sale to the director or employee and\n*   state the consideration paid (if any) by the director or employee to the employer.\n\nSee [EIM08003](http://www.hmrc.gov.uk/manuals/eimanual/EIM08003.htm) for what to do when the VOA's report is received. "},{"manual_section_id":"EIM08003","title":"Transfer of real property to employees: action following District Valuer's report","body":"\n\n## Section 62 ITEPA 2003\n\nIf the amount of the informal valuation provided by the Valuation Office Agency (VOA) (see [EIM08002](http://www.hmrc.gov.uk/manuals/eimanual/EIM08002.htm)) exceeds the consideration paid, the Inspector should write to the employee advising him or her that the amount of the excess represents earnings taxable under Section 62 ITEPA 2003 for the year in which the land was transferred.  Where there is no dispute about either the valuation or the treatment of the excess as earnings,  the appropriate action should be taken to tax the excess over the amount paid as employment income.\n\nIf the position is disputed, there are some important steps to take before issuing an appealable decision in the form of an assessment or a Revenue amendment to a self assessment.   This is because of the need to obtain a defendable on appeal valuation report as part of the preparation for any appeal hearing at which the property valuation is one of the issues under appeal.\n\nThe first step is to establish the employee&#x2019;s grounds for disputing the position.\n\n### Employee agrees the valuation but disputes treatment of profit as earnings\n\nThis should be treated in the same way as any other dispute about how something should be dealt with under the employment income rules.   If the valuation is agreed, there is no need for the VOA to provide a defendable on appeal report.\n\n### Employee disputes the valuation\n\nThe following guidance will apply in any case where the employee disputes the valuation, whether or not the employee accepts the underlying position about any profit being taxable as earnings from the employment.\n\nIf the valuation is disputed, the employee should be asked if he or she is employing a professional adviser to act on his or her behalf and he or she may be informed that arrangements will be made for the VOA to enter into formal negotiations with him or her or with that adviser.  Any agreed valuation will be reported in due course by the VOA.\n\nIf agreement is not reached, the VOA will report that the position is unagreed, together with the reasons for the failure to reach agreement and the VOA&#x2019;s opinion of the value.  **Before** making an assessment, if it seems that no agreement on valuation is possible and that the matter will need to be resolved by formal means, ask the VOA to provide what is known as a &#x201C;defendable on appeal&#x201D; valuation report.  When you have received a defendable on appeal valuation report, a formal decision should be issued as appropriate.\n\nWhen submitting your request to the VOA, make it clear that you are requesting a report in connection with establishing liability as employment income. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nIf the decision is appealed, note that jurisdiction for hearing of the appeal lies with the First-tier Tribunal and not to the Lands Tribunal.  Although valuation of the land may be a major issue in the appeal, or perhaps the only issue if an employment income liability is agreed in principle, the subject of the appeal is a charge on employment income in the form of earnings or benefits.  Jurisdiction for the determination of employment income liability rests with the First-tier Tribunal and there is no option for the taxpayer to ask the Lands Tribunal to consider the matter instead."},{"manual_section_id":"EIM08004","title":"Transfer of real property to employees: property outside the UK","body":"&#xA0;\n\n The same principles apply as for United Kingdom property\n(see\n[EIM08001](http://www.hmrc.gov.uk/manuals/eimanual/EIM08001.htm) onwards) although establishing\nthe market value may not be easy.\n\n Essentially the onus is on the taxpayer to show that the\ntransfer price is an arm's length one, that is, the price that the\npurchaser could obtain for the property if he or she disposed of it\nas soon as he or she received it.\n\n Where a valuation of residential property is required,\nvaluation advice can be provided by Shares Valuation (Foreign).\nValuation advice on commercial property is given by the Revenue\nSection, Chief Executive&#x2019;s Office, Valuation Office Agency.\n\n Before the submission is made, the employee or agent should\nhave been asked to provide a valuation at the relevant date,\n\nprepared by a professionally qualified valuer. When such a\n\nvaluation has been obtained, or if the taxpayer is unable or\n\nunwilling to provide such a valuation, the case should be submitted\n\nto SV (Foreign) (residential property) or the Revenue Section,\n\nChief Executive&#x2019;s Office, Valuation Office Agency (commercial\n\nproperty) along with a memo setting out the following:\n\n1.  a statement that the valuation is required for the purposes of\n\n    a charge to tax on employment income\n\n2.  the address and a full description of the property including\n\n    the area of land owned\n\n3.  the dates of the vendor's acquisition and disposal of the\n\n    property\n\n4.  the consideration for the disposal\n\n5.  the precise interest in the property that was transferred, for\n\n    example whether it was a freehold or leasehold interest. If the\n\n    interest transferred was a lease, a copy of the lease should be\n\n    provided\n\n6.  details of any tenancy to which the property was subject at the\n\n    valuation date, including its duration, the tenant's name and the\n\n    rent payable\n\n7.  the valuation put forward by the employee along with a copy of\n\n    any professional valuer's report that has been obtained.\n\nAny other relevant information or documents that are provided by\n\nthe employee should accompany the valuation request.\n\n Remember that the transaction may have tax implications for\n\nthe other party and liaise with that party's Inspector before\n\nsettling the case.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual_section_id":"EIM08005","title":"Transfer of real property to employees: alternative charges to tax","body":"Where on a transfer of property at undervalue liability is\nnot established under Section 62 ITEPA 2003 (see\n[EIM08001](http://www.hmrc.gov.uk/manuals/eimanual/EIM08001.htm)), it may arise under other\nlegislation:\n\n*   where the taxpayer is a member of the\ncompany providing the asset &#x2013; as Savings and Investment\nIncome (see[CT15250](http://www.hmrc.gov.uk/ctmanual/ctm15250.htm) onwards).\n*   where the employment concerned is not an\nexcluded employment - under Part 3 Chapter 10 ITEPA 2003 (see[EIM21640](http://www.hmrc.gov.uk/manuals/eimanual/EIM21640.htm) onwards)\n*   where the transfer is part of an\nunapproved retirement benefits scheme - under Part 6 Chapter 1\nITEPA 2003 (see[EIM15010](http://www.hmrc.gov.uk/manuals/eimanual/EIM15010.htm) onwards)\n*   where the transfer is otherwise in\n\n    connection with the termination of an office or employment - under\n\n    Part 6 Chapter 3 ITEPA 2003 (see\n    [EIM13000](http://www.hmrc.gov.uk/manuals/eimanual/EIM13000.htm) onwards)\n*   where, exceptionally, a voucher or credit\n\n    token is involved - under Part 3 Chapter 4 ITEPA 2003 (see\n    [EIM16010](http://www.hmrc.gov.uk/manuals/eimanual/EIM16010.htm) onwards)."},{"manual_section_id":"EIM08006","title":"Transfer of real property to employees: capital gains tax liability and Trading Income  deduction for the employer","body":"If an employment income liability is established on the transfer\nof an asset (see\n[EIM08001](http://www.hmrc.gov.uk/manuals/eimanual/EIM08001.htm)), the capital gains tax\nliability of the employer should be dealt with in accordance with\n[CG16270](http://www.hmrc.gov.uk/cg1manual/cg16270.htm) onwards.\nA claim for a Trading Income deduction should be dealt with in\naccordance with\n[BIM47110](http://www.hmrc.gov.uk/bimmanual/bim47110.htm)."},{"manual_section_id":"EIM08007","title":"Transfer of real property to employees: options","body":"Land (or an interest in land) may be transferred to an employee in accordance with the terms of an option granted previously by the employer to the employee. Where the option is granted for consideration or is given under seal (in Scotland, whether or not granted for a consideration or under seal) any employment income liability can normally only arise as at the date the option is granted, not when it is exercised (see Abbott v Philbin (39TC82)).\n\nAn Inspector should consult the Valuation Office Agency on the value of such an option when it is granted.\n\nIf options only receive critical scrutiny when they are exercised and the employee has become the legal owner of the property, time limits for assessing the value of the option may have elapsed.\n\nAll officers, whether dealing with the employer's accounts or with returns and correspondence in the file of the employee concerned, should be on the alert for any indication that an option has been granted and take action at that time. "},{"manual_section_id":"EIM08008","title":"Transfer of real property by employees to the employer at more than market value","body":"The guidance at\n[EIM08001](http://www.hmrc.gov.uk/manuals/eimanual/EIM08001.htm) onwards applies with any\nnecessary modifications where an employee transfers an asset to his\nor her employer for more than its market value.\n\nThe amount chargeable under Section 62 ITEPA 2003 is:\n\n*   the amount the employer pays the employee\nfor the asset\n\nless\n\n*   its market value at the time of\ntransfer."}]},{"title":" Travelling and subsistence payments","sections":[{"manual_section_id":"EIM10000","title":"Travelling and subsistence payments: general"},{"manual_section_id":"EIM10010","title":"Travelling and subsistence payments: travel between places of work","body":"A reimbursement of expenditure actually incurred by an employee\nin travelling between two or more places of work is not\n&#x201C;earnings&#x201D; within Section 62 ITEPA 2003. This is\nbecause the expenditure would be allowable under Section 337 if the\nemployee had paid it out of their remuneration, as he or she would\nbe travelling in the performance of their duties (see Taylor v\nProvan (49TC12)).\n\nTo establish what is a place of work, the employee has to\nshow that he or she performs substantive duties at the place in\nquestion. If the employee claims that their home is a place of\nwork, see\n[EIM10030](http://www.hmrc.gov.uk/manuals/eimanual/EIM10030.htm).\n\nBear in mind though that, unless the employee is in lower\npaid employment,\n**all** expenses payments are treated as earnings by\nSection 72 ITEPA 2003, subject to any deduction under Section 336,\n337 or 338. See\n[EIM10000](http://www.hmrc.gov.uk/manuals/eimanual/EIM10000.htm) and\n\n[EIM20601](http://www.hmrc.gov.uk/manuals/eimanual/EIM20601.htm)..\n\n**From 6 April 2002**, mileage payments which\n\nemployers make to employees who use their own vehicle or bicycle\n\nfor travel between two places of work are not chargeable to tax if\n\nthey do not exceed the appropriate approved mileage allowance\n\npayment (AMAP) limit. Payments that exceed the AMAP limit will be\n\ntaxed to the extent that they exceed the limit. Full guidance on\n\nthe operation of the AMAP scheme is at\n\n[EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm) onwards."},{"manual_section_id":"EIM10020","title":"Travelling and subsistence payments: travel from home to normal place of work","body":"If an employer reimburses the cost of an employee's travel from\nhome to their normal place of work, the reimbursement is taxable as\nearnings within Section 62 ITEPA 2003 (see generally\n[EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm) onwards). There are three\nexceptions to this rule:\n\n*   where the employee's home is a place of\nwork (see[EIM10030](http://www.hmrc.gov.uk/manuals/eimanual/EIM10030.htm))\n*   where there is an emergency call-out of\nthe employee in such circumstances that the employee's duties begin\nas soon as he or she is called out (see[EIM10040](http://www.hmrc.gov.uk/manuals/eimanual/EIM10040.htm))\n*   where the employee has a substantial and\nlong-term disability (see[EIM10080](http://www.hmrc.gov.uk/manuals/eimanual/EIM10080.htm)).\n\nSee also\n[EIM32050](http://www.hmrc.gov.uk/manuals/eimanual/EIM32050.htm) onwards and\n[EIM32240](http://www.hmrc.gov.uk/manuals/eimanual/EIM32240.htm)."},{"manual_section_id":"EIM10030","title":"Travelling and subsistence payments: travel from home where home is a place of work","body":"The reimbursement of the cost of travelling between two places\nof work is not taxable as earnings within Section 62 ITEPA 2003 (\n[EIM10010](http://www.hmrc.gov.uk/manuals/eimanual/EIM10010.htm)). Only very rarely will an\nemployee be able to establish that journeys between their home and\ntheir normal place of work are between two places of work (see\n[EIM32370](http://www.hmrc.gov.uk/manuals/eimanual/EIM32370.htm)). Briefly, this is because:\n\n*   it is unlikely that an employee can\nestablish that their home is, in a real sense, a place of work\nand\n*   even if they could, they would have to\nestablish that the location of their home was determined by the\nduties of their employment rather than by personal choice.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nSee also\n\n[EIM32170](http://www.hmrc.gov.uk/manuals/eimanual/EIM32170.htm) onwards."},{"manual_section_id":"EIM10040","title":"Travelling and subsistence payments: emergency call-out: travel between home and normal place of employment","body":"Many employees receive payments in respect of travelling\nexpenses between their home and normal place of employment on an\nemergency call-out.\n\n Such payments are taxable as earnings within Section 62\nITEPA 2003 (see generally\n[EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm) onwards), unless all the\nfollowing conditions are satisfied:\n\n*   the employee gives advice on handling the\nemergency on receipt of the telephone call and\n*   the employee accepts responsibility for\nthose aspects appropriate to his or her duties from that time\nand\n*   the employee has a continuing\n\n    responsibility for the emergency whilst travelling to their normal\n\n    place of employment.\n\nThe same rules apply when the employee claims an expenses\n\ndeduction which has not been reimbursed (see\n\n[EIM32380](http://www.hmrc.gov.uk/manuals/eimanual/EIM32380.htm) to EIM32381).\n\n Where, exceptionally, these conditions are satisfied, home\n\nto work mileage allowance payments made in 2002/03 onwards, will\n\nfall within the approved mileage allowance payment scheme (see\n\n[EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm) onwards).\n\n### Pook v Owen (45TC571)\n\nTaxpayers and their advisers may refer you to the case of Pook v\n\nOwen (45TC571). In that case, a GP took up an employment as a\n\npart-time hospital doctor. In that employment he was required to be\n\non call for emergencies. He received reimbursements of travelling\n\nexpenses between his home (which was also the location of his GP\n\nsurgery) and the hospital. It was held that the reimbursements were\n\nnot &#x201C;earnings&#x201D; because his duties commenced as soon as\n\nhe received the emergency call. He had to give instructions for the\n\ncare of the patient until he arrived at the hospital. The inference\n\nwas that his duties were performed in two places - his home and the\n\nhospital. The journeys between the two places were linked so\n\nclosely to the performance of the duties at those places that they\n\ncould be regarded as actually made in the performance of those\n\nduties.\n\n Pook v Owen was an exceptional case. For example, if the\n\ndoctor was held up on the road, he had to ring the hospital and\n\nmake any resulting arrangements (see page 591 of 45TC).\n\n### action\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**\n\nAs regards emergency call-out to a place other than the normal\n\nplace of employment, see\n\n[EIM10050](http://www.hmrc.gov.uk/manuals/eimanual/EIM10050.htm)."},{"manual_section_id":"EIM10050","title":"Travelling and subsistence payments: emergency call-out: travel between home and a place other than a normal place of employment","body":"A reimbursement of expenses incurred in travelling between an\nemployee's home and a place other than their normal place of\nemployment, as a result of an emergency call-out, is not taxable as\nearnings within Section 62 ITEPA 2003.\n\nBear in mind though that, unless the employee is in lower\npaid employment,\n**all** their expenses payments will be treated as\nearnings by Section 72, subject to any deduction under Section 336,\n337 or 338. See\n[EIM10000](http://www.hmrc.gov.uk/manuals/eimanual/EIM10000.htm) and\n[EIM20601](http://www.hmrc.gov.uk/manuals/eimanual/EIM20601.htm).\n\n**From 6 April 2002**, mileage payments that employers\nmake to directors, and employees, who use their own vehicle or\n\nbicycle for emergency call-out travel are not chargeable to tax if\n\nthey do not exceed the appropriate approved mileage allowance\n\npayment (AMAP) limit. Payments that exceed the AMAP limit will be\n\ntaxed to the extent that they exceed the limit. Full guidance on\n\nthe operation of the AMAP scheme is at\n\n[EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm) onwards. As regards emergency\n\ncall out: travel between home and normal place of employment, see\n\n[EIM10040](http://www.hmrc.gov.uk/manuals/eimanual/EIM10040.htm)."},{"manual_section_id":"EIM10060","title":"Travelling and subsistence payments: travel from home to places other than the normal place of work: detached duty","body":"For the years 1998/99 to 2001/02, no tax liability arises where\nthe employer reimburses travel and subsistence expenses (or makes\nreasonable scale rate payments) in respect of an employee's travel\nto a temporary workplace. As regards the definition of a temporary\nworkplace, see\n[EIM32075](http://www.hmrc.gov.uk/manuals/eimanual/EIM32075.htm).\n\nThere is no change in the treatment of subsistence payments\nand allowances for 2002/03 onwards. However, mileage allowance\npayments made after 5 April 2002, in respect of travel to a\ntemporary workplace, are taxable to the extent that they exceed the\nappropriate approved mileage allowance payment (AMAP) limit. For\ndetails of the AMAP scheme, see\n[EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm) onwards."},{"manual_section_id":"EIM10070","title":"Travelling and subsistence payments: employees with no normal place of work: peripatetic employees","body":"For the years 1998/99 to 2001/02, no tax liability arises where\nthe employer reimburses travel and subsistence expenses (or makes\nreasonable scale rate payments) in respect of an employee's travel\nto a temporary workplace. As regards the definition of a temporary\nworkplace, see\n[EIM32075](http://www.hmrc.gov.uk/manuals/eimanual/EIM32075.htm).\n\nThere is no change in the treatment of subsistence payments\nand allowances for 2002/03 onwards. However, mileage allowance\npayments made after 5 April 2002, in respect of travel to a\ntemporary workplace, are taxable to the extent that they exceed the\nappropriate approved mileage allowance payment (AMAP) limit. For\ndetails of the AMAP scheme, see\n[EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm) onwards."},{"manual_section_id":"EIM10080","title":"Travelling and subsistence payments: disabled persons: home to work travel","body":"\n\n## Section 246 ITEPA 2003\n\nThere is no tax charge when a disabled employee is provided with the means of travelling between home and work, or has the cost of their home to work travel paid for or reimbursed.\n\n**For 2002/03 and earlier years**, exemption was provided by Extra-Statutory Concession A59 (see SE10080).\n\n**For 2003/04 onwards**, the former concession has been replaced by a statutory exemption in Section 246 ITEPA 2003.\n\nSection 246 does not apply to the provision of a car, but there is a separate exemption which applies when an employer provides a disabled employee with a car for home to work travel (see [EIM23660](http://www.hmrc.gov.uk/manuals/eimanual/EIM23660.htm) onwards).\n\nFor the purpose of the exemption in Section 246, \"disabled employee\" means an employee who has a physical or mental impairment that has a substantial and long-term adverse effect on the employee's ability to carry out normal day to day activities (Section 246(4)).\n\nThis definition of &#x201C;disabled employee&#x201D; draws on the definition of 0disabled person&#x201D; now given by the Equality Act 2010 (previously contained in the Disability Discrimination Act 1995). However, when considering whether the exemption applies you must focus on the section 246 definition rather than the more detailed Equality Act legislation which is concerned with the prevention of discrimination against somebody on account of their disability.\n\nThere are circumstances in which an employee will not qualify for tax exemption under section 246, although that employee may be within the meaning of &#x201C;disabled person&#x201D; for the purposes of the Equality Act, which may then apply to prevent discrimination against that person. Circumstances that do not qualify for tax exemption include, for example, where the employee:\n\n*   has a potentially recurring disability that is currently in remission such that the impairment ceases to have a substantial adverse effect.*   previously had a disability as defined by the Equality Act but has since recovered\n*   has an impairment and may be receiving medical or other treatment which alleviates or removes the effects (though not the impairment).\n\nAn employee who is able to carry out normal day-to-day activities at the time an employer is providing the employee with the means of travelling between home and work, or is reimbursing the cost of their home to work travel will not meet the terms of the section 246 definition.\n\nAs regards expenses claims by disabled persons who do not receive payments in respect of travelling expenses, see [EIM32356](http://www.hmrc.gov.uk/manuals/eimanual/EIM32356.htm). "},{"manual_section_id":"EIM10090","title":"Travelling and subsistence payments: assisted travel schemes","body":"Some employees of certain government establishments receive\nassistance with their travelling expenses from home to work.\n\nIf an employee is reimbursed home to work travelling\nexpenses, or paid a mileage allowance in respect of home to work\ntravel, the payments are earnings within Section 62 ITEPA 2003 and\nsubject to PAYE (see generally\n[EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm) onwards).\n\nIf employees are provided with free or subsidised travel\ntickets, including season tickets or vouchers, the cost to their\nemployer of providing them is treated as earnings by Section 87\n(see\n[EIM16060](http://www.hmrc.gov.uk/manuals/eimanual/EIM16060.htm) and\n[EIM16140](http://www.hmrc.gov.uk/manuals/eimanual/EIM16140.htm)).\n\n### Works buses\n\n**For 1999/2000 onwards**\n\n, Section 242 ITEPA 2003 (previously, Section 197AA ICTA 1988)\nexempts from tax the benefit of a works bus service, provided that\n\ncertain conditions are met. See\n\n[EIM21850](http://www.hmrc.gov.uk/manuals/eimanual/EIM21850.htm)."},{"manual_section_id":"EIM10100","title":"Travelling and subsistence payments: disruption to public transport caused by strikes","body":"Section 245 ITEPA 2003 exempts from charge certain payments and\nbenefits provided to an employee where public transport is\ndisrupted by a strike or other industrial action. The exemption\nreplaces Extra-Statutory Concession A58 with effect from 6 April\n2003.\n\nThe payments and benefits that are exempted are:\n\n*   the provision of overnight accommodation\nnear the employee&#x2019;s permanent workplace\n*   payments to the employee for expenses of\nsuch accommodation\n*   the provision of transport to the employee\nfor ordinary commuting (including any journey that is substantially\nordinary commuting, see[EIM32300](http://www.hmrc.gov.uk/manuals/eimanual/EIM32300.htm)) and\n*   payments to the employee for expenses of\n\n    such transport.\n\nThe exemption only applies to disruption at the employee&#x2019;s\n\npermanent workplace because Section 338 ITEPA 2003 will provide an\n\nequivalent tax relief by deduction where the disruption is at a\n\ntemporary workplace.\n\nThe legislation at Section 245 only creates an exemption from\n\ncharge for certain payments and benefits provided to the employee.\n\nThere is no equivalent tax relief for costs met by the employee\n\nthat are not reimbursed. Where the employee spends more on ordinary\n\ncommuting or subsistence because of a strike and the employer does\n\nnot reimburse that sum, the employee is not entitled to a deduction\n\nfor the extra expense.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual_section_id":"EIM10120","title":"Travelling and subsistence payments: disruption to public transport caused by strikes: example","body":"An employee travels to work in Southampton by train and bus.\nPublic transport is disrupted as a result of a strike. She cannot\nget home easily and her employer pays for her to stay in a hotel\nnear her place of work.\n\nThe amount paid by her employer is not chargeable to tax, see\n[EIM10100](http://www.hmrc.gov.uk/manuals/eimanual/EIM10100.htm). If she had incurred the cost\nherself it would not have been deductible."},{"manual_section_id":"EIM10150","title":"Travelling and subsistence payments: motor mileage allowances paid for business travel in an employee's own car","body":"\n\n## Sections 229 to 236 ITEPA 2003\n\nRather than reimburse employees for the precise amount of the expenses actually incurred for travelling on business, many employers pay a round sum mileage allowance, expressed as x pence per mile.\n\nMileage allowance payments which employers make to employees who use their own vehicle or cycle for business travel are not chargeable to tax if they do not exceed the appropriate approved mileage allowance payments (AMAPs) limit. Payments that exceed the AMAPs limit will be taxed to the extent that they exceed the limit. Additional tax free payments can be made to employees who carry business passengers.\n\nFull guidance on the AMAPs scheme is at [EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm) onwards.\n\n### Round sum allowances\n\nRound sum allowances, as distinct from reimbursements of expenses actually incurred, are general earnings (see [EIM00511](http://www.hmrc.gov.uk/manuals/eimanual/EIM00511.htm)) chargeable under Section 7(3) ITEPA 2003. "},{"manual_section_id":"EIM10210","title":"Travelling and subsistence payments: taxis and other journeys home from work paid for or provided by an employer","body":"Section 248 ITEPA 2003 exempts from tax the cost of some\njourneys home from work paid for or provided by an employer in\nparticular circumstances:\n\n*   where the employee is required to work\nlate, or\n*   when an employee&#x2019;s normal car\nsharing arrangements are unavailable.\n\nThe exemption in section 248 cannot apply to any more than 60\njourneys in a tax year. This is a single limit that applies to late\nnight journeys and failure of car sharing arrangements\ntogether.\n\nSee\n[EIM10220](http://www.hmrc.gov.uk/manuals/eimanual/eim10220.htm) for what to do if the number of\njourneys that would otherwise meet the terms of the exemption\nexceeds 60.\n\n### Late night journeys (Section 248(2))\n\nThe exemption for late night journeys paid for or provided by\n\nthe employer applies if all the following conditions are met:\n\n*   the journey occurs because the employee is\n\n    required to work later than usual, and until at least 9pm, and\n*   late working is irregular and\n*   by the time the employee finishes work,\n\n    public transport is:\n\n*   either unavailable for the journey home, or\n*   it is unreasonable to expect the employee to use\n\n    it and\n\n*   the transport paid for or provided by the\n\n    employer is by taxi or similar private road transport.\n\nFor more information concerning the exemption for late night\n\ntaxis see\n\n[EIM21831](http://www.hmrc.gov.uk/manuals/eimanual/eim21831.htm).\n\n### Failure of car sharing arrangements (Section 248(3))\n\nThe exemption for journeys paid for or provided by the employer\n\napplies if the following conditions are met:\n\n*   the employee regularly travels to work in\n\n    a shared car with one or more employees of the same employer\n\n    and\n*   due to unforeseen circumstances the car\n\n    sharing arrangement is unavailable.\n\nCircumstances are unforeseen only if the car sharing\n\narrangements fail after the employees concerned arrive at work. For\n\ninstance, if the car breaks down at work so it is not capable of\n\ntransporting the employees home, or if the car driver is called\n\nhome or to another location during the working day, leaving the\n\nemployees who share the car without their transport home. On the\n\nother hand, if it is apparent before the employees leave home for\n\nwork that the normal car sharing arrangements are not available for\n\na day, the unavailability can be foreseen and alternative\n\narrangements may be made to travel to work. See\n\n[EIM10220](http://www.hmrc.gov.uk/manuals/eimanual/EIM10220.htm) for what to do if the terms of\n\nthe exemption are not met.\n\n For the exemption from tax of journeys on works buses see\n\n[EIM21850](http://www.hmrc.gov.uk/manuals/eimanual/EIM21850.htm) and for subsidised journeys on\n\npublic buses see\n\n[EIM21855](http://www.hmrc.gov.uk/manuals/eimanual/EIM21855.htm)."},{"manual_section_id":"EIM10220","title":"Travelling and subsistence payments: taxis and other journeys home from work: terms of exemption not met"},{"manual_section_id":"EIM10300","title":"Travelling and subsistence payments: particular occupations"}]},{"title":" Uniform allowances","sections":[{"manual_section_id":"EIM10400","title":"Uniform allowances","body":"\n\n            [businesses&amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nAllowances paid to uniformed staff in lieu of a uniform are not\ntaxable. As regards what may be treated as a uniform, see\n[EIM32465](http://www.hmrc.gov.uk/manuals/eimanual/EIM32465.htm).\n\n    "}]},{"title":" Vouchers\n\n### Work experience payments to young people","sections":[{"manual_section_id":"EIM10500","title":"Work experience payments to young people","body":"There is no charge to tax on payments made to young people taking part in government or other work experience schemes if they hold the status of trainee and not employee (see [EIM06210](http://www.hmrc.gov.uk/manuals/eimanual/EIM06210.htm),).\n\nIf they are employees, however, their pay will be taxable as employment income. It is possible for young persons under the youth training schemes to be engaged as employees. Those taking part in the New Workers Scheme are always treated as employees.\n\nPrivate bodies, companies, local authorities, etc., who plan to introduce work experience or training schemes may sometimes apply for financial support from the European Union, in particular the European Social Fund (ESF). This source of funding has no special significance for tax purposes. The taxation treatment of allowances paid to participants will still depend on whether they are trainees or employees. "}]}]}}