{"title":"EIM01200 - Employment income","details":{"manual-section-id":"EIM01200","body":"The rules on tax liability from an employer's or third party's\nexpenditure upon, or reimbursement of, training costs changed from\n6 April 1997.\n\n*   Before 1997/98 an extra-statutory\nconcession provided relief from tax if certain conditions were met.\nAn explanation of that concession, ESC A63, is given at\nSE01350.\n*   From 6 April 1997, Section 250 ITEPA 2003\n(originally, Sections 200B to D ICTA 1988)provides a wider\nstatutory exemption in connection with an employer's payment or\nreimbursement of expenditure on the provision of work-related\ntraining for employees. The guidance on Section 250 is arranged as\nfollows:\n\n\n*   For 2000/01 and 2001/02, Sections 200E to\nJ ICTA 1988 provided an additional exemption for contributions by\nan employer, or by a third party, to training or education\nundertaken by an employee (or former employee) as the holder of an\nIndividual Learning Account (see SE01310 onwards). Individual\nLearning Accounts were discontinued in all areas of the United\nKingdom from November 2001.\n\nAs regards:\n\n*   courses of training for employees who are\nabout to leave or have recently left an employment, see[EIM05005](/guidance/employment-income-manual/EIM04700#EIM05005) onwards\n*   claims under Part 5 Chapter 2 for a\ndeduction for expenses not reimbursed by the employer, see[EIM32525](/guidance/employment-income-manual/EIM32401#EIM32525) to EIM32535\n*   courses for which the employee is enrolled\nat a university, technical college or similar educational\nestablishment for at least one academic year and his actual full\ntime attendance at that establishment during that period amounts on\naverage to at least 20 weeks a year, see[EIM06205](/guidance/employment-income-manual/EIM04700#EIM06205) onwards\n*   examination grants to employees, see[EIM01100](/guidance/employment-income-manual/EIM01000#EIM01100)\n\n*   overseas conferences and study tours, see[EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950) onwards.","breadcrumbs":["EIMANUAL","EIM00500","EIM01000","EIM01200"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM01210","title":"Work-related training:\ngeneral","body":"The exemption in Section 250 ITEPA 2003 removes any possible tax\ncharge where an employer, or a third party, incurs expenditure on\nwork-related training for employees. It does not matter whether the\nemployer directly incurs the expenditure or reimburses the\nemployee's expenditure. The exemption covers sums that would\notherwise be taxable as earnings, as benefits, or under the\nvouchers rules. The exemption from tax applies equally to office\nholders.\n\n**Note: Section 250 does not give employees tax relief for\nthe costs of self-financed training where the cost of training is\nnot reimbursed by the employer. Relief for employees meeting their\nown costs should be considered under**[EIM32525](/guidance/employment-income-manual/EIM32401#EIM32525)**onwards.**\n\nThe exemption provided by Section 250 ITEPA 2003 is much\nwider than that provided by Extra- Statutory Concession A63, which\napplied for 1996/97 and earlier years (see SE01350). It ensures\nthat no tax charge arises in connection with genuine work-related\n\ntraining activities that are funded by the employer or by a third\n\nparty.\n\nTo be exempt, expenditure must be on the provision of\n\n\"work-related training\" (see \n\n[EIM01220](/guidance/employment-income-manual/EIM01000#EIM01220)), or on \"related costs\" (see \n\n[EIM01240](/guidance/employment-income-manual/EIM01000#EIM01240)).\n\n**A payment or reimbursement of training costs is not exempt\n\nif its purpose is to reward the employee.**\n\nExpenditure incurred by an employer for a mixed purpose,\n\nintended in part to reward and in part for genuine training, will\n\nneed to be apportioned (see \n\n[EIM01250](/guidance/employment-income-manual/EIM01000#EIM01250)). But apportionment is not\n\nnecessary just because an element of genuine training is enjoyable\n\nor recreational. For example, the use of a hotel's swimming pool\n\nand leisure facilities during a residential course will not require\n\napportionment.\n\nThe main differences between the statutory exemption and the\n\nprevious concession are highlighted below:\n\n*   exemption applies to both internal and\n\n    external courses\n*   exemption covers the costs of the employer\n\n    or those of a third party providing training (see\n    [EIM01300](/guidance/employment-income-manual/EIM01000#EIM01300))\n*   there is no territorial limitation on\n\n    training location\n*   exemption extends to a broader range of\n\n    training materials (see\n    [EIM01220](/guidance/employment-income-manual/EIM01000#EIM01220))\n*   exemption extends to other related costs\n\n    such as the cost of additional child care and the travelling and\n\n    subsistence costs of the trainee (see\n    [EIM01240](/guidance/employment-income-manual/EIM01000#EIM01240) and\n    [EIM01260](/guidance/employment-income-manual/EIM01000#EIM01260))\n*   exemption extends to training which is\n\n    linked to charitable and voluntary activities (see\n    [EIM01220](/guidance/employment-income-manual/EIM01000#EIM01220))\n*   exemption from tax is mirrored in a NIC\n\n    exemption."},{"manual-section-id":"EIM01220","title":"Meaning of \"work-related\ntraining","body":"For the purpose of the exemption in Section 250 ITEPA 2003 (see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)), \"work- related training\" is\ndefined as any training course or other activity which is designed\nto impart, instil, improve or reinforce any knowledge, skills, or\npersonal qualities which:\n\n*   are, or are likely to prove, useful to the\nemployee when performing his/her duties or\n*   will qualify or better qualify the\nemployee to undertake the employment, or to participate in\ncharitable or voluntary activities arising through the\nemployment.\n\nThe training must relate to the employee&#x2019;s current\nemployment or to a \"related employment\" (see\n[EIM01230](/guidance/employment-income-manual/EIM01000#EIM01230)).\n\nThere is no restriction on the way the training can be\ndelivered. Self-tuition packages, computer based training, distance\nlearning, work experience or work placement and informal teach-ins\nare all acceptable as are more formal classroom based methods. It\n\ndoes not matter whether training is delivered internally or\n\nexternally, or on a part-time or full-time basis.\n\nA wide range of practical and/or theoretical skills will\n\nqualify for exemption so long as the skills are relevant to the\n\nemployee. Where leadership and team skills are appropriate to the\n\nemployee, participation in activities such as Outward Bound,\n\nRaleigh International, or Prince's Trust will qualify. Work related\n\nfirst aid and health and safety courses will also qualify. Some\n\nemployers operate Employee Development Schemes, often aimed at\n\nthose employees with low skills levels. These seek to improve an\n\nemployee's attitude towards training by commencing with enjoyable\n\ncourses as an introduction to more concentrated job-related\n\ntraining. All elements of genuine schemes will qualify.\n\nAs regards excluded expenditure, see\n\n[EIM01250](/guidance/employment-income-manual/EIM01000#EIM01250)."},{"manual-section-id":"EIM01230","title":"Meaning of \"related\nemployment\"","body":"In order to qualify for exemption under Section 250 ITEPA 2003\n(see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)), the training must relate to\nthe employee&#x2019;s current employment or to a \"related\nemployment\".\n\nA related employment is another employment with the same\nemployer, or a person connected with the employer, which the\nemployee:\n\n*   is to hold, or\n*   has a serious opportunity of holding,\nor\n*   can realistically expect to have a serious\nopportunity of holding in due course.\n\nThe intention is to include all genuine training, in a range of\ncompetencies, which the employee would need to advance his/her\ncareer or to achieve a career move with his/her employer. For\nexample, language training in preparation for a possible (but not\nagreed) move to an overseas branch would be included, but training\nin leisure type activities is not included unless, exceptionally,\n\nthat activity has a genuine connection with work duties.\n\nThe definition of \"connected person\" in Section 839 ICTA 1988\n\napplies (see CG14580 onwards)."},{"manual-section-id":"EIM01235","title":"Reimbursement of\npre-employment training expenses: Silva v Charnock (SpC332)","body":"\n\n## Sections 250 and 251 ITEPA 2003\n\nAn employer may recruit an individual as an employee on terms that include the offer to reimburse the costs of training that the individual started, and perhaps completed, before the employment began (&#x2018;pre-employment training&#x2019;).\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01235#top)\n\n\nWhere such an amount is paid, the employers and/or the employee may contend that the Special Commissioner&#x2019;s decision in Silva v Charnock (SpC332) supports their argument that the reimbursement of costs incurred in relation to pre-employment training qualifies for exemption under section 250. The facts in that appeal, which the Special Commissioner allowed, were somewhat unusual. The decision will not necessarily apply in other cases where the facts are different.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01235#top)\n\n\n## Points to consider\n\nThe definition of work-related training in section 251 ITEPA 2003 is intentionally broad in order to recognise the wide variety of activities that justify exemption. Each case must be considered in the light of the specific facts including:\n\n*   the nature of the link between the training and the employment,\n*   the relevance of the training itself,\n*   the duties of the employment, and\n*   when the training was completed.\n\nIn many cases this link will be straightforward, especially where the training is commenced at a time when the individual already holds an employment and the purpose of the training is clearly relevant to either the performance of the duties of that employment or a related employment (see EIM01230). However, personal development that an individual undertakes of their own accord, at their own expense, and at a time when no specific employment is in view will rarely qualify as work-related training. It does not become work-related training simply because a new employer subsequently offers and makes a payment of an amount equivalent to the costs previously incurred by the employee. For example, an amount received on accepting or commencing an employment that is equivalent to tuition fees incurred in relation to a course of general education (including college and university courses) undertaken at a time before there was any demonstrable link to a specific employer or an employment will not normally qualify for exemption under Section 250 ITEPA 2003.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01235#top)\n\n\n## Exception\n\nDespite what is said above, there will be some cases, including those similar to Silva, where the link between the pre-employment training and the duties of the employment will be sufficient for the reimbursement to qualify for exemption under Section 250. For example, if an individual accepts an offer of employment from a new employer, to start work in the reasonably near future, and the individual then pays for training relevant to that job, exemption will be due if the employer makes a payment to reimburse those costs after the employment has begun."},{"manual-section-id":"EIM01240","title":"Costs related to\ntraining","body":"Section 250 ITEPA 2003 exempts expenditure on the provision of\nwork-related training (see\n[EIM01220](/guidance/employment-income-manual/EIM01000#EIM01220)) and on the payment of related\ncosts which fall within Section 250(2). They are:\n\n*   costs which are incidental to the\nemployee's undertaking the training. For example, and having regard\nto the circumstances of the employee, incidental costs would\ninclude the additional travel or child care costs made necessary by\nthe training course, but not the routine everyday costs of travel\nor child care.\n*   costs incurred in connection with an\nassessment of what the employee has gained from the training. This\nneed not be by way of formal examination.\n*   the cost of obtaining for the employee any\nqualification, registration or award where entitlement is as a\nresult of the training or assessment in question. The term \"award\"\n\n    is not limited to a certificate or citation. A memento of the\n\n    course (such as a scarf, tie, or mascot) would satisfy the term, as\n\n    would some similar award of an asset which had a low likely re-sale\n\n    value. Other awards made in recognition of, rather than as reward\n\n    for, training achievement would also be acceptable.\n\nAs regards excluded expenditure, see\n\n[EIM01250](/guidance/employment-income-manual/EIM01000#EIM01250)."},{"manual-section-id":"EIM01250","title":"Excluded\nexpenditure/apportionment of costs","body":"An employer's expenditure will not qualify for exemption under\nSection 250 ITEPA 2003 (see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)) if, or to the extent that, its\npurpose is to:\n\n*   provide facilities or benefits for\nentertainment or recreational purposes which are not in any way\nconnected with acquiring the knowledge, skills, or personal\nqualities which satisfy the definitions of work-related training.\nSo normal meals, refreshments and leisure activities offered within\na training course are**not taxable**.\n*   reward the employee for performing, or\nperforming in a given way, the duties of his/her employment\n*   provide an employment inducement which is\nnot in any way connected with acquiring knowledge, skills, or\n\n    personal qualities which satisfy the definitions of work-related\n\n    training. For example safe-driver training, taken up by those with\n\n    a company car, would qualify whereas an evening at the go-kart\n\n    track would not. Generally, work related training offered as part\n\n    of the normal recruitment process is unlikely to be a taxable\n\n    inducement. But the more abnormal the training offer, in nature or\n\n    amount, the more likely it is that the provider intended the\n\n    provision as an inducement.\n\n### Apportionment of costs\n\nThe legislation uses the term \"if or to the extent that\"\n\nexpenditure is incurred for an excluded purpose (see above). This\n\nallows an apportionment to be made between genuine training costs\n\nthat are incurred for work-related training and costs which are\n\nincurred with the aim of providing reward/recreation. Where it is\n\nnecessary to apportion costs, the marginal cost of the reward\n\nelement should be taxed. For instance, a genuine residential\n\nwork-related training course is held in a hotel and the attendees\n\nremain at the hotel for a golfing weekend paid for by their\n\nemployer. The costs of travel to and from the hotel and the costs\n\nincurred during the course are not taxable but the cost of the\n\ngolfing weekend is clearly taxable as it is a reward."},{"manual-section-id":"EIM01260","title":"Travel and\nsubsistence","body":"## Section 252 ITEPA 2003\n\nThe exemption of the benefit of work-related training in Section 250 ITEPA\n    2003 (see [EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)) also extends to the employer's\n    payment or reimbursement of an employee's travel and subsistence costs. The\n    amount paid (directly or by way of reimbursement) by the employer will be\n    exempt from charge to tax as employment income in the event that, applying\n    the assumption that the employee had undertaken the training in the performance\n    of the duties of his/her office or employment and had incurred those expenses\n    out of his/her earnings from that office or employment, the cost would have\n    been deductible under Section 337.\n\nAlternatively, the amount paid by the employer will be exempt if, applying the assumption that the employee had undertaken the training in the performance of the duties of his/her office or employment and had incurred those expenses out of his/her earnings from that office or employment, mileage allowance relief would be available but for the employer making payment under an approved mileage allowance payment scheme. (For detailed guidance regarding mileage allowance payments see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.) "},{"manual-section-id":"EIM01270","title":"Effect on incidental\novernight expenses","body":"Incidental overnight expenses, within the limits set by Section\n241 ITEPA 2003, can be paid tax free to employees on training\ncourses in the same way as when they are paid to an employee who is\naway on business (see\n[EIM02710](/guidance/employment-income-manual/EIM01650#EIM02710))."},{"manual-section-id":"EIM01280","title":"Provision of assets","body":"The exemption provided by Section 250 ITEPA 2003 (see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)) does not extend to the cost of\nproviding the employee with, or with the use of, any asset\n**except**:\n\n*   assets provided or available for use only\nin the course of training. For example a computer used during the\ntraining period, which is not used for personal purposes.\n*   assets provided or available for use in\nthe course of training and in the performance of the employee's\nduties, but not otherwise used. For example a computer used for\nwork, and for training purposes, which is not otherwise used.\n*   assets consisting of training materials\nprovided in the course of training. This means that audio/video\ntapes, course books or literature, other stationery, and compact\nand floppy discs used for training may be retained tax free by the\n\n    employee.\n*   an asset which is something made by the\n\n    employee in the course of training, or is incorporated into\n\n    something which is so made."},{"manual-section-id":"EIM01300","title":"Work-related training\nprovided by third parties","body":"The exemption in Section 250 ITEPA 2003 (see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)) applies to training provided\nby a third party as well as to training provided by the\nemployee&#x2019;s employer. For example a washing machine\nmanufacturer might provide training to the employees of its\nprincipal retail outlets. Section 250 ensures that there is no\nbenefit chargeable on the employees."}]}]}}