{"title":"# Employment income: household expenses: how much can be reimbursed?","details":{"manual-section-id":"EIM01476","body":"# Employment income: household expenses: how much can be reimbursed?\n\n\n\nWhere an employer wishes to make exempt payments to an employee working at home under homeworking arrangements (see [EIM01472](/guidance/employment-income-manual/EIM01471#EIM01472)) it can be difficult to calculate the exact amount of those additional costs. The payments should be calculated to meet reasonable additional household expenses (see [EIM01474](/guidance/employment-income-manual/EIM01474)).\n\nTo help employers, from 6 April 2012 you can agree to a payment of £4 per week or £18 per month for monthly paid employees to an employee working regularly at home without the employer having to justify the amount paid. If the £4 guideline rate is paid the employee does not have to keep any records to demonstrate the additional expenditure. We would expect that £4 per week would be sufficient for most cases, particularly where the additional costs are only for heating and lighting the work area.\n\nFor 2008-09 to 2011-12, the guideline rate was £3 per week, and for 2003-04 to 2007-08, the guideline rate was £2 per week.\n\nThe £4 per week guideline rate (£3 per week before 6 April 2012, and £2 per week before 6 April 2008) is not a maximum. Greater amounts can be paid where the employer provides evidence to justify them. There are two ways to do this.\n\nThe employer can agree with you in advance on a scale rate payment (see [EIM05200](/guidance/employment-income-manual/EIM05200)) that is calculated to do no more than reimburse the average additional costs that employees meet while working at home. It may be useful to agree that the scale rate payment can be increased annually in line with inflation.\n\nThe example in [EIM01478](/guidance/employment-income-manual/EIM01478) shows how a scale rate payment might be calculated. If the employer has agreed a scale rate payment based on records of costs kept by employees it is not necessary for employees to keep subsequent evidence of costs incurred.\n\nAlternatively, an employer may prefer to reimburse the actual additional costs incurred by each employee. In such cases we would expect the employer to keep records to show how the payments have been computed. In turn this will depend on evidence retained by the employee about the amount of additional costs.\n\nAs regards NICs, see NIM05682.","breadcrumbs":[],"sections":[]}}