{"title":"Employment income","details":{"manual-section-id":"EIM01000","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM00500","EIM01000"],"sections":[{"title":" Alphabetical list of particular items","sections":[{"manual-section-id":"EIM01005","title":"Alphabetical list of particular items"}]},{"title":" Board and lodging","sections":[{"manual-section-id":"EIM01020","title":"Board and lodging","body":"Broadly speaking, \"board and lodging\" means the provision of the\nemployee's meals, and somewhere to sleep. If the employee is\nprovided with a self-contained living space with most of the\nfacilities necessary for independent habitation, what is provided\nthen is \"living accommodation\" within Section 97 ITEPA 2003 (see\n[EIM11300](/guidance/employment-income-manual/EIM11300) onwards). Section 97 does not\napply to board and lodging.\n\nThe value of board and lodging provided for an employee is\nnot earnings within Section 62 ITEPA 2003. The employee cannot\nusually convert the benefit into money (see\n[EIM00530](/guidance/employment-income-manual/EIM00530) and Daly v CIR (18TC641)).\nHowever, for employees other than lower paid employees the cost to\nthe employer of providing the benefit, less any amount made good by\nthe employee (see\n[EIM21102](/guidance/employment-income-manual/EIM21000#EIM21102)), is treated as earnings by\nSection 203.\n\nThe position is different if the employee is entitled to a\nfixed wage, or salary, from which sums are deducted by the employer\nin respect of board and lodging. In that case, the gross wage, or\n\nsalary, is the amount taxable as earnings within Section 62. The\n\ndeductions made by the employer are not taken into account for tax\n\npurposes (see Cordy v Gordon (9TC304) and Machon v McLoughlin\n\n(11TC83)).\n\nSee example\n\n[EIM01025](/guidance/employment-income-manual/EIM01000#EIM01025).\n\nAs regards:\n\n*   agricultural workers, see\n    [EIM50011](/guidance/employment-income-manual/EIM50000#EIM50011)\n\n*   local authority officials, see\n    [EIM65805](/guidance/employment-income-manual/EIM65799#EIM65805)."},{"manual-section-id":"EIM01025","title":"Board and lodging: example","body":"Employee A is paid &#xA3;7,500 a year, with free board and\nlodging provided by the employer. The employer already owns the\npremises where the board and lodging is provided, and the\nadditional direct costs incurred by the employer in connection with\nthe provision (food, heat, light, and so on) total &#xA3;900 per\nannum. A receives no other expenses payments or benefits.\n\nA is not taxed on the benefit of the board and lodging. The\nbenefit cannot be converted into money, so it is not earnings\nwithin Section 62 ITEPA 2003 (see\n[EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520)). And there is no charge under\nthe benefits legislation because A is lower paid (the total of the\ncash wage, &#xA3;7,500, and the \"cash equivalent\" of the board and\nlodging, &#xA3;900, is less than &#xA3;8,500).\n\nIf the cash wage, plus the cash equivalent of the board and\nlodging, had added up to &#xA3;8,500 or more A would have been\nchargeable on the full cash equivalent (that is, the cost to the\nemployer of providing the benefit) under Section 203, and the\n\nemployer would have to report the benefit on form P11D.\n\n### Employee B\n\nEmployee B has a contract of employment under which she is\n\nentitled to a salary of &#xA3;10,800 a year (&#xA3;900 a month).\n\nThe employer provides B with board and lodging, in respect of which\n\nthey deduct &#xA3;150 a month from her pay. The actual cost to the\n\nemployer of providing the board and lodging is &#xA3;180 a month.\n\nThe employer must operate PAYE on the full &#xA3;900 a month,\n\nbefore deducting the &#xA3;150 for board and lodging. The full\n\namount of the salary that B is entitled to receive under her\n\ncontract of employment is earnings within Section 62, and the\n\n&#xA3;150 is not allowable as a deduction under Section 336 (see\n\n[EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards).\n\nB is not lower paid, and she is therefore chargeable under\n\nSection 203 on the \"cash equivalent\" of the benefit of the board\n\nand lodging. The cash equivalent is &#xA3;30 a month (cost to the\n\nemployer &#xA3;180 a month, less amount made good &#xA3;150 a\n\nmonth)."}]},{"title":" Car parking facilities at or near the employee's workplace","sections":[{"manual-section-id":"EIM01030","title":"Car parking facilities at or near the employee's workplace","body":"Any payment or reimbursement of expenses in connection with the\nprovision for, or use by, an employee of a car parking space at or\nnear the employee&#x2019;s workplace is not chargeable to tax.\n\nFor the meaning of \"at or near the employee&#x2019;s\nworkplace\" see\n[EIM21685](/guidance/employment-income-manual/EIM21602#EIM21685).\n\nThe provision of workplace parking as a benefit, or by way of\nvouchers or credit tokens, is also exempt from tax. See\n[EIM21685](/guidance/employment-income-manual/EIM21602#EIM21685) and\n[EIM16100](/guidance/employment-income-manual/EIM16000#EIM16100)."}]},{"title":" Christmas presents or bonuses","sections":[{"manual-section-id":"EIM01040","title":"Christmas presents or bonuses","body":"Christmas presents paid in cash to employees by employers are\nalmost invariably taxable as earnings within Section 62 ITEPA 2003\n(see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)).\n\nIn Laidler v Perry (42TC351) the employer gave all his\nemployees a &#xA3;10 voucher at Christmas to be spent in the shop\nof their choice. It was accepted that, because of the wide choice\nin spending vouchers, they were worth their face value. They were\nheld to be emoluments from the employment, and they are therefore\nwithin the definition of earnings at\n[EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520).\n\nChristmas presents in cash from persons other than the\nemployer are taxable earnings if:\n\n*   it is a widespread custom for such\npresents to be given and\n*   the expectation that presents will be\nreceived attaches to the employment.\n\nThis was the case in Wright v Boyce (38TC160) where it was\ncustomary for a huntsman, whoever he was, to receive cash presents\n\nfrom members of the hunt at Christmas.\n\nAll directors and employees (other than lower paid employees)\n\nare taxable on any cash gifts that they may receive from their\n\nemployer. This is because of the deeming provision in Section\n\n201(3) ITEPA 2003 (see\n\n[EIM20502](/guidance/employment-income-manual/EIM20500#EIM20502)).\n\nDo not contend that any liability arises on small gifts in\n\nkind given by employers to employees who earn at a rate of less\n\nthan &#xA3;8,500 per year. As regards gifts of goods by persons\n\nother than the employer see\n\n[EIM21715](/guidance/employment-income-manual/EIM21602#EIM21715)."}]},{"title":" Commutation payments","sections":[{"manual-section-id":"EIM01050","title":"Commutation payments","body":"A commutation payment is a lump sum payment made to replace a\nperiodical payment such as a salary or pension. A sum paid in lieu\nof a salary, wage or other form of remuneration is normally taxable\nas earnings within Section 62 ITEPA 2003 (see\n[EIM00670](/guidance/employment-income-manual/EIM00505#EIM00670)). If, exceptionally, such a\npayment is not taxable as earnings from the employment it may still\nbe taxable as specific employment income within Section 401 ITEPA\n2003 (see\n[EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000))."}]},{"title":" Club membership fees","sections":[{"manual-section-id":"EIM01060","title":"Club membership fees","body":"A club subscription is normally a pecuniary (that is, financial)\nliability of the club member. If an employer bears the cost of such\na subscription on behalf of the employee, the amount paid is\ntaxable as earnings within Section 62 ITEPA 2003 (see\n[EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)).\n\nIf the employer pays a composite subscription entitling all\nhis employees to membership, liability arises on directors and\nemployees who are not lower paid (see\n[EIM21700](/guidance/employment-income-manual/EIM21602#EIM21700)). Any reasonable apportionment\nshould be accepted.\n\nAs regards allowable deductions for club subscriptions see\n[EIM32500](/guidance/employment-income-manual/EIM32401#EIM32500)."}]},{"title":" Credit cards","sections":[{"manual-section-id":"EIM01070","title":"Rewards for recovery of lost or stolen credit cards","body":"Many credit card companies, banks and shops pay rewards for the\nrecovery of lost or stolen credit cards, cheque guarantee cards and\ncheque books.\n\nWhere the rewards are paid to employees of banks or retailers\nwho recover these documents in the course of their work these\npayments are taxable as earnings within Section 62 ITEPA 2003 (see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)). If the payments are made to\nthe employer's own employees PAYE is operated in the normal way.\n\nFor details of the modified system of PAYE which is applied\nin certain cases where rewards are paid to the employees of a third\nparty retailer see PAYE Manual, subject &#x201C;Payment Card Reward\nScheme&#x201D; in business area &#x201C;Employer Records&#x201D;,\nsection &#x201C;Set Up Employer Record&#x201D;.\n\nRewards paid to members of the public are not taxable."}]},{"title":" Examination grants to employees","sections":[{"manual-section-id":"EIM01100","title":"Examination grants to employees","body":"Following the decision in Ball v Johnson (47TC155) examination\nawards paid by employers to employees for passing a recognised\nexamination are not taxable as earnings within Section 62 ITEPA\n2003 (see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)) where\n**all** the following conditions are satisfied:\n\n*   the award is made at the discretion of the\nemployer (that is, the employer is under no legal obligation to\nmake the award)\n*   it is not part of the employee's duties to\nsit and pass the examination (for example, dismissal does not\nautomatically follow failure)\n*   the award takes the form of a lump sum\npaid once and for all\n*   the award is reasonable in amount and\nthere is no evidence to suggest that it represents disguised\nremuneration\n*   the employee is in lower paid employment\n(see[EIM20100](/guidance/employment-income-manual/EIM20001#EIM20100)).\n\nFor directors and employees who are\n\n**not** in lower paid employment the award is treated\n\nas earnings by Section 203 ITEPA 2003. If the award is in the form\n\nof cash, PAYE should be operated at the time of payment.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\nSpecial increments of salary granted on passing examinations\n\nare chargeable in the ordinary way."}]},{"title":" Expenses payments and reimbursements","sections":[{"manual-section-id":"EIM01110","title":"Expenses payments and reimbursements","body":"Money will often be paid to an employee to make good an expense\nthat has been incurred in the performance of the duties. Such\npayments are not earnings within Section 62 ITEPA 2003 (see\ngenerally\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)).\n\nFor example, a salesman who is reimbursed the cost of an air\nticket bought to enable him to visit a client does not receive a\npayment of earnings as defined in Section 62. Similarly a doctor\nwho is reimbursed the cost of a call from his home telephone to the\nhospital to enquire about a patient's condition does not receive a\npayment of earnings, as defined in Section 62.\n\nUnless the recipient is in lower paid employment, Section 72\ndeems the payments in these two examples to be earnings. No tax\nwould be payable however because a deduction would be given under\nthe expenses rules in Part 5 Chapter 2 ITEPA 2003 (see\n[EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards).\n\nIn some circumstances (for example a payment of a home to\nwork mileage allowance) it will be clear that although a sum is\ndescribed as being a payment for expenses no deduction can be\ngiven. A payment of this sort will be taxable as earnings within\nSection 62.\n\nBusinesses are often run in such a way that employees make\npayments on their employer's behalf. For example an employee may\nbuy stamps for the employer and be paid from petty cash. This\ntransaction is outside the scope of Section 62 and Section 72: the\nemployee has received no money of his own on which we could make\nsuch a charge.\n\nSee also:"}]},{"title":" Financial loss allowance","sections":[{"manual-section-id":"EIM01120","title":"Financial loss allowance","body":"Financial loss allowance, sometimes called a payment for loss of\nearnings, is paid to members of various public bodies such as those\nin the National Health Service. Such payments are also made to\nmagistrates and persons on jury service.\n\nProvided that the payment is calculated to do no more than\nreplace the salary that the recipient would otherwise have received\nfrom their employer, a financial loss allowance is not taxable as\nemployment income. However, if the recipient is self-employed the\nallowance is taxable as Trading Income as a receipt of the\nbusiness. See also BIM40475."}]},{"title":" Flexible benefit plans","sections":[{"manual-section-id":"EIM01140","title":"Flexible benefit plans","body":"Many employers have introduced flexible benefit plans for their\nemployees. Broadly speaking, employees are given the opportunity to\nchoose the benefits in kind they would like to receive from a menu\nof possibilities. Many schemes give each benefit a monetary value\nwhich usually bears no particular relationship to its taxable value\nunder the benefits code (see\n[EIM21101](/guidance/employment-income-manual/EIM21000#EIM21101)). Benefits in kind which may be\nincluded in such schemes include company cars, childcare provision,\nprivate health insurance, additional pension contributions, and\neven additional days annual holiday.\n\nYou may be asked to advise on the tax implications of these\nschemes. Requests are usually received at the time when the\nemployer introduces the scheme, when they often involve an element\nof \"salary sacrifice\". In other words, the employee gives up some\npart of his or her original gross pay in return for additional\nbenefits in kind.\n\nBear in mind that this is not an area where the Inland\n\nRevenue is obliged to give any kind of clearance, or\n\npre-transaction ruling. Employers and employees are free to enter\n\ninto whatever agreements they wish. No doubt they will obtain\n\nappropriate professional advice before doing so.\n\n**But you can only express an opinion on the tax effect of\n\nsuch a scheme once it has been put in place.**\n\nSubject to that, in considering these schemes you should\n\nconcentrate on two main areas:\n\n*   firstly, has the employee's contract of\n\n    employment been varied so that there is a contractual reduction in\n\n    the employee's gross pay, and not simply a mandated deduction from\n\n    gross pay (see\n    [EIM01141](/guidance/employment-income-manual/EIM01000#EIM01141))?\n*   secondly, if there has been a contractual\n\n    reduction in the employee's gross pay, do the benefits that the\n\n    employee gets count as earnings within Section 62 ITEPA 2003, or\n\n    are they merely treated as earnings under the benefits code (see\n    [EIM01142](/guidance/employment-income-manual/EIM01000#EIM01142))?\n\nMany of these schemes include references to a \"benefit\n\nallowance\", \"flex fund\" or \"flex account\". You will find guidance\n\non this aspect at\n\n[EIM01143](/guidance/employment-income-manual/EIM01000#EIM01143)."},{"manual-section-id":"EIM01141","title":"Flexible benefit plans: contractual reduction in gross pay","body":"As\n[EIM01140](/guidance/employment-income-manual/EIM01000#EIM01140) suggests, the first point to\nlook at in relation to a flexible benefit plan is: do the\narrangements amount to a reduction in the amount of the cash pay\nthat the employee is contractually entitled to receive?\n\nIf the answer to that question is yes, the employer need only\noperate PAYE, and account for NICs, on the reduced contractual pay.\nThe benefits in kind that the employee receives will be taxed as\nearnings within Section 62, or treated as earnings under the\nbenefits code, as appropriate (see\n[EIM01142](/guidance/employment-income-manual/EIM01000#EIM01142)). From 6 April 2000 employers\nhave been required to account for Class 1A NICs on most benefits in\nkind.\n\nIf the answer is no, the employer should continue to operate\nPAYE, and account for Class 1 NICs, on the original gross pay. The\namount deducted from the employee's net pay in respect of the\nbenefits is simply an amount \"made good\" by the employee which will\nbe taken into account in calculating the cash equivalent of the\n\nbenefits (see\n\n[EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120)).\n\nSo how do you know if there has been an effective reduction\n\nin the employee's contractual pay? There is guidance on dealing\n\nwith \"salary sacrifice\" arrangements at\n\n[EIM42750](/guidance/employment-income-manual/EIM42750) onwards.\n\nWhether or not there has been an effective salary sacrifice\n\n(as distinct from a deduction from the employee's gross pay)\n\ndepends on the nature of the agreement between the parties. This is\n\na question of contract law, not tax law. In order to decide the\n\npoint you will need to obtain a copy of all the relevant\n\ndocumentation, including:\n\n*   the employee's contract of employment as\n\n    it appeared both before and after the employee entered the\n\n    scheme\n*   the scheme documentation, and in\n\n    particular any \"options\" form which the employee is required to\n\n    complete\n*   a copy of an employee's payslip for a\n\n    month before, and a month after, the employee entered the\n\n    scheme."},{"manual-section-id":"EIM01142","title":"Flexible benefit plans: earnings from employment","body":"The first point to consider when dealing with a flexible benefit\nplan is: do the arrangements amount to a reduction in the amount of\nthe cash pay that the employee is contractually entitled to receive\n(see\n[EIM01141](/guidance/employment-income-manual/EIM01000#EIM01141))?\n\nIf the answer to that question is yes, the next step is to\ncheck if the benefits that the employee gets are taxable as\nearnings within Section 62 ITEPA 2003 (see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)) or only as benefits in kind\nunder the benefits code. The distinction is important because:\n\n*   there may be differences in the\ncalculation of the chargeable amount and\n*   more importantly, some statutory\nexemptions which apply to benefits within Section 203 (for example,\nthe workplace nursery exemption in Section 318 (see[EIM21900](/guidance/employment-income-manual/EIM20000#EIM21900))) do not affect the tax charge\non earnings within Section 62.\n\nSo what benefits are taxable as earnings within Section 62? The\nmain ones are:\n\n*   cases where the pecuniary liability\n\n    principle applies (see\n    [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)). That is, where the employer\n\n    pays a bill for goods or services which is the legal responsibility\n\n    of the employee. Note that pecuniary liability payments are subject\n\n    to Class 1 NIC, but are P11D items for tax.\n*   cases where the employee can give up the\n\n    benefit in return for a higher cash wage whenever they wish to do\n\n    so. This is the \"Heaton v Bell\" principle (see\n    [EIM00570](/guidance/employment-income-manual/EIM00505#EIM00570)). Note that this principle does\n\n    not apply if the employees can only change their benefit choice\n\n    once a year, or on the happening of a special event such as a\n\n    promotion, marriage, the birth of a child, and so on."},{"manual-section-id":"EIM01143","title":"Flexible benefit plans: benefit allowances","body":"Many flexible benefit plans involve the employee being allocated\na \"benefit allowance\" (described in some schemes as a \"flex fund\"\nor \"flex account\"). This \"allowance\" represents the amount of money\nthat the employer is prepared to spend to provide the employee with\ntheir chosen benefits. You will usually be able to accept that the\n\"benefit allowance\" itself is not an amount on which the employer\nmust operate PAYE/NIC, except to the extent that the employee\nchooses to draw it in cash. In most cases, the amount of cash that\nthe employee is entitled to receive is not fixed until the employee\nhas made his or her choice of benefits.\n\nFor example, an employee may be allocated a \"benefit\nallowance\" of &#xA3;2,000 per annum, of which they \"spend\"\n&#xA3;1,700 on various benefits in kind and take &#xA3;300 per\nannum in cash. The &#xA3;300 is subject to PAYE and Class 1 NIC,\nbut the &#xA3;1,700 is not. The benefits in kind that the employee\ngets are taxed in the normal way (and subject to Class 1A NIC from\n6 April 2000).\n\nSometimes, the employer's scheme allows the employee to\n\n\"spend\" more than their benefit allowance. For example, the\n\nemployee in the previous paragraph might want benefits to the value\n\nof &#xA3;2 250, the extra &#xA3;250 (over and above the &#xA3;2 000\n\nbenefit allowance) being met by an adjustment to their basic\n\nsalary. In that case, it is again necessary to decide whether or\n\nnot there has been an effective reduction in the employee's\n\ncontractual cash pay (see\n\n[EIM01141](/guidance/employment-income-manual/EIM01000#EIM01141))."}]},{"title":" Further education and training costs: work-related training","sections":[{"manual-section-id":"EIM01200","title":"Further education and training costs: introduction"},{"manual-section-id":"EIM01210","title":"Work-related training: general","body":"The exemption in Section 250 ITEPA 2003 removes any possible tax\ncharge where an employer, or a third party, incurs expenditure on\nwork-related training for employees. It does not matter whether the\nemployer directly incurs the expenditure or reimburses the\nemployee's expenditure. The exemption covers sums that would\notherwise be taxable as earnings, as benefits, or under the\nvouchers rules. The exemption from tax applies equally to office\nholders.\n\n**Note: Section 250 does not give employees tax relief for\nthe costs of self-financed training where the cost of training is\nnot reimbursed by the employer. Relief for employees meeting their\nown costs should be considered under**[EIM32525](/guidance/employment-income-manual/EIM32401#EIM32525)**onwards.**\n\nThe exemption provided by Section 250 ITEPA 2003 is much\nwider than that provided by Extra- Statutory Concession A63, which\napplied for 1996/97 and earlier years (see SE01350). It ensures\nthat no tax charge arises in connection with genuine work-related\n\ntraining activities that are funded by the employer or by a third\n\nparty.\n\nTo be exempt, expenditure must be on the provision of\n\n\"work-related training\" (see\n\n[EIM01220](/guidance/employment-income-manual/EIM01000#EIM01220)), or on \"related costs\" (see\n\n[EIM01240](/guidance/employment-income-manual/EIM01000#EIM01240)).\n\n**A payment or reimbursement of training costs is not exempt\n\nif its purpose is to reward the employee.**\n\nExpenditure incurred by an employer for a mixed purpose,\n\nintended in part to reward and in part for genuine training, will\n\nneed to be apportioned (see\n\n[EIM01250](/guidance/employment-income-manual/EIM01000#EIM01250)). But apportionment is not\n\nnecessary just because an element of genuine training is enjoyable\n\nor recreational. For example, the use of a hotel's swimming pool\n\nand leisure facilities during a residential course will not require\n\napportionment.\n\nThe main differences between the statutory exemption and the\n\nprevious concession are highlighted below:\n\n*   exemption applies to both internal and\n\n    external courses\n*   exemption covers the costs of the employer\n\n    or those of a third party providing training (see\n    [EIM01300](/guidance/employment-income-manual/EIM01000#EIM01300))\n*   there is no territorial limitation on\n\n    training location\n*   exemption extends to a broader range of\n\n    training materials (see\n    [EIM01220](/guidance/employment-income-manual/EIM01000#EIM01220))\n*   exemption extends to other related costs\n\n    such as the cost of additional child care and the travelling and\n\n    subsistence costs of the trainee (see\n    [EIM01240](/guidance/employment-income-manual/EIM01000#EIM01240) and\n    [EIM01260](/guidance/employment-income-manual/EIM01000#EIM01260))\n*   exemption extends to training which is\n\n    linked to charitable and voluntary activities (see\n    [EIM01220](/guidance/employment-income-manual/EIM01000#EIM01220))\n*   exemption from tax is mirrored in a NIC\n\n    exemption."},{"manual-section-id":"EIM01220","title":"Work-related training: meaning of work-related training","body":"For the purpose of the exemption in Section 250 ITEPA 2003 (see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)), \"work- related training\" is\ndefined as any training course or other activity which is designed\nto impart, instil, improve or reinforce any knowledge, skills, or\npersonal qualities which:\n\n*   are, or are likely to prove, useful to the\nemployee when performing his/her duties or\n*   will qualify or better qualify the\nemployee to undertake the employment, or to participate in\ncharitable or voluntary activities arising through the\nemployment.\n\nThe training must relate to the employee&#x2019;s current\nemployment or to a \"related employment\" (see\n[EIM01230](/guidance/employment-income-manual/EIM01000#EIM01230)).\n\nThere is no restriction on the way the training can be\ndelivered. Self-tuition packages, computer based training, distance\nlearning, work experience or work placement and informal teach-ins\nare all acceptable as are more formal classroom based methods. It\n\ndoes not matter whether training is delivered internally or\n\nexternally, or on a part-time or full-time basis.\n\nA wide range of practical and/or theoretical skills will\n\nqualify for exemption so long as the skills are relevant to the\n\nemployee. Where leadership and team skills are appropriate to the\n\nemployee, participation in activities such as Outward Bound,\n\nRaleigh International, or Prince's Trust will qualify. Work related\n\nfirst aid and health and safety courses will also qualify. Some\n\nemployers operate Employee Development Schemes, often aimed at\n\nthose employees with low skills levels. These seek to improve an\n\nemployee's attitude towards training by commencing with enjoyable\n\ncourses as an introduction to more concentrated job-related\n\ntraining. All elements of genuine schemes will qualify.\n\nAs regards excluded expenditure, see\n\n[EIM01250](/guidance/employment-income-manual/EIM01000#EIM01250)."},{"manual-section-id":"EIM01230","title":"Work-related training: meaning of related employment","body":"In order to qualify for exemption under Section 250 ITEPA 2003\n(see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)), the training must relate to\nthe employee&#x2019;s current employment or to a \"related\nemployment\".\n\nA related employment is another employment with the same\nemployer, or a person connected with the employer, which the\nemployee:\n\n*   is to hold, or\n*   has a serious opportunity of holding,\nor\n*   can realistically expect to have a serious\nopportunity of holding in due course.\n\nThe intention is to include all genuine training, in a range of\ncompetencies, which the employee would need to advance his/her\ncareer or to achieve a career move with his/her employer. For\nexample, language training in preparation for a possible (but not\nagreed) move to an overseas branch would be included, but training\nin leisure type activities is not included unless, exceptionally,\n\nthat activity has a genuine connection with work duties.\n\nThe definition of \"connected person\" in Section 839 ICTA 1988\n\napplies (see CG14580 onwards)."},{"manual-section-id":"EIM01235","title":"Work-related training: reimbursement of pre-employment training expenses: Silva v Charnock","body":"\n\n## Sections 250 and 251 ITEPA 2003\n\nAn employer may recruit an individual as an employee on terms that include the offer to reimburse the costs of training that the individual started, and perhaps completed, before the employment began (&#x2018;pre-employment training&#x2019;).\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01235#top)\n\n\nWhere such an amount is paid, the employers and/or the employee may contend that the Special Commissioner&#x2019;s decision in Silva v Charnock (SpC332) supports their argument that the reimbursement of costs incurred in relation to pre-employment training qualifies for exemption under section 250. The facts in that appeal, which the Special Commissioner allowed, were somewhat unusual. The decision will not necessarily apply in other cases where the facts are different.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01235#top)\n\n\n## Points to consider\n\nThe definition of work-related training in section 251 ITEPA 2003 is intentionally broad in order to recognise the wide variety of activities that justify exemption. Each case must be considered in the light of the specific facts including:\n\n*   the nature of the link between the training and the employment,\n*   the relevance of the training itself,\n*   the duties of the employment, and\n*   when the training was completed.\n\nIn many cases this link will be straightforward, especially where the training is commenced at a time when the individual already holds an employment and the purpose of the training is clearly relevant to either the performance of the duties of that employment or a related employment (see EIM01230). However, personal development that an individual undertakes of their own accord, at their own expense, and at a time when no specific employment is in view will rarely qualify as work-related training. It does not become work-related training simply because a new employer subsequently offers and makes a payment of an amount equivalent to the costs previously incurred by the employee. For example, an amount received on accepting or commencing an employment that is equivalent to tuition fees incurred in relation to a course of general education (including college and university courses) undertaken at a time before there was any demonstrable link to a specific employer or an employment will not normally qualify for exemption under Section 250 ITEPA 2003.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01235#top)\n\n\n## Exception\n\nDespite what is said above, there will be some cases, including those similar to Silva, where the link between the pre-employment training and the duties of the employment will be sufficient for the reimbursement to qualify for exemption under Section 250. For example, if an individual accepts an offer of employment from a new employer, to start work in the reasonably near future, and the individual then pays for training relevant to that job, exemption will be due if the employer makes a payment to reimburse those costs after the employment has begun."},{"manual-section-id":"EIM01240","title":"Work-related training: costs related to training","body":"Section 250 ITEPA 2003 exempts expenditure on the provision of\nwork-related training (see\n[EIM01220](/guidance/employment-income-manual/EIM01000#EIM01220)) and on the payment of related\ncosts which fall within Section 250(2). They are:\n\n*   costs which are incidental to the\nemployee's undertaking the training. For example, and having regard\nto the circumstances of the employee, incidental costs would\ninclude the additional travel or child care costs made necessary by\nthe training course, but not the routine everyday costs of travel\nor child care.\n*   costs incurred in connection with an\nassessment of what the employee has gained from the training. This\nneed not be by way of formal examination.\n*   the cost of obtaining for the employee any\nqualification, registration or award where entitlement is as a\nresult of the training or assessment in question. The term \"award\"\n\n    is not limited to a certificate or citation. A memento of the\n\n    course (such as a scarf, tie, or mascot) would satisfy the term, as\n\n    would some similar award of an asset which had a low likely re-sale\n\n    value. Other awards made in recognition of, rather than as reward\n\n    for, training achievement would also be acceptable.\n\nAs regards excluded expenditure, see\n\n[EIM01250](/guidance/employment-income-manual/EIM01000#EIM01250)."},{"manual-section-id":"EIM01250","title":"Work-related training: excluded expenditure/apportionment of costs","body":"An employer's expenditure will not qualify for exemption under\nSection 250 ITEPA 2003 (see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)) if, or to the extent that, its\npurpose is to:\n\n*   provide facilities or benefits for\nentertainment or recreational purposes which are not in any way\nconnected with acquiring the knowledge, skills, or personal\nqualities which satisfy the definitions of work-related training.\nSo normal meals, refreshments and leisure activities offered within\na training course are**not taxable**.\n*   reward the employee for performing, or\nperforming in a given way, the duties of his/her employment\n*   provide an employment inducement which is\nnot in any way connected with acquiring knowledge, skills, or\n\n    personal qualities which satisfy the definitions of work-related\n\n    training. For example safe-driver training, taken up by those with\n\n    a company car, would qualify whereas an evening at the go-kart\n\n    track would not. Generally, work related training offered as part\n\n    of the normal recruitment process is unlikely to be a taxable\n\n    inducement. But the more abnormal the training offer, in nature or\n\n    amount, the more likely it is that the provider intended the\n\n    provision as an inducement.\n\n### Apportionment of costs\n\nThe legislation uses the term \"if or to the extent that\"\n\nexpenditure is incurred for an excluded purpose (see above). This\n\nallows an apportionment to be made between genuine training costs\n\nthat are incurred for work-related training and costs which are\n\nincurred with the aim of providing reward/recreation. Where it is\n\nnecessary to apportion costs, the marginal cost of the reward\n\nelement should be taxed. For instance, a genuine residential\n\nwork-related training course is held in a hotel and the attendees\n\nremain at the hotel for a golfing weekend paid for by their\n\nemployer. The costs of travel to and from the hotel and the costs\n\nincurred during the course are not taxable but the cost of the\n\ngolfing weekend is clearly taxable as it is a reward."},{"manual-section-id":"EIM01260","title":"Work-related training: travel and subsistence costs","body":"## Section 252 ITEPA 2003\n\nThe exemption of the benefit of work-related training in Section 250 ITEPA\n    2003 (see [EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)) also extends to the employer's\n    payment or reimbursement of an employee's travel and subsistence costs. The\n    amount paid (directly or by way of reimbursement) by the employer will be\n    exempt from charge to tax as employment income in the event that, applying\n    the assumption that the employee had undertaken the training in the performance\n    of the duties of his/her office or employment and had incurred those expenses\n    out of his/her earnings from that office or employment, the cost would have\n    been deductible under Section 337.\n\nAlternatively, the amount paid by the employer will be exempt if, applying the assumption that the employee had undertaken the training in the performance of the duties of his/her office or employment and had incurred those expenses out of his/her earnings from that office or employment, mileage allowance relief would be available but for the employer making payment under an approved mileage allowance payment scheme. (For detailed guidance regarding mileage allowance payments see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.) "},{"manual-section-id":"EIM01270","title":"Work-related training: incidental overnight expenses","body":"Incidental overnight expenses, within the limits set by Section\n241 ITEPA 2003, can be paid tax free to employees on training\ncourses in the same way as when they are paid to an employee who is\naway on business (see\n[EIM02710](/guidance/employment-income-manual/EIM01650#EIM02710))."},{"manual-section-id":"EIM01280","title":"Work-related training: provision of assets","body":"The exemption provided by Section 250 ITEPA 2003 (see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)) does not extend to the cost of\nproviding the employee with, or with the use of, any asset\n**except**:\n\n*   assets provided or available for use only\nin the course of training. For example a computer used during the\ntraining period, which is not used for personal purposes.\n*   assets provided or available for use in\nthe course of training and in the performance of the employee's\nduties, but not otherwise used. For example a computer used for\nwork, and for training purposes, which is not otherwise used.\n*   assets consisting of training materials\nprovided in the course of training. This means that audio/video\ntapes, course books or literature, other stationery, and compact\nand floppy discs used for training may be retained tax free by the\n\n    employee.\n*   an asset which is something made by the\n\n    employee in the course of training, or is incorporated into\n\n    something which is so made."},{"manual-section-id":"EIM01300","title":"Work-related training: provision by third parties","body":"The exemption in Section 250 ITEPA 2003 (see\n[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210)) applies to training provided\nby a third party as well as to training provided by the\nemployee&#x2019;s employer. For example a washing machine\nmanufacturer might provide training to the employees of its\nprincipal retail outlets. Section 250 ensures that there is no\nbenefit chargeable on the employees."}]},{"title":" Garage allowances","sections":[{"manual-section-id":"EIM01400","title":"Garage allowances","body":"Where an employer requires an employee to rent a garage for a\ncar or van belonging to the employer, any reimbursement by the\nemployer of the rent paid does\n**not** count as \"earnings\" within Section 62 ITEPA\n2003.\n\nBut an allowance paid to an employee for garaging the car or\nvan in the employee's own garage does count as earnings (see\ngenerally\n[EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520) onwards). PAYE should be\napplied (Beecham Group Ltd v Fair, (57TC 733)). This will be the\ncase whether or not the garage forms part of, or is attached to,\nthe employee's residence.\n\nWhere the employer claims the payment is a rent chargeable on\nthe employee as Property Income , the case should be dealt with by\nan Inspector (Ad Appendix No 3). The claim will not succeed unless\nthe employer can show he has taken a lease of (or a licence in\nrespect of) the employee's garage."}]},{"title":" Gifts and other voluntary payments","sections":[{"manual-section-id":"EIM01450","title":"Gifts and other voluntary payments","body":"A gift in cash or a gift with a money&#x2019;s worth (\n[EIM00530](/guidance/employment-income-manual/EIM00530)), or other voluntary payment to\nan employee, counts as earnings within Section 62 ITEPA 2003 when\nit arises from the employment (see\n[EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600) and\n[EIM00610](/guidance/employment-income-manual/EIM00505#EIM00610)). If the gift is in the form of\ngoods or services that have no money&#x2019;s worth, it is not\ntaxable as earnings under Section 62 but it may be taxable under\nthe benefits code (\n[EIM20006](/guidance/employment-income-manual/EIM20006)). But it may be exempt from tax\nunder Section 324 if it is a gift of goods or services, (or a\nvoucher or token only capable of being used to obtain goods) made\nby someone other than the employer (see\n[EIM21715](/guidance/employment-income-manual/EIM21602#EIM21715)).\n\nFour cases illustrate the type of situation where gifts can\nbe chargeable.\n\nIn\n**Herbert v McQuade** (4TC489) a clergyman received a\ngrant from a fund set up to augment the income of poorly paid\nincumbents. Those making the grant took into account the duties,\n\nincomings and outgoings of the benefice - not the personal\n\ncircumstances of the particular clergyman. It was held to be a\n\nchargeable emolument. Stirling LJ said\n\n> '... a profit accrues by reason of an office when it comes to\n>\n> the holder of the office as such - in that capacity - and without\n>\n> the fulfilment of any further or other condition on his part'.\n>\n> (page 501)\n\nIn\n\n**Cooper v Blakiston** (5TC347) a vicar was given the\n\ncollections made in his church on Easter Sunday - the longstanding\n\npractice in the Church of England. These 'Easter offerings' were\n\nheld to be chargeable emoluments. The Lord Chancellor said\n\n> 'Where a sum of money is given to an incumbent substantially in\n>\n> respect of his services as incumbent, it accrues to him by reason\n>\n> of his office. Here the sum of money was given in respect of those\n>\n> services. Had it been a gift of an exceptional kind, such as a\n>\n> testimonial, or a contribution for a specific purpose, as to\n>\n> provide for a holiday, or a subscription peculiarly due to the\n>\n> personal qualities of the particular clergyman, it might not have\n>\n> been a voluntary payment for services, but a mere present' (page\n>\n> 355).\n\nIn\n\n**Denny v Reed** (18TC254) the managing clerk of a\n\nfirm of stockbrokers had a fixed annual salary but received\n\nadditional sums after the end of the firm's financial year at the\n\nsole discretion of the partners. There was no evidence the payments\n\nwere made in respect of anything other than the work done for the\n\nfirm and they were held to be chargeable emoluments.\n\nIn\n\n**Moorhouse v Dooland** (36TC1) a cricketer was\n\nentitled to have collections made from spectators for meritorious\n\nperformance with bat or ball. The collections he received were held\n\nto be chargeable emoluments. He was only receiving what he was\n\nentitled to under his contract (see\n\n[EIM00610](/guidance/employment-income-manual/EIM00505#EIM00610)).\n\nAs regards:\n\n*   tips and gratuities, see\n    [EIM07900](/guidance/employment-income-manual/EIM04700#EIM07900)\n\n*   long service testimonial awards, see\n    [EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500)\n\n*   gifts not taxable as earnings, see\n    [EIM01460](/guidance/employment-income-manual/EIM01000#EIM01460)."},{"manual-section-id":"EIM01460","title":"Gifts not taxable as earnings","body":"\n\n## Section 62 ITEPA 2003\n\n[EIM01450](/guidance/employment-income-manual/EIM01000#EIM01450) gave examples of the type of gift, or voluntary payment, which count as earnings within Section 62 ITEPA 2003 (see generally [EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520) onwards).\n\nA gift does **not **count as earnings within Section 62 if it is made:\n\n*   on personal grounds (for example, a wedding present) or\n*   as a mark of **personal **esteem or appreciation.\n\nIt is not possible to list factors that will determine with certainty whether or not a gift is taxable as earnings. In those cases where the courts held that a gift to an employee was not taxable, the facts tended to be special. The main cases where gifts were held not to be taxable are shown in the following table.\n\n<table>\n<tr>\n<td>\n\n**Tax Case**\n\n</td>\n<td>\n\n**Situation**\n\n</td>\n</tr>\n<tr>\n<td>\n\nTurner v Cuxson (2TC422)\n\n</td>\n<td>\n\nA grant from a religious society in recognition of faithful service by a clergyman\n\n</td>\n</tr>\n<tr>\n<td>\n\nCowan v Seymour (7TC372)\n\n</td>\n<td>\n\nGift by shareholders to a person who wound up the company\n\n</td>\n</tr>\n<tr>\n<td>\n\nReed v Seymour (11TC625)\n\n</td>\n<td>\n\nProceeds of a cricketer's benefit match\n\n</td>\n</tr>\n<tr>\n<td>\n\nBridges v Beardsley (37TC289)\n\n</td>\n<td>\n\nGift of shares to the director of a company\n\n</td>\n</tr>\n<tr>\n<td>\n\nCIR v Morris (44TC685)\n\n</td>\n<td>\n\nA gift to mark appreciation of work done by an employee during a period of secondment\n\n</td>\n</tr>\n<tr>\n<td>\n\nMoore v Griffiths (48TC338)\n\n</td>\n<td>\n\nA bonus to members of England's football team which won the World Cup in 1966\n\n</td>\n</tr>\n</table>\n\nAs regards Christmas presents paid in cash to employees by employers, see [EIM01040](/guidance/employment-income-manual/EIM01000#EIM01040).\n\nGifts that are not cash and do not have a money&#x2019;s worth value ([EIM00530](/guidance/employment-income-manual/EIM00530)), are not earnings taxable under Section 62. But they may be taxable under the benefits code ([EIM20006](/guidance/employment-income-manual/EIM20006)), as may cash gifts and gifts that have money's worth value, not taxable as earnings ([EIM21006](/guidance/employment-income-manual/EIM21000#EIM21006)).\n\nGifts that are made after the employment has ceased may be taxable as specific employment income within Section 401 ITEPA 2003, if they are not taxable as earnings (see [EIM13010](/guidance/employment-income-manual/EIM12800#EIM13010) onwards). "}]},{"title":" Homeworkers","sections":[{"manual-section-id":"EIM01471","title":"Employees who work at home: arrangement of guidance"}]},{"title":" Leasing of assets for use by employees","sections":[{"manual-section-id":"EIM01480","title":"Leasing of assets for use by employees","body":"It is quite common for employers to lease assets such as motor\ncars and television sets for use by employees.\n\nThe benefit to the employee does not count as earnings within\nSection 62 ITEPA 2003 because the employee is not able to convert\nit into money (see\n[EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520) onwards). However, directors\nand employees who are not in lower paid employment are chargeable\nunder the benefits code (see\n[EIM21732](/guidance/employment-income-manual/EIM21601#EIM21732) and\n[EIM21630](/guidance/employment-income-manual/EIM21601#EIM21630) to EIM21632).\n\nIf the leasing arrangement provides for the asset to be sold\nto the employee by the leasing company at the end of the leasing\nperiod, the amount that the employee has to pay may be less than\nthe market value of the asset at that time. In that case, the\ndifference is taxable as earnings within Section 62 ITEPA 2003 (see\n\n[EIM00540](/guidance/employment-income-manual/EIM00505#EIM00540))."}]},{"title":" Loans released or written off","sections":[{"manual-section-id":"EIM01490","title":"Loans released or written off","body":"The release or writing off of a loan made to an employee by an\nemployer is taxable as &#x201C;earnings&#x201D; within Section 62\nITEPA 2003 if the writing off can only be ascribed to the fact that\nthe borrower is an employee. It is earnings for the year the loan\nis written off.\n\nIn Clayton v Gothorp (47TC168) a county council made a loan\nto a health visitor to enable her to take a full-time training\ncourse. Under the terms of the agreement with her employer the\nobligation to repay the loan was to be cancelled if she served the\ncouncil as a health visitor for a further period after the end of\nthe course. She did so and claimed the lapse of the obligation to\nrepay the loan did not make it a chargeable emolument. The High\nCourt held it was a profit from the employment for the year of\nassessment in which the obligation to repay ceased.\n\nFor directors and employees who are not in lower paid\nemployment the writing off of a loan may be taxable under the\nbenefits code if it is not taxable as earnings within Section 62\n\n(see\n\n[EIM26114](/guidance/employment-income-manual/EIM26100#EIM26114) and\n\n[EIM21740](/guidance/employment-income-manual/EIM42210#EIM21740) onwards)."}]},{"title":" Long service testimonial awards","sections":[{"manual-section-id":"EIM01500","title":"Long service testimonial awards: general","body":"Payments to employees by employers to mark long service are\ntaxable as earnings within Section 62 ITEPA 2003 (see\n[EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520) onwards and Weston v Hearn\n(25TC425)), or as benefits within Section 201 (see\n[EIM21001](/guidance/employment-income-manual/EIM21000#EIM21001) onwards).\n\n**For 2002/03 and earlier years**, some long service\nawards were exempt from tax under Extra- Statutory Concession A22\n(see SE01500).\n\n**For 2003/04 onwards**, the concession has been\nreplaced by a statutory exemption in Section 323 ITEPA 2003. The\nconditions for exemption are as follows:\n\n*   the award must be made to mark a period of\nnot less than 20 years service with the same employer (see[EIM01504](/guidance/employment-income-manual/EIM01000#EIM01504)) and\n*   it must be in a form that satisfies the\ncondition in Section 323(3) (broadly, it must be something other\nthan money) (see[EIM01502](/guidance/employment-income-manual/EIM01000#EIM01502)) and\n*   the taxable value of the award (before\n\n    applying the exemption) must not be more than &#xA3;50 for each\n\n    year of service (see\n    [EIM01501](/guidance/employment-income-manual/EIM01000#EIM01501)) (&#xA3;20 per year of service\n\n    if the award was made on or before 12 June 2003).\n\nAs regards multiple awards, see\n\n[EIM01503](/guidance/employment-income-manual/EIM01000#EIM01503).\n\nIf a non-cash award fails to satisfy the conditions for the\n\nexemption, or exceeds the &#xA3;50 per year of service limit, the\n\nemployer may be prepared to pay the tax due under a PAYE Settlement\n\nAgreement. Cash awards do not qualify for exemption at all, and the\n\nemployer should operate PAYE."},{"manual-section-id":"EIM01501","title":"Exemption for long service testimonial awards: maximum exempt amount","body":"An award that satisfies the conditions in Section 323 (see\n[EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500)) is exempt from tax if, or to\nthe extent that, the chargeable amount does not exceed &#xA3;50 for\neach year of service with the same employer (see\n[EIM01504](/guidance/employment-income-manual/EIM01000#EIM01504)). For awards made on or before\n12 June 2003 the limit was &#xA3;20 per year of service.\n\nThe chargeable amount, in relation to an award, is the amount\nthat would be included in the employee's taxable earnings if the\nexemption did not apply. For most employees this will be the cost\nto the employer. For employees in lower paid employment it will be\nthe second hand value of the award.\n\nIf the chargeable amount exceeds the &#xA3;50 per year of\nservice limit (&#xA3;20 per year of service for awards made on or\nbefore 12 June 2003), only the excess is taxable.\n\nAs regards multiple awards, see\n\n[EIM01503](/guidance/employment-income-manual/EIM01000#EIM01503)."},{"manual-section-id":"EIM01502","title":"Exemption for long service testimonial awards: form of qualifying awards","body":"The main conditions for exemption under Section 323 ITEPA 2003\nare set out in\n[EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500). One of the conditions is that\nthe award must be in a form that satisfies the condition in Section\n323(3). That is, the award must be in the form of:\n\n*   tangible moveable property, or\n*   shares in the company that employs the\nperson receiving the award, or in a company in the same group as\nthe employer, or\n*   any other benefit**except**:\n> *   a payment\n> *   a cash voucher\n> *   a credit token\n> *   securities\n> *   shares other than those mentioned above and\n> *   an interest in or rights over securities or\n>\n>     shares.\n\nThe exclusion of payments and cash vouchers rules out cash and\n\ncheque payments, National Savings Certificates, premium bonds and\n\nso on. Shares and securities are excluded unless they fall within\n\nthe second bullet above. Subject to that, and to the monetary limit\n\nin\n\n[EIM01501](/guidance/employment-income-manual/EIM01000#EIM01501), most non-cash awards are\n\nlikely to qualify for the exemption."},{"manual-section-id":"EIM01503","title":"Exemption for long service testimonial awards: multiple awards","body":"Section 323 ITEPA 2003 provides a tax exemption for long service\ntestimonial awards that satisfy certain conditions (see\n[EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500)).\n\nOne of the conditions is that the taxable value of the award\nmust not exceed &#xA3;50 for each year of service with the same\nemployer (&#xA3;20 per year of service if the award was made on or\nbefore 12 June 2003). If an employee receives awards on two or more\noccasions (for example, after 20 years and then after 30 years\nservice) the monetary limit is calculated\n**separately** on each occasion. The exempt amount\navailable at the 30 year point is not affected by any exemption\nthat may have been allowed in respect of the 20 year award.\n\nNote, though, that no exemption is due if the employee has\nreceived another long service award, for service with the same\nemployer, within the previous 10 years. So if an employee receives\n\nawards after 25 years and then again after 30 years, no exemption\n\nis due for the 30 year award because the 10 year rule is not\n\nsatisfied.\n\nFor the purpose of the 10 year rule it does not matter if the\n\nearlier award did or did not qualify for exemption under Section\n\n323. All earlier awards in respect of service with the same\n\nemployer count for the purpose of the 10 year test, whether taxed\n\nor not.\n\nSee example\n\n[EIM01510](/guidance/employment-income-manual/EIM01000#EIM01510)."},{"manual-section-id":"EIM01504","title":"Exemption for long service testimonial awards: meaning of same employer","body":"The exemption in Section 323 ITEPA 2003 applies to awards that\nare made to mark long service with the same employer (see\n[EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500)). For the purpose of the\nexemption, service with two or more employers is treated as being\nwith the same employer if:\n\n*   each of them is a successor or predecessor\nof the other(s), or\n*   one of them is a company that belongs (or\nhas belonged) to the same group as the others (or a predecessor or\nsuccessor of the others).\n\n&#x201C;Group&#x201D; means a body corporate and its 51%\nsubsidiaries."},{"manual-section-id":"EIM01510","title":"Exemption for long service testimonial awards: example","body":"An employee receives long service awards from her employer as\nfollows (all the awards are made on or after 13 June 2003):\n\n*   after 20 years service, an article costing\n&#xA3;1,000\n*   after 30 years service, an article costing\n&#xA3;500\n*   after 35 years service, an article costing\n&#xA3;625\n*   after 40 years service, an article costing\n&#xA3;1,000.\n\nExemption is due as follows:\n\n**The 20 year award is not taxed**. This is the first\naward received, the 20 year condition is satisfied, and the cost\ndoes not exceed &#xA3;50 for each year of service (20 x &#xA3;50 =\n&#xA3;1,000). If the article had cost &#xA3;1,500, tax would have\nbeen charged on the excess over &#xA3;1,000 (see\n[EIM01501](/guidance/employment-income-manual/EIM01000#EIM01501)).\n\n**The 30 year award is not taxed**. It satisfies the\n\nconditions for exemption (see\n\n[EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500)), and it does not matter that\n\nthe employee has already received a tax-free award.\n\n**The 35 year award is taxed in full**. It is within\n\nthe monetary limit (35 x &#xA3;50 = &#xA3;1,750), but no exemption\n\nis due because the employee received a similar award within the\n\nprevious 10 years (see\n\n[EIM01503](/guidance/employment-income-manual/EIM01000#EIM01503)).\n\n**The 40 year award is taxed in full**. It is within\n\nthe monetary limit (40 x &#xA3;50 = &#xA3;2,000), but no exemption\n\nis due because the employee received a similar award within the\n\nprevious 10 years. The 35 year award is counted even though it was\n\ntaxed in full."}]},{"title":" Meals","sections":[{"manual-section-id":"EIM01530","title":"Meals: cash allowances to employees","body":"A cash allowance for meals taken at the normal workplace is\ntaxable as &#x201C;earnings&#x201D; within Section 62 ITEPA 2003 (see\n\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510) onwards, and Sanderson v\nDurbridge (36TC239)).\n\nWhere the cost of a meal is part of the expenses incurred in\ntravelling, see\n[EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815)."}]},{"title":" Medical expenses and insurance","sections":[{"manual-section-id":"EIM01550","title":"Medical expenses and insurance"}]},{"title":" National Savings Certificate schemes","sections":[{"manual-section-id":"EIM01560","title":"National Savings Certificate schemes: employer's contributions","body":"Where an employer contributes to the purchase of National\nSavings Certificates for employees, the amount or value of the\ncontribution is taxable as earnings within Section 62 ITEPA 2003\n(see generally\n[EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520) onwards).\n\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"}]},{"title":" Personal pension schemes","sections":[{"manual-section-id":"EIM01570","title":"Registered pension schemes: employer&#x2019;s contributions","body":"On this page:\n\n[Sections 308 and 224 ITEPA 2003](/guidance/employment-income-manual/EIM01000#EIM01570#IDATXOOC)\n[Registered pension schemes: general](/guidance/employment-income-manual/EIM01000#EIM01570#IDA1XOOC)\n[Registered pension schemes: employer&#x2019;s contributions for employees](/guidance/employment-income-manual/EIM01000#EIM01570#IDAYYOOC)\n[Approved and registered personal pension schemes](/guidance/employment-income-manual/EIM01000#EIM01570#IDAC1OOC)\n[Unapproved personal pension schemes and employer-financed retirement benefit schemes](/guidance/employment-income-manual/EIM01000#EIM01570#IDAH2OOC)\n[Payments from approved and registered pension schemes](/guidance/employment-income-manual/EIM01000#EIM01570#IDA52OOC)&#xA0;\n\n\n## Sections 308 and 224 ITEPA 2003\n\nUp to 5 April 2006 Section 308 ITEPA 2003 applied in relation to approved personal pension arrangements made by an employee.  From 6 April 2006 Section 308 has applied to registered pension schemes generally, following an amendment by sections 201(2) and 284 FA 2004.  Its application in relation to registered pension schemes was further amended by section 11 FA 2013 for the tax year 2013/14 onwards.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01570#top)\n\n\n## Registered pension schemes: general\n\nRegistered pension schemes receive significant tax advantages: For example, Part 4 of FA 2004 (together with supporting schedules and related regulations) provides that their investment income is not taxed, contributions to such schemes qualify for tax relief up to a point, and lump sum benefits (not pensions) are also exempt from tax up to certain limits.\n\nYou may also have heard of approved pension schemes or exempt approved schemes. These were the predecessors of registered pension schemes.  However, from 6 April 2006, the system of HMRC granting such approval was replaced with a registration system.  Most existing approved schemes automatically became registered pension schemes on that day.\n\nRegistered pension schemes include both occupational and personal pension schemes, as well as other types of pension scheme.\n\nThere is detailed guidance available in the Registered Pension Scheme Manual (RPSM) though mostly this is for Pension Schemes Services in Specialist PT; the Employment Income Manual does not deal directly with registered pension schemes.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01570#top)\n\n\n## Registered pension schemes: employer&#x2019;s contributions for employees\n\nEmployer contributions to a registered pension scheme in respect of an employee are not chargeable on the employee as earnings of the employment (Section 308 ITEPA 2003).\n\nIn practice this means the employer contribution must be used to fund:\n\n*   the provision of benefits for the employee, and/or\n*   benefits payable (actually or contingently) on the death of the employee.\n\nThe provision of death-in-service benefits, such as a lump sum payable on the death of the employee, is an example of where employer contributions are, or may be, used to provide benefits payable (actually or contingently) on the death of the employee.\n\nHowever, an employer contribution to a registered pension scheme in relation to an employee in the following circumstances is not regarded as &#x2018;in respect&#x2019; of an employee for the purpose of the exemption in Section 308 ITEPA 2003.  The circumstances are where:\n\n*   the employer pays contributions to members of the employee&#x2019;s family or household&#x2019;s own arrangements under a registered pension scheme (i.e. the arrangement is not for the provision of benefits following the death of the employee as described immediately above), and\n*   the member of the employee&#x2019;s family or household is not an employee of the employer.\n\nSuch a contribution to the member of the employee&#x2019;s family or household&#x2019;s own pension arrangement will be chargeable on the employee as earnings of the employment.\n\nThe contribution will be treated as earnings under the benefits code (see [EIM20001](/guidance/employment-income-manual/EIM20001)).\n\nThe exemption under Section 307 ITEPA 2003 (see [EIM21800](/guidance/employment-income-manual/EIM21603#EIM21800)) will not apply.  This is because the cost incurred by the employer is not for the provision of a pension or similar benefit that will be paid or given to the employee or for a pension or similar benefit that will be given to the member of the employee&#x2019;s family or household in the event of the employee&#x2019;s death.\n\nNote - the requirement for the employer contribution to be in respect of the employee in order for the contribution not to be chargeable on the employee as earnings of the employment applies for the tax year 2013/14 onwards.\n\nFor the tax years 2006/07 to 2012/13 there is no distinction between employer contributions in respect of the employee&#x2019;s own arrangement under the registered pension scheme and employer contributions for members of the employee&#x2019;s family or household&#x2019;s own arrangements for the purpose of the exemption given by Section 308 ITEPA.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01570#top)\n\n\n## Approved and registered personal pension schemes\n\nApproved or (from 6 April 2006) registered personal pension scheme arrangements made by an employee (or director) may provide for employer contributions as well as employee contributions. Where, under such arrangements, the employer pays **employer's **contributions the contributions are not chargeable on the employee as earnings of the employment (Section 308 ITEPA 2003).\n\nIf you find that the employer has paid contributions that the employee (or director) was supposed to make, without recovering the full amount from the employee, send a brief report to RISK team at SPT Pension Scheme Services in Nottingham. The report should include the following details:\n\n*   the name of the employee concerned\n*   the name and address of the employer\n*   the name of the pension provider\n*   the pension plan reference number.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01570#top)\n\n\n## Unapproved personal pension schemes and employer-financed retirement benefit schemes\n\nIf the employer contributes before 6 April 2006 to personal pension arrangements made by the employee which are not approved arrangements, the amount of the employer's contribution is chargeable on the employee as earnings of his employment (Section 224 ITEPA 2003).  Section 224 is repealed with effect from 6 April 2006.  There is no equivalent to that Section in connection with employer-financed retirement benefits schemes, so there can be no charge in respect of a contribution after 5 April 2006 to the extent that the contribution is not employment income provided through third parties (see [EIM45000](/guidance/employment-income-manual/EIM45000)).\n\nFor information about non-approved and employer-financed retirement benefit schemes see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010) onwards.\n\n[Top of page](/guidance/employment-income-manual/EIM01000#EIM01570#top)\n\n\n## Payments from approved and registered pension schemes\n\nAs regards payments received by an employee out of an approved pension scheme, see [EIM74009](/guidance/employment-income-manual/EIM74000#EIM74009) (for tax years before 2006/07) and for payments from a registered pension scheme see [EIM74014](/guidance/employment-income-manual/EIM74000#EIM74014) (for tax years 2006/07 onwards)."}]},{"title":" Phantom share schemes","sections":[{"manual-section-id":"EIM01600","title":"Phantom share schemes","body":"The Share Schemes Manual (ERSM) contains full guidance about\nschemes that involve the actual transfer of shares to employees.\n\nHowever, some employers set up incentive schemes that involve\nthe award of 'phantom' or hypothetical shares. In schemes of this\ntype the employee is given an award which represents a specified\nnumber of units, or shares, in the employer's company. At the time\nof the initial award the employee does not receive money, or any\nform of 'money's worth' (see\n[EIM00530](/guidance/employment-income-manual/EIM00530)). There is no payment of\nearnings, and so no charge to tax on employment income at the time\nof the initial award. All the employee actually gets is the\nprospect of receiving a cash payment at some time in the future.\n\nThe employer's object is to encourage the employee to\ncontinue in the employment, and to provide an incentive for the\nemployee to work well, by holding out the prospect of a future\nbonus payment linked to the value of the company's shares.\n\nThe details may vary from scheme to scheme. Typically, and\n\nprovided that the employee remains with the company, he or she\n\neventually receives a cash payment equal to the value of the\n\n'phantom' shares at the time of payment. This is likely to be\n\ngreater than the value at the time of the original award. The cash\n\npayment is taxable as earnings within Section 62 ITEPA 2003 in the\n\nyear that the employee receives it. It is usually, though not\n\ninvariably, earnings for that year. This will depend upon the\n\nscheme rules. See Section 16 ITEPA 2003.\n\nSee ERSM110020 for more information on how phantom share\n\nschemes are viewed from the perspective of employer share\n\nschemes."}]}]}}