{"title":"Non-approved schemes: receipts excluded from charge: general","details":{"manual_section_id":"EIM15422","body":"A receipt from a non-approved retirement benefits scheme which is otherwise chargeable under Section 394 ITEPA 2003 (see [EIM15401](http://www.hmrc.gov.uk/manuals/eimanual/EIM15401.htm) and [EIM15420](http://www.hmrc.gov.uk/manuals/eimanual/EIM15420.htm)) may nevertheless be excluded from charge.\n\nSee the following guidance:\n\n\n\nFor examples see [EIM15438](http://www.hmrc.gov.uk/manuals/eimanual/EIM15438.htm).","sections":[{"title":null,"sections":[{"manual_section_id":"EIM15400","title":"Receipt from non-approved scheme","body":"\n\n## Sections 386-400 ITEPA 2003\n\n**Note: The guidance in this section (from EIM15400 to EIM15438) applies only to receipts from a non-approved retirement benefits scheme and so applies only before 6 April 2006. If dealing with a receipt on or after that date proceed in accordance with the guidance for receipts from employer-financed retirement benefits schemes in the first section (from EIM15015 to EIM15399). **\n\nIn general terms, a retirement benefits scheme is one that provides for benefits on an employee's retirement or death (for the full definition see [EIM15402](http://www.hmrc.gov.uk/manuals/eimanual/EIM15402.htm)).\n\nBefore 6 April 2006, occupational retirement benefits schemes could be granted approval at HMRC&#x2019;s discretion, by Pension Schemes Services (PSS). These, and some other similar schemes (see [EIM15407](http://www.hmrc.gov.uk/manuals/eimanual/EIM15407.htm)), received significant tax advantages. For example, their investment income was not taxed, contributions to the scheme qualified for tax relief and lump sum benefits (not pensions) were exempt from tax.  From 6 April 2006, such schemes automatically became registered pension schemes.  There is detailed legislation governing such schemes and the guidance in respect of them is in the Registered Pension Scheme Manual (RPSM). The Employment Income Manual guidance does not deal with registered pension schemes.\n\nNone of the tax advantages referred to above apply where the scheme was outside the categories of schemes identified in [EIM15407](http://www.hmrc.gov.uk/manuals/eimanual/EIM15407.htm)). Before 6 April 2006 such schemes were known as 'non-approved' (or unapproved) retirement benefits schemes (and commonly referred to as URBS).\n\nThese schemes exist, both for individual employees and groups, mainly because legislation and HMRC&#x2019;s discretionary approval practice limited the benefits that an approved scheme could provide. For example, in calculating retirement benefits that can be taken from an approved scheme, any salary above a certain sum (known as the &#x201C;earnings cap&#x201D; could not be taken into account (see [EIM15429](http://www.hmrc.gov.uk/manuals/eimanual/EIM15429.htm) for figures). So a non-approved scheme was often set up to provide benefits based on salary in excess of that sum.\n\nThe general structure of the legislation for non-approved retirement benefits schemes is to tax as follows:\n\n*   Employer's contributions to the scheme made before 6 April 2006 count as employment income (see [EIM00512](http://www.hmrc.gov.uk/manuals/eimanual/EIM00512.htm)) of the employee under Section 386 ITEPA 2003 (see [EIM15412](http://www.hmrc.gov.uk/manuals/eimanual/EIM15412.htm)). There is no equivalent charge for contributions made to an employer-financed retirement benefits scheme after 5 April 2006\n*   All lump sum payments (including commutations: see [EIM15427](http://www.hmrc.gov.uk/manuals/eimanual/EIM15427.htm)) out of non-approved schemes count as employment income (see [EIM00512](http://www.hmrc.gov.uk/manuals/eimanual/EIM00512.htm)) of the recipient under Section 394 ITEPA 2003 (see [EIM15420](http://www.hmrc.gov.uk/manuals/eimanual/EIM15420.htm)).*   The charge on lump sums paid out may be reduced where prior employer contributions have been taxed (see [EIM15423](http://www.hmrc.gov.uk/manuals/eimanual/EIM15423.htm)) and where the employee has made contributions (see [EIM15424](http://www.hmrc.gov.uk/manuals/eimanual/EIM15424.htm)).\n*   A pension from these schemes is charged separately as pension income under Part 9 ITEPA 2003 (see [EIM74001](http://www.hmrc.gov.uk/manuals/eimanual/EIM74001.htm)).\n*   See [EIM15420](http://www.hmrc.gov.uk/manuals/eimanual/EIM15420.htm) for guidance on how annuities, annual payments and non-cash receipts are dealt with.\n\nSee [EIM15402](http://www.hmrc.gov.uk/manuals/eimanual/EIM15402.htm) for the definition of a non-approved scheme.\n\nIn cases where it is claimed that the facts of the case do not constitute a non-approved  retirement benefits scheme please refer the case to Pension Scheme Services (Technical), FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD."},{"manual_section_id":"EIM15423","title":"Prior employer contributions","body":"\n\n## Sections 395(2) and (4) and 396 ITEPA 2003\n\nThere is no charge under Section 394 ITEPA 2003 if the receipt is attributable to prior employer contributions on which the employee has been taxed under Section 595(1) ICTA 1988 (see SE15040) or Section 386 ITEPA 2003 (see [EIM15412](http://www.hmrc.gov.uk/manuals/eimanual/EIM15412.htm) and example [EIM15438](http://www.hmrc.gov.uk/manuals/eimanual/EIM15438.htm)).\n\n### Notes\n\n*   Section 396(2) ITEPA 2003 places the onus on the person receiving a lump sum to show that the amount paid is attributable to contributions that have been taxed.*   FA 1994 introduced important exceptions to this rule to deter avoidance of tax, see [EIM15416](http://www.hmrc.gov.uk/manuals/eimanual/EIM15416.htm).\n*   Attributing lump sums from the scheme to contributions is a matter of fact. This should be done on any reasonable basis and excessive time should not be spent on this (see example [EIM15438](http://www.hmrc.gov.uk/manuals/eimanual/EIM15438.htm))."},{"manual_section_id":"EIM15424","title":"Prior employee contributions","body":"A lump sum otherwise chargeable under Section 394 ITEPA 2003 (see [EIM15401](http://www.hmrc.gov.uk/manuals/eimanual/EIM15401.htm)) is not chargeable, or only partly chargeable, if it is attributable wholly, or partly, to the employee's own contributions to the scheme (see [EIM15414](http://www.hmrc.gov.uk/manuals/eimanual/EIM15414.htm) and example [EIM15438](http://www.hmrc.gov.uk/manuals/eimanual/EIM15438.htm)). "},{"manual_section_id":"EIM15425","title":"Small lump sums where no other pension scheme","body":"## Statement of Practice 13/1991\n\nA lump sum otherwise chargeable under Section 394 ITEPA 2003 (see [EIM15401](http://www.hmrc.gov.uk/manuals/eimanual/EIM15401.htm)) is not chargeable where the conditions in Statement of Practice 13/91 are satisfied (see [EIM15429](http://www.hmrc.gov.uk/manuals/eimanual/EIM15429.htm)).  The Statement was withdrawn with effect from 6 April 2006 so applies only to lump sums paid before that date."}]}]}}