{"title":"Non-approved schemes: example: meaning of “retirement”","details":{"manual_section_id":"EIM15434","body":"The following guidance indicates the HMRC view of &#x201C;retirement&#x201D; following the case of Venables v Hornby. It is important to realise that it is only a guide because each case depends on its own facts. In deciding whether or not an individual has retired and is entitled to draw benefits under scheme rules, HMRC looks at whether the individual has retired from employment with a particular employer rather than retired from employment completely.  So providing requirements for discretionary approval have been met, it is always possible for a person to retire from one employment and draw benefits from that employer&#x2019;s approved or registered scheme while taking up employment with a new employer.\n\n  <table>\n    <tr>\n      <td>\n\n**Situation**\n</td>\n      <td>\n\n**Retirement position**\n</td>\n    </tr>\n    <tr>\n      <td>\n\nA long-service employee leaves\n          to take a senior executive position in another company at the age of\n          60.\n</td>\n      <td>\n\nThe employee has retired.\n</td>\n    </tr>\n    <tr>\n      <td>\n\nA division of the company\n          is sold and the 55 year old manager responsible for running it leaves\n          to take a job with the purchaser.\n</td>\n      <td>\n\nThe manager has retired unless service\n          was treated as continuous for pension purposes.\n</td>\n    </tr>\n    <tr>\n      <td>\n\nA person in his 50s has a\n          heart attack and is advised by his doctor to leave and seek a less stressful\n          position.\n</td>\n      <td>\n\nIf the person were re-employed in an entirely\n          different capacity with the same employer or finds employment with another\n          employer, we would generally accept the member had retired early from\n          the original employment (possibly on ill-health grounds or possibly\n          on normal early retirement grounds - depending on scheme rules and exact\n          medical advice). But if the ex-gratia payment made is purely consolation\n          for loss of health that results in the premature termination of employment,\n          it would not be regarded as made in connection with retirement (see\n          [EIM15405](http://www.hmrc.gov.uk/manuals/eimanual/EIM15405.htm)).\n</td>\n    </tr>\n    <tr>\n      <td>\n\nAn employee aged 35 is involved\n          in an accident and suffers disabilities that make it impossible to continue\n          with the job.\n</td>\n      <td>\n\nA lump sum paid on retirement solely by\n          reason of disability from an accident is not taxable as a benefit from\n          a non-approved retirement benefits scheme (see [EIM15405](http://www.hmrc.gov.uk/manuals/eimanual/EIM15405.htm)).\n\n</td>\n    </tr>\n    <tr>\n      <td>\n\nAn employee aged 50 leaves\n          to take a job nearer home to be able to nurse her aged parents.\n</td>\n      <td>\n\nEmployee has retired.\n</td>\n    </tr>\n  </table>\n  ","sections":[]}}