{"title":"Vouchers and credit-tokens: Childcare vouchers","details":{"manual-section-id":"EIM16050","body":"\n\n## Section 270A ITEPA 2003 and section 78 FA 2004\n\nEmployer-supported childcare schemes are voluntary arrangements. The Government supports these initiatives with the tax exemption and NICs disregards that are available, but it is up to the employer to decide whether or not to offer childcare support to its employees.\n\nA new limited tax exemption intended to encourage employer-supported childcare in the form of non-cash vouchers was introduced with effect from 6 April 2005. The table below sets out the guidance specifically concerned with childcare vouchers.\n\n","breadcrumbs":["EIMANUAL","EIM16000","EIM16050"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM16051","title":"Vouchers and credit tokens: childcare vouchers","body":"\n\n## Section 84(1)(ab) ITEPA 2003\n\nFor a description of the points to consider in a case involving vouchers or credit tokens see [EIM16030](/guidance/employment-income-manual/EIM16030).[](/guidance/employment-income-manual/EIM16000#EIM16051)\n\nA childcare voucher is defined as a voucher, stamp or similar document or token, intended to enable a person to obtain the provision of care for a child.\n\nThis voucher does not need to be exchanged. It could be that the childcare voucher is physically handed over when paying for the childcare services.  It could be that childcare is paid for using an electronic version of the childcare voucher.\n\nExceptionally a childcare voucher may be cashed. An example of when this might occur could be the death of the child for whom childcare vouchers are provided. As the primary purpose of the childcare voucher is to pay for childcare services not that it is exchangeable for cash, the voucher may be accepted as a non-cash voucher. If the voucher is exchanged for cash, then the employer must apply PAYE tax and NIC to this cash payment.\n\nSee also [EIM16052](/guidance/employment-income-manual/EIM16000#EIM16052) for an explanation of the limited exemption that applies in relation to childcare vouchers from 6 April 2005.\n\nIf the employee can give up vouchers and obtain a higher salary see [EIM21990](/guidance/employment-income-manual/EIM21990)."},{"manual-section-id":"EIM16052","title":"Childcare vouchers: exemption from 6 April 2005 to 5 April 2011","body":"\n\n## Section 270A ITEPA 2003 as amended by section 36 FA 2011\n\nFor the definition of childcare voucher see [EIM16051](/guidance/employment-income-manual/EIM16000#EIM16051). For childcare vouchers provided by the employer, if certain conditions are met then from 6 April 2005 to 5 April 2011, the first &#xA3;55 per week (&#xA3;50 per week in year 2005-06) of the childcare voucher is exempt.  The three conditions are\n\nThe child must be either\n\nA child or stepchild of the employee and is maintained (wholly or partly) at the employee&#x2019;s expense or\n\nResident with the employee and is a person in respect of whom the employee has parental responsibility (see [EIM22025](http://www.hmrc.gov.uk/manuals/eimanual/EIM22025.htm) for more detail).\n\n*   **Condition B: qualifying childcare**&#xA0;\n\nThe childcare provided must be qualifying childcare (see [EIM22030](http://www.hmrc.gov.uk/manuals/eimanual/EIM22030.htm) for more detail).\n\n*   **Condition C: availability**\n\nThe childcare vouchers must be available to either\n\n*   all the employees, or*   all of the employees at that particular location,\n\nsubject to the following exception (see [EIM22015](http://www.hmrc.gov.uk/manuals/eimanual/EIM22015.htm) for more detail).\n\n### Relevant low-paid employees\n\nCondition C may be regarded as met if the scheme that the employer has in place for providing childcare vouchers does not allow relevant low-paid employees to take part because it involves either\n\n*   relevant salary sacrifice arrangements, or\n*   relevant flexible remuneration arrangements.\n\nBoth relevant salary sacrifice arrangements and relevant flexible remuneration arrangements involve the employee agreeing to a reduced amount of salary or wages in return for the employer providing childcare vouchers.\n\nRelevant low-paid employees are those for who their salary or wages are at a rate that cannot be reduced because the lower amount would be likely to fall below the national minimum wage.\n\nThe maximum of the childcare voucher that can be exempt is &#xA3;55 for each qualifying week (&#xA3;50 per week in year 2005-06).A qualifying week is a tax week in which a qualifying childcare voucher is received.  The definition of tax week is to be found at [EIM22011](http://www.hmrc.gov.uk/manuals/eimanual/EIM22011.htm).\n\nAn employee is only entitled to one exempt amount per week even if they have two or more children receiving childcare. However, if two employees have responsibility for the same child each employee can receive a weekly exempt amount.\n\nIf exemption is claimed by an employee for childcare vouchers then that employee cannot claim exemption under section 318A ITEPA 2003, the other employer supported childcare provisions (see [EIM22005](http://www.hmrc.gov.uk/manuals/eimanual/EIM22005.htm)). "},{"manual-section-id":"EIM16053","title":"Childcare vouchers: exemption from 6 April 2011","body":"\n\n## Section 270A and 270B ITEPA 2003; section 35 and Schedule 8 FA 2011\n\nSection 270A is amended with effect from 6 April 2011 by the addition of another condition.  For conditions A, B and C see [EIM16052](/guidance/employment-income-manual/EIM16000#EIM16052).\n\n### Condition D: Relevant earnings amount\n\nThe new condition D is that the employer has made an estimate of the employee&#x2019;s relevant earnings amount (see [EIM16054](/guidance/employment-income-manual/EIM16000#EIM16054)) for the tax year that childcare vouchers are provided for.\n\nThe employer must make the estimate at the required time, which means either\n\n*   the time when the employee joins the employer provided childcare voucher scheme, or\n*   (for subsequent tax years) the beginning of the tax year.\n\nFor this purpose, the employee is regarded as joining the scheme when\n\n*   the employer has agreed to provide childcare vouchers, and\n*   the employee is parent to a child or step-child or otherwise has parental responsibility for a child in accordance with condition A (see [EIM22020](http://www.hmrc.gov.uk/manuals/eimanual/EIM22020.htm)).\n\n### Employees joining an employer provided childcare voucher scheme from 6 April 2011\n\nIf the estimated relevant earnings amount exceeds the higher rate limit for the tax year that childcare vouchers will be provided for then the 'exempt amount' for that tax year will be &#xA3;22 (in relation to tax years 2011/12 and 2012/13) for each qualifying week. The exempt amount will increase to &#xA3;25 for each qualifying week in relation to the tax year 2013/14.\n\nIf the estimated relevant earnings amount exceeds the basic rate limit but not the higher rate limit then the 'exempt amount' for that tax year will be &#xA3;28 for each qualifying week.\n\nOtherwise the 'exempt amount' for that tax year will be &#xA3;55 for each qualifying week.\n\n[Top of page](/guidance/employment-income-manual/EIM16000#EIM16053#top)\n\n\n## Employees receiving employer provided childcare vouchers before 6 April 2011\n\nFor any employees who joined the employer provided childcare voucher scheme before 6 April 2011 and have continued to be employed by that employer and have not taken a break from the scheme for any continuous period of more than 52 weeks, condition D does not apply.\n\nThe 'exempt amount' will remain &#xA3;55 for each qualifying week."},{"manual-section-id":"EIM16054","title":"Childcare vouchers: exemption from 6 April 2011: relevant earnings amount","body":"\n\n## Section 270B ITEPA 2003\n\nFor employees who joined an employer provided childcare voucher scheme from 6 April 2011, the employer must make an estimate of the employee&#x2019;s relevant earnings amount for the tax year that childcare vouchers are provided for (see [EIM16053](/guidance/employment-income-manual/EIM16000#EIM16053)).\n\nThe estimate is the employer&#x2019;s responsibility. The estimate will establish the &#x201C;exempt amount&#x201D; for that tax year. In making the estimate the employer should act reasonably, taking due care. The estimate should be based on information available at the time. The employer is not required to speculate on what may or may not take place in the future.\n\nProviding that the employer acted reasonably, the estimate should not be reviewed later in the tax year whether as a result of a change in the employee&#x2019;s circumstances or because events show that the estimate was misconceived. Any change in the employee&#x2019;s circumstances should be reflected in the estimate for the next tax year.\n\n### Relevant earnings amount\n\nThis is calculated for each tax year by first adding\n\n*   the amount of any relevant earnings for the tax year from that employment and\n*   any other amounts treated under Chapters 2 to 12 of Part 3 ITEPA 2003 as earnings from that employment\n\nThen deducting\n\n*   the sum of any excluded amounts (see [EIM16055](/guidance/employment-income-manual/EIM16000#EIM16055)).\n\n### Meaning of &#x201C;relevant earnings&#x201D;\n\nFor this purpose, &#x201C;relevant earnings&#x201D; means any salary, wages or fees and any of the following:\n\n1.  guaranteed contractual bonuses;\n2.  contractual commission;\n3.  guaranteed overtime payments;\n4.  location or cost of living allowances;\n5.  shift allowances;\n6.  skills allowances;\n7.  retention and recruitment allowances; and\n8.  market rate supplements.\n\n### Estimate made during a tax year\n\nIf an employer is required to make an estimate of the employee&#x2019;s relevant earnings amount for a tax year because\n\n*   the employee joins the employer provided childcare voucher scheme, and*   the employee only began that employment during the tax year,\n\nfor the purpose of making the estimate, the employer should not take account of any previous earnings.\n\nThe employer should estimate the aggregate sum of the amount of any relevant earnings and any other amounts treated as earnings from that employment for the remainder of the tax year. That sum must then be multiplied by a figure calculated using the formula:\n\nwhere RD is the number of days remaining in the tax year from the date that the employment began.\n\nThe sum of any excluded amounts is deducted after making this adjustment."},{"manual-section-id":"EIM16055","title":"Childcare vouchers: exemption from 6 April 2011: excluded amounts","body":"\n\n## Section 270B(1)(a) ITEPA 2003\n\nFor the purpose of calculating the aggregate amount of any relevant earnings for the tax year from employment by the employer and the amounts treated as earnings, include the following -\n\n*   basic pay as stated in the employee&#x2019;s contract of employment (salary, wages and fees);\n*   guaranteed contractual bonuses - an amount that will be paid as part of a contractual arrangement as long as the employee remains in employment, without any other conditions having to be met, e.g. a &#x2018;loyalty&#x2019; bonus or &#x2018;golden hello&#x2019;.  But do not include performance-related or discretionary bonuses;\n*   contractual commission - where the commission represents a contractually agreed proportion of income generated by the employee for the business.  You should accept without enquiry an amount based on commission earned with the employer in the previous year, or on an average of two previous years of work with you where commission has been earned, if that produces a more beneficial result.  However an employer may use an alternative basis of estimating the likely commission income that is reasonable in the context of that business.  This means that where an employee joins a childcare scheme on taking up employment, commission should not be included as relevant earnings in the estimate for that tax year;\n*   guaranteed overtime payments - paid whether worked or not (e.g. payments of 4 hours&#x2019; guaranteed overtime for working every third Saturday, even if the amount of time worked is less or no work is carried out on that day at all).  But do not include overtime payments that are not guaranteed;\n*   location or cost of living allowances - e.g. London weighting;\n*   shift allowances;\n*   skills allowances (e.g. an allowance for holding a qualification in First Aid);\n*   retention and recruitment allowances;\n*   an &#x2018;allowance&#x2019; here is taken to be a guaranteed/unconditional payment, whereas a &#x2018;bonus&#x2019; may not be;\n*   market rate supplements; and\n*   the cash equivalent of any taxable benefits that fall within Part 3 of the Income Tax (Earnings and Pensions) Act 2003, and which are not exempt from income tax under Part 4 of that Act, (e.g. a company car made available for private use; fuel provided by an employer for private use in a company car; cash vouchers; employer-supported childcare in excess of tax relief entitlement; living accommodation, etc.).  But do not include exempt benefits such as works buses, work-related training, etc."},{"manual-section-id":"EIM16056","title":"Childcare vouchers:","body":"\n\n## Section 270B(4) ITEPA 2003 and The Employer Supported Childcare (Relevant Earnings and Excluded Amounts) Regulations 2011\n\n### Excluded amounts\n\nFor the purpose of calculating the relevant earnings amount the following items are &#x201C;excluded amounts&#x201D;:\n\n(a) contributions under a pension scheme if the employee has authorised the employer to make the deductions from relevant payments (as defined by regulation 4 of the PAYE Regulations) for which relief at source is given under section 192(1) of the Finance Act 2004;\n\n(b) contributions under a pension scheme allowed under section 193(2) of the Finance Act 2004 (relief under net pay arrangements) to be deducted by the employer from the employee&#x2019;s employment income for the tax year in accordance with the PAYE Regulations;\n\n(c) donations for which a deduction is made under section 713 of ITEPA (payroll giving) in calculating the employee&#x2019;s net taxable earnings from employment by the employer for the tax year in accordance with the PAYE Regulations;\n\n(d) expenses within Chapter 3 of Part 3 of ITEPA (expenses payments) which the employer is authorised to exclude from the employee&#x2019;s taxable earnings for the tax year in accordance with the PAYE Regulations;\n\n(e) payments in respect of removal expenses to which section 271 of ITEPA applies (as defined in section 272 of ITEPA) and which are taxable earnings of the employee from employment by the employer for the tax year;\n\n(f) amounts equivalent to the amount of the personal allowance under section 35(1) of the Income Tax Act 2007, and in addition if applicable, the amount of the blind person&#x2019;s allowance under section 38 of the Income Tax Act 2007 (see [EIM16056](/guidance/employment-income-manual/EIM16000#EIM16056)).\n\nHowever, (f) does not apply if after taking into account all relevant earnings and all other excluded amounts the relevant earnings amount is &#xA3;150,000 or more."},{"manual-section-id":"EIM16057","title":"Childcare vouchers: example: employee in employer&#x2019;s scheme before 6 April 2011","body":"\n\n## Section 270A ITEPA 2003\n\n**Example**: Paul and Charlotte, aged 3 and 6 respectively, live with their grandmother, in the week and their father alternative weekends.  Their mother died 2 years ago. The father pays &#xA3;120 per week to the children&#x2019;s grandmother for their maintenance.  Paul goes to a registered childminder 5 mornings a week.  Paul&#x2019;s grandmother pays the childminder &#xA3;60 a week using childcare vouchers, which her employer has been providing as part of her remuneration continuously since June 2010. The grandmother does not know about the salary arrangements for the other 20 people who work in her office. Charlotte sometimes attends an out of school club, which costs her grandmother &#xA3;8 a session.\n\n### Answer:\n\n*   The father is not eligible for exemption, as his employer does not provide either type of childcare.\n*   As the grandmother&#x2019;s employer provides childcare vouchers, which are used to pay the childminder, exemption may be available for these providing all of the following conditions are met:\n\n**Condition A - child**&#xA0;<u>:</u> As the grandmother has parental responsibility for Paul and he lives with her, this condition is met.\n\n**Condition B - qualifying childcare**: As the childminder is registered, this condition is met.\n\n**Condition C - availability**: It will need to be checked whether the choice of receiving childcare vouchers is available to all of the grandmother&#x2019;s colleagues at work (subject to the possible exception of relevant low-paid employees - see [EIM16052](/guidance/employment-income-manual/EIM16000#EIM16052)).  If it is then this condition is met.\n\n**Condition D - relevant earnings amount:** As the grandmother was receiving childcare vouchers before 6 April 2011, this condition does not apply.\n\n*   The limit of the exemption is &#xA3;55 per week.  The value of the childcare vouchers provided is &#xA3;60 so the excess of &#xA3;5 per week is chargeable to tax as employment income. Exemption is not available for amount the grandmother pays to the out of school club because this is not employer-supported childcare.  Also exemption cannot be claimed for both childcare vouchers and childcare provision. (See [EIM16054](/guidance/employment-income-manual/EIM16000#EIM16054))"},{"manual-section-id":"EIM16058","title":"Childcare vouchers: examples: employee joining employer&#x2019;s scheme after 5 April 2011","body":"### Example 1:\n\nJane commenced employment with XYZ Ltd on 1 August 2011 having ceased employment with ABC Ltd on 30 June 2011. Her taxable earnings from ABC Ltd since 6 April 2011 were &#xA3;5,200. XYZ Ltd offers a fully compliant childcare voucher scheme. Jane applied to join the scheme immediately. Her remuneration package consists of salary &#xA3;3,200 per month plus taxable benefits of &#xA3;800 per month. XYZ Ltd also has a discretionary annual bonus scheme. Pension contributions of &#xA3;250 per month will be deducted under net pay arrangements.\n\nTo comply with Condition D the employer must immediately make an estimate of the employee&#x2019;s relevant earnings amount for the tax year 2011/12.\n\nJane&#x2019;s salary for the remainder of the tax year will be &#xA3;25,600 (&#xA3;3,200 x 8). Similarly, her taxable benefits will be &#xA3;6,400 so the aggregate amount for the purposes of section 270B(1)(a) is &#xA3;32,000. Discretionary bonuses do not form part of relevant earnings so the possibility of Jane receiving a bonus may be ignored.\n\nBecause Jane became employed by XYZ Ltd during the tax year, under section 270B(2), XYZ Ltd has to calculate the relevant multiple of that amount. Commencing with the day that Jane became employed with XYZ Ltd, 1 August 2011, there are 249 days remaining in the tax year 2011/12; so the relevant multiple is &#xA3;46,907 (&#xA3;32,000 x 365/249). The taxable earnings from Jane&#x2019;s previous employment must be ignored.\n\nThe aggregate of excluded amounts is &#xA3;9,475 (pension contributions of &#xA3;2,000 (&#xA3;250 x 8) and personal allowance of &#xA3;7,475). Therefore the &#x201C;relevant earnings amount&#x201D; for 2011/12 is &#xA3;37,432. As that exceeds the basic rate limit for 2011/12 (&#xA3;35,000), the exempt amount for the remainder of 2011/12 will be &#xA3;28 per week (or the monthly equivalent of &#xA3;124).\n\n### Example 2:\n\nChris has been employed by XYZ Ltd for several years. He has recently become a father and applies to join the childcare voucher scheme with effect from 1 August 2011. His salary is &#xA3;2,500 per month and has pension contributions of &#xA3;150 per month deducted under net pay arrangements.\n\nTo comply with Condition D the employer must immediately make an estimate of the employee&#x2019;s relevant earnings amount for the tax year 2011/12. As Chris was employed by XYZ throughout the tax year, section 270B(2) does not apply. For the purpose of making the estimate, XYZ Ltd should take account of relevant earnings and excluded amounts for the whole of the tax year.\n\nThe aggregate of relevant earnings is &#xA3;30,000. The aggregate of excluded amounts is &#xA3;9,275. Therefore the &#x201C;relevant earnings amount&#x201D; for 2011/12 is &#xA3;20,725. As that is less than the basic rate limit, the exempt amount for the remainder of 2011/12 will be &#xA3;55 per week (or the monthly equivalent of &#xA3;243)."},{"manual-section-id":"EIM16059","title":"Childcare vouchers: working tax credit","body":"\n\n## Childcare element of working tax credit\n\nIf an employee receives a childcare non-cash benefit (such as childcare vouchers or a nursery place) any entitlement to the Working Tax Credit (WTC) and the childcare element of WTC is likely to be affected.  This is because the employer is meeting the childcare cost instead of the parent.  Working parents can only claim the childcare element of WTC for approved childcare costs that they have met themselves.\n\nNon-cash childcare vouchers, if used for registered or approved childcare or the benefit of a work place nursery, is disregarded when calculating income for the purposes of WTC. See the Tax Credits Technical Manual (TCTM) for further information.  "}]}]}}