{"title":"EIM12201 – PAYE: employment-relatedsecurities: commencement","details":{"manual-section-id":"EIM12201","body":"The new rules at Part 7 that make provision for amounts to count\nas employment income take effect as follows:\n\n","breadcrumbs":["EIMANUAL","EIM11800","EIM12201"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM12220","title":"Chapter 2","body":"Part 7 Chapter 2 ITEPA 2003 was fundamentally amended by\nSchedule 22 FA 2003 with effect from 1 September 2003.\n\n### Conditional shares\n\nBefore 1 September 2003, Part 7 Chapter 2 provided a charge to\ntax as employment income in respect of events relating to:\n\n*   the acquisition by an employee of a\nbeneficial interest in shares in a company\n*   as a director or employee of that or\nanother company\n*   where the interest is acquired on terms\nthat make it only conditional.\n\nA common condition is that the beneficial interest in the share\nis subject to forfeiture upon the happening of a specified event,\noften the cessation of employment, within a specified period of\ntime.\n\n### Restricted securities\n\nWith effect from 1 September 2003, Part 7 Chapter 2 provides a\ncharge to tax as employment income in respect of chargeable events\n\nrelating to the holding by an employee of employment- related\n\nsecurities that are restricted securities. The Share Schemes Manual\n\nwill be amended to provide detailed guidance in due course.\n\nBroadly, events that may be a chargeable event are:\n\n*   the employment-related securities ceasing\n\n    to be restricted securities\n*   the variation of any restriction relating\n\n    to the employment-related securities\n*   the disposal for consideration of the\n\n    employment-related securities.\n\n### PAYE\n\nSection 698 ITEPA 2003 requires the employer to operate PAYE on\n\nthe amount that counts as employment income under Part 7 Chapter 2\n\nif the relevant employment-related securities are readily\n\nconvertible assets (see\n\n[EIM12400](/guidance/employment-income-manual/EIM12400)).\n\nSection 698 was fundamentally amended by Schedule 22 FA 2003\n\nwith effect from 1 September 2003. However, the new Section 698\n\nonly applies in respect of employment-related securities that are\n\nrestricted securities that were acquired by the employee on or\n\nafter 16 April 2003 for chargeable events occurring on or after 1\n\nSeptember 2003.\n\nThe original legislation at Section 698 remains effective in\n\nrespect of any event giving rise to income chargeable to tax as\n\nemployment income relating to conditional shares acquired by an\n\nemployee before 16 April 2003 (see\n\n[EIM12221](/guidance/employment-income-manual/EIM12221))."},{"manual-section-id":"EIM12230","title":"Chapter 3","body":"Part 7 Chapter 3 ITEPA 2003 was fundamentally amended by\nSchedule 22 FA 2003 with effect from 1 September 2003. Broadly, the\nnew Part 7 Chapter 3 applies if a chargeable event occurs in\nrelation to employment-related securities that are convertible\nsecurities. Events that are chargeable events are the:\n\n*   conversion of the employment-related\nsecurities into securities of a different description\n*   disposal for consideration of the\nemployment-related securities\n*   release for consideration of the\nentitlement to convert the employment-related securities\n*   the receipt of a benefit in money or\nmoney&#x2019;s worth in connection with the entitlement to\nconvert.\n\nA charge may arise on acquisition. See the\n[Employment-Related Securities Manual](http://www.hmrc.gov.uk/manuals/ersmmanual/index.htm) at ERSM40050\nand ERSM40060 for more detailed guidance. PAYE\n\nSection 699 ITEPA 2003 required the employer to operate PAYE\n\nin respect of the amount chargeable to tax by virtue of Part 7\n\nChapter 3 where the shares were readily convertible assets (see\n\n[EIM11900](/guidance/employment-income-manual/EIM11900)). By virtue of Schedule 22 FA\n\n2003 a new Section 698 ITEPA 2003 replaced both Sections 698 and\n\n699 with effect from 1 September 2003.\n\nThe new Section 698 applies in respect of employment-related\n\nsecurities that are convertible securities irrespective of when the\n\nconvertible security was acquired. Section 698 ITEPA 2003 requires\n\nthe employer to operate PAYE on the amount that counts as\n\nemployment income if the relevant employment-related securities are\n\nreadily convertible assets (see\n\n[EIM12400](/guidance/employment-income-manual/EIM12400)).\n\nThe original legislation at Section 699 applies in respect of\n\nany event giving rise to income chargeable to tax as employment\n\nincome relating to convertible shares acquired by an employee where\n\nthe event occurs before 1 September 2003 (see\n\n[EIM11870](/guidance/employment-income-manual/EIM11870))."},{"manual-section-id":"EIM12240","title":"Chapter 3A","body":"Part 7 Chapter 3A ITEPA 2003 was introduced with effect from 16\nApril 2003 by Schedule 22 FA 2003. It provides for a charge to\nincome tax in certain cases where the market value of\nemployment-related securities is reduced by things done otherwise\nthan for genuine commercial purposes. The Share Schemes Manual will\nbe amended to provide detailed guidance in due course.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\nFA 2003 with effect from 1 September 2003. Where:\n\n*   an employee acquires employment-related\nsecurities on or after 1 September 2003 and\n*   an amount counts as employment income of\nan employee by reason of Part 7 Chapter 3A\n\nthen by virtue of Section 698 the employer is required to\noperate PAYE if the relevant employment-related securities are\nreadily convertible assets (see\n\n[EIM12400](/guidance/employment-income-manual/EIM12400)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 3A if the relevant employment-related securities are\n\nacquired before 1 September 2003."},{"manual-section-id":"EIM12250","title":"Chapter 3B","body":"Part 7 Chapter 3B ITEPA 2003 was introduced with effect from 16\nApril 2003 by Schedule 22 FA 2003. It provides for a charge to\nincome tax in certain cases where the market value of\nemployment-related securities is increased by things done otherwise\nthan for genuine commercial purposes. The Share Schemes Manual will\nbe amended to provide detailed guidance in due course.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\nFA 2003 with effect from 1 September 2003. Where:\n\n*   by reason of an event affecting the market\nvalue of employment-related securities held by an employee\n*   an amount counts as employment income of\nthat employee by reason of Part 7 Chapter 3B\n\nthen by virtue of Section 698 the employer is required to\noperate PAYE if the relevant employment-related securities are\nreadily convertible assets (see\n\n[EIM12400](/guidance/employment-income-manual/EIM12400)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 3B if the relevant event occurs on a day before 1 September\n\n2003."},{"manual-section-id":"EIM12260","title":"Chapter 3C","body":"Part 7 Chapter 3C ITEPA 2003 was introduced with effect from 16\nApril 2003 by Schedule 22 FA 2003. It provides for a charge to\nincome tax in certain cases if:\n\n*   no payment is made for employment-related\nsecurities at or before the time of acquisition, or\n*   the payment made for employment-related\nsecurities at or before that time is less than their market\nvalue.\n\nThe Share Schemes Manual will be amended to provide detailed\nguidance in due course.\n\nBroadly, two charges to tax may arise by virtue of Part 7\nChapter 3C. However the requirement for an employer to operate PAYE\nonly applies to one.\n\nSection 446S ITEPA 2003 applies to treat the amount of the\ndifference between the market value of the employment-related\nsecurities at the time of acquisition by the employee and any\npayment made as a notional loan. Under Section 446U ITEPA 2003 that\n\nnotional loan is treated as discharged in the event of either:\n\n*   the employment-related securities being\n\n    disposed of, or\n*   the employee&#x2019;s liability to pay the\n\n    amount of the notional loan is released, transferred or\n\n    adjusted\n\nand the amount treated as discharged counts as employment income\n\nof the employee.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\n\nFA 2003 with effect from 1 September 2003. Where an amount counts\n\nas employment income of an employee by reason of Section 446U ITEPA\n\n2003, then by virtue of Section 698 the employer is required to\n\noperate PAYE if the relevant employment-related securities are\n\nreadily convertible assets (see\n\n[EIM12400](/guidance/employment-income-manual/EIM12400)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 3C if the relevant event occurs on a day before 1 September\n\n2003."},{"manual-section-id":"EIM12270","title":"Chapter 3D","body":"Part 7 Chapter 3D ITEPA 2003 was introduced with effect from 16\nApril 2003 by Schedule 22 FA 2003. It provides for a charge to\nincome tax in certain cases if employment-related securities are\ndisposed of for a consideration that exceeds the market value of\nthe employment-related securities at the time of the disposal.\n\nThe Share Schemes Manual will be amended to provide detailed\nguidance in due course.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\nFA 2003 with effect from 1 September 2003. Where an amount counts\nas employment income of an employee by reason of Part 7 Chapter 3D,\nthen by virtue of Section 698 the employer is required to operate\nPAYE if the relevant employment-related securities are readily\nconvertible assets (see\n[EIM12400](/guidance/employment-income-manual/EIM12400)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 3D if the relevant event occurs on a day before 1 September\n\n2003."},{"manual-section-id":"EIM12280","title":"Chapter 4","body":"Part 7 Chapter 4 ITEPA 2003 was fundamentally amended by\nSchedule 22 FA 2003 with effect from 16 April 2003. It provides for\na charge to income tax in certain cases if in connection with the\ndisposal of employment-related securities a person receives a\nbenefit by virtue of the ownership of employment-related\nsecurities.\n\nThe Share Schemes Manual will be amended to provide detailed\nguidance in due course.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\nFA 2003 with effect from 1 September 2003. Where an amount counts\nas employment income of an employee by reason of Part 7 Chapter 4,\nthen by virtue of Section 698 the employer is required to operate\nPAYE on the amount that counts as employment income if the relevant\nemployment-related securities are readily convertible assets (see\n[EIM12400](/guidance/employment-income-manual/EIM12400)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 4 if the relevant event occurs on a day before 1 September\n\n2003."},{"manual-section-id":"EIM12310","title":"Chapter 5","body":"Share options granted by reason of employment are\nemployment-related securities options. So events occurring on or\nafter 1 September 2003 in respect of share options that give rise\nto a taxable amount under the new Part 7 Chapter 5 are subject to\nthe operation of PAYE in the same way as other securities options\n(see\n[EIM12300](/guidance/employment-income-manual/EIM12300)).\n\n### Events occurring before 1 September 2003\n\nThe old Part 7 Chapter 5 also caught share options granted by\nreason of employment. An event that occurred before 1 September\n2003 in respect of share options that gave rise to a taxable amount\nunder the old Part 7 Chapter 5 may be subject to the operation of\nPAYE by virtue of the old Section 700 ITEPA 2003 (see\n[EIM11875](/guidance/employment-income-manual/EIM11875))."},{"manual-section-id":"EIM12320","title":"Chapter 5","body":"An event occurring on or after 1 September 2003 in respect of\nsecurities options that give rise to a taxable amount under the new\nPart 7 Chapter 5 are subject to the operation of PAYE by virtue of\nthe new Section 700 ITEPA 2003 (see\n[EIM12300](/guidance/employment-income-manual/EIM12300)).\n\n### Events occurring between 16 April 2003 and 31 August 2003\n\nThe old Section 700 ITEPA 2003 only required the operation of\nPAYE in respect of amounts likely to be PAYE income by virtue of\nthe old Part 7 Chapter 5. Securities options that are not share\noptions were not caught by the old Part 7 Chapter 5. Therefore,\nalthough an event occurring on or after 16 April 2003 and not later\nthan 31 August 2003 in respect of securities options that are not\nshare options may give rise to a taxable amount under the new\nsection Part 7 Chapter 5, there is no requirement for the operation\nof PAYE."},{"manual-section-id":"EIM12210","title":"Chapter 8","body":"An employer may apply to the Revenue for an employee share\nscheme to be approved under specific legislation. The Employee\nShare Schemes Unit of Revenue Policy, Capital and Savings deals\nwith applications for the approval of schemes (see SSM2.3).\nApproved Company Share Option Plans (CSOP) are the most popular\ntype of approved share scheme (see SSM2.10). The relevant\nlegislation is in Part 7 Chapter 8 and Schedule 4 ITEPA 2003.\n\nEmployees and directors who receive shares or share options\nunder approved schemes can get relief from the charge to income tax\nas employment income and NICs that would normally arise. Under an\napproved CSOP scheme, an employee may exercise the option at any\ntime allowed under the rules of the scheme. However, in order to\nobtain the tax and NICs benefits, there are some further\nconstraints (see SSM2.13). Broadly, the option must be exercised in\naccordance with a scheme that is still approved and there must be a\nminimum period of 3 years between the grant of the option to an\n\nemployee and the exercise of the option by that employee.\n\n### PAYE on early exercise\n\nWith effect from 9 April 2003, if an approved CSOP option is\n\nexercised before the expiry of the 3 year period from the date of\n\ngrant, subject to one exception, the person who was the employer at\n\nthe time of grant must operate PAYE in respect of the amount\n\nchargeable to tax as employment income on the event of exercise if\n\nthe shares are readily convertible assets (see\n\n[EIM12400](/guidance/employment-income-manual/EIM12400)).\n\nThe exception is if the individual exercising the option has\n\nceased to be a full-time director or qualifying employee because of\n\ninjury, disability, redundancy or retirement and exercises the\n\noption within 6 months of the day on which the person ceases to be\n\nsuch a director or employee.\n\nWhere an amount is chargeable to tax as employment income on\n\nthe event of an exercise of an approved CSOP option occurring\n\nbefore 9 April 2003, there is no requirement for the employer to\n\noperate PAYE."}]}]}}