{"title":"Vouchers and credit-tokens: amount and year of charge","details":{"manual_section_id":"EIM16140","body":"\n\n## Sections 81, 87 and 94 ITEPA 2003\n\nThe following table shows the cash equivalent of the benefit and the year in which liability arises in relation to the various types of voucher.\n\n<table>\n<tr>\n<td>\n\n**Type of voucher, etc.**\n\n</td>\n<td>\n\n**Cash equivalent**\n\n</td>\n<td>\n\n**When liability arises**\n\n</td>\n</tr>\n<tr>\n<td>\n\nVoucher exchangeable for goods and services - a non-cash voucher.\n\nSee [EIM16040](http://www.hmrc.gov.uk/manuals/eimanual/EIM16040.htm)&#xA0;\n\n</td>\n<td>\n\nAn amount equal to the additional expense incurred by the employer or third party specifically for the purpose of providing:\n\n*   the voucher itself and*   the money, goods or services for which the voucher can be exchanged, less any part of the expense made good to the provider by the employee\n\n</td>\n<td>\n\n**Voucher received by employee**&#xA0;\n\nThe year of assessment in which the provider of the voucher incurs the expense, unless the employee does not receive the voucher until a later year, in which event earnings arise in the year of receipt.\n\n**Voucher appropriated to employee **&#xA0;\n\nEach appropriation to the employee ranks as a receipt by the employee at the time of the appropriation, even though he or she may take possession of the voucher only at some later stage.\n\n</td>\n</tr>\n<tr>\n<td>\n\nCheque voucher.\n\nSee [EIM16048](http://www.hmrc.gov.uk/manuals/eimanual/EIM16048.htm)&#xA0;\n\n</td>\n<td>\n\nAs for voucher exchangeable for goods and services above.\n\n</td>\n<td>\n\nThe year of assessment in which the voucher is handed over in exchange for money, goods or services. (A voucher that is posted is treated as handed over at the time of posting).\n\n</td>\n</tr>\n<tr>\n<td>\n\nTransport voucher.\n\nSee [EIM16060](http://www.hmrc.gov.uk/manuals/eimanual/EIM16060.htm)&#xA0;\n\n</td>\n<td>\n\nAn amount equal to the additional expense incurred by the employer or third party specifically for the purpose of providing the voucher itself and the passenger transport services that it can be used to obtain, less any part of the expense made good to the provider by the employee.\n\n</td>\n<td>\n\nAs for voucher exchangeable for goods and services above.\n\n</td>\n</tr>\n<tr>\n<td>\n\nCredit-token.\n\nSee [EIM16090](http://www.hmrc.gov.uk/manuals/eimanual/EIM16090.htm)&#xA0;\n\n</td>\n<td>\n\nAn amount equal to the additional expense incurred by the employer or third party specifically for the purpose of providing the credit-token in or in connection with the provision of the money, goods or services obtained, less any part of the expense made good to the provider by the employee. No earnings arise in respect of any initial or annual subscription incurred by the person providing the credit-token or in respect of any interest charged by a credit card company.\n\n</td>\n<td>\n\nOn each occasion that the employee uses the credit-token.\n\n</td>\n</tr>\n<tr>\n<td>\n\nCash voucher.\n\nSee [EIM16110](http://www.hmrc.gov.uk/manuals/eimanual/EIM16110.htm)&#xA0;\n\n</td>\n<td>\n\nAn amount equal to the sum of money for which the voucher is capable of being exchanged. Cash vouchers should be taxed under PAYE.\n\n</td>\n<td>\n\nAt the time when the employee receives the voucher or, if the voucher is merely appropriated to the employee, the time of appropriation.\n\n</td>\n</tr>\n</table>","sections":[]}}