{"title":"EIM15500 - Value Added Tax","details":{"manual_section_id":"EIM15500","body":"","sections":[{"title":null,"sections":[{"manual_section_id":"EIM15505","title":"VAT and cash\nearnings","body":"Remuneration earned by an employee or director in the course of\nan employment does not normally attract VAT.\n\nHowever, certain fees etc payable to the holder of an office\nin respect of services provided in carrying on a profession are\nchargeable to VAT (see\n[EIM15510](http://www.hmrc.gov.uk/manuals/eimanual/EIM15510.htm))."},{"manual_section_id":"EIM15510","title":"VAT and remuneration\npaid for services to certain professional people","body":"If a person carrying on a trade, profession or vocation accepts\nan office, any remuneration they receive in respect of services\nsupplied by them as the holder of the office is chargeable to VAT\n(Section 47(4) VATA 1983).\n\nRemuneration paid to such a person may be chargeable to\nincome tax as employment income, as well as to VAT. In such a case,\nthe amount payable by the company to which the services are\nprovided will depend upon the terms of the contract. But the\nearnings to which PAYE is applied should not include the VAT\nelement of any payment. See example\n[EIM15515](http://www.hmrc.gov.uk/manuals/eimanual/EIM15515.htm).\n\nSee also\n[EIM02500](http://www.hmrc.gov.uk/manuals/eimanual/EIM02500.htm) regarding Extra-Statutory\nConcession A37, under which certain director's fees received by\nmembers of a professional partnership can be taxed as Trading\nIncome instead of as employment income."},{"manual_section_id":"EIM15520","title":"VAT and pecuniary\nliability payments","body":"If an employer meets the pecuniary liability of an employee (see\n\n[EIM00580](http://www.hmrc.gov.uk/manuals/eimanual/EIM00580.htm)) and that liability includes an\nelement of VAT, the amount taxable as employment income should\ninclude the VAT whether or not the employer may later recover all\nor part of it by set-off or repayment from Customs and Excise."},{"manual_section_id":"EIM15525","title":"VAT and benefits in\nkind","body":"An employee who receives earnings in the form of goods or assets\nwill be chargeable:\n\n*   on the second-hand value as earnings\nwithin Section 62 ITEPA 2003 (see[EIM00540](http://www.hmrc.gov.uk/manuals/eimanual/EIM00540.htm)) or\n*   if the employee is not in lower paid\nemployment , on the greater of that second-hand value or the cost\nof the provision of the asset calculated as at EIM21641\nonwards.\n\nVAT will not directly enter into the calculation of second-hand\nvalue. But it may affect that value because a new item of the same\ntype may well attract VAT. If it does, that will inevitably\ninfluence the second-hand value of the item in question.\n\nWhere the chargeable benefit is based on the cost of\nproviding an asset, the full amount of the expenditure including\nVAT should be taken into account even if the employer or provider\nmay subsequently recover all or part of the VAT by set-off or by\nrepayment from Customs and Excise."},{"manual_section_id":"EIM15530","title":"VAT and deductions for\nexpenses","body":"Where a deduction for expenses can be permitted under Part 5,\nChapter 2 ITEPA 2003 the amount to be deducted for any expense\nshould normally include the full amount of VAT, whether or not the\nemployer may subsequently recover all or part of it from Customs\nand Excise.\n\nWhere, exceptionally, an expenses deduction can be made\nagainst the charge on a benefit based on the cost of providing an\nasset for a director etc, the VAT included in the deduction should\nnot exceed the VAT included in arriving at the amount of the\nbenefit."},{"manual_section_id":"EIM15535","title":"VAT and 'making good'\npayments by directors and employees","body":"Where the cost to an employer of providing a benefit for a\ndirector etc is reduced by a contribution from the director\nconcerned (see\n[EIM21120](http://www.hmrc.gov.uk/manuals/eimanual/EIM21120.htm)) the employer may be chargeable\nto VAT in respect of that contribution.\n\nAny VAT so chargeable will represent expenditure incurred by the\nemployer in connection with the provision of the benefit, and is\nincluded in calculating the amount of the taxable benefit."},{"manual_section_id":"EIM15540","title":"Advice to\nemployers","body":"Areas should not attempt to advise on the incidence or\nadministration of VAT and should refer such enquiries to the local\noffice of Customs and Excise. However, you should give every\nassistance to employers seeking advice about the effects of VAT on\nthe operation of PAYE (see\n[EIM15510](http://www.hmrc.gov.uk/manuals/eimanual/EIM15510.htm))."},{"manual_section_id":"EIM15545","title":"VAT disputes","body":"Disputes may arise between employer and employee over the amount\nof VAT chargeable or ultimately borne by the employer. Such\ndisputes can be resolved only by the local office of HMRC.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"}]}]}}