{"title":"PAYE special types of payment: contents","details":{"manual_section_id":"EIM11800","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","sections":[{"title":" PAYE: background","sections":[{"manual_section_id":"EIM11801","title":"Background to PAYE on special types of payment: introduction","body":"Almost all tax on employment income, pension income and social\nsecurity income is collected through the PAYE system. In essence,\nthe PAYE system sets out to collect for each individual the correct\namount of tax during the year, so far as possible, with that tax\nbeing collected evenly throughout the year. It does this with a\nsystem of code numbers and tax tables that tell employers, pension\nproviders and others the amount of tax to deduct each time a\npayment is made.\n\nPAYE is the biggest part of the income tax system and for\nmany people their only contact with income tax. There are around\n1.5 million PAYE schemes operated by employers, pension providers\nand others dealing with around 35 million employments, offices,\npensions and so on. As a result, the majority of employees and\npensioners never have to make a lump sum payment to HMRC. Employees\nremain liable for income tax on the basis of their income for the\ntax year. But PAYE deductions from their income are in effect\npayments on account of that tax bill.\n\nThe authority for the PAYE system is at Part 11 ITEPA 2003.\n\nBasically, Part 11 provides for the assessment, collection and\n\nrecovery of income tax in respect of PAYE income.\n\n### PAYE income\n\nPart 11 Chapter 1 defines PAYE income as consisting of:\n\n*   any PAYE employment income for the\n\n    year\n*   any PAYE pension income for the year\n*   any PAYE social security income for the\n\n    year.\n\nThe meanings of PAYE employment income, PAYE pension income and\n\nPAYE social security income respectively are stated in Section 683\n\nITEPA 2003. Broadly these are amounts taxable as employment income,\n\npension income and social security income respectively.\n\n### General application of PAYE\n\nPart 11 Chapter 2 deals with the general application of PAYE,\n\nincluding the requirement for the Commissioners of HMRC to make\n\nregulations (the PAYE regulations) with respect to the assessment,\n\ncharge, collection and recovery of income tax in respect of all\n\nPAYE income. Broadly, the PAYE regulations determine the process by\n\nwhich a person who is an employer or a pension provider, or\n\notherwise makes payment of PAYE income, is required to deduct and\n\naccount to HMRC for the income tax due in respect of any payment of\n\nPAYE income.\n\nUsually deduction is straightforward. If a payment of PAYE\n\nincome of &#xA3;1,000 is made and, using the tax code and tax\n\ntables, the payer calculates that a deduction of &#xA3;100 is\n\nappropriate, the payer will then deduct &#xA3;100 and pay over\n\n&#xA3;900 to the recipient. The payer will then account to HMRC for\n\nthe &#xA3;100 deducted.\n\n### Special types of payment\n\nHowever, there are some instances where deduction is not\n\nstraightforward. These are where payment is:\n\n*   made by a special type of payer or to a\n\n    special type of payee (see\n    [EIM11802](http://www.hmrc.gov.uk/manuals/eimanual/EIM11802.htm)), or\n*   a special type of income (see\n    [EIM11803](http://www.hmrc.gov.uk/manuals/eimanual/EIM11803.htm))."},{"manual_section_id":"EIM11802","title":"Special type of payer or payee: background","body":"Most payments of PAYE income are made by the contractual\nemployer or pension provider to an employee or pensioner in the UK.\nUnder the PAYE regulations, the payer will be responsible for\ndeducting and accounting for tax and, unless the payment is a\nspecial type of income (see\n[EIM11803](http://www.hmrc.gov.uk/manuals/eimanual/EIM11803.htm)), the process should be\nstraightforward. However, occasionally a payment of PAYE income may\nbe made in circumstances where the obligation to deduct and account\nfor tax is not clear from the PAYE regulations.\n\nPart 11 Chapter 3 ITEPA 2003 specifies who is responsible for\naccounting for tax in the following circumstances:\n\n*   payment by an intermediary (see[EIM11810](http://www.hmrc.gov.uk/manuals/eimanual/EIM11810.htm))\n*   payment to an agency worker (see[EIM11815](http://www.hmrc.gov.uk/manuals/eimanual/EIM11815.htm))\n*   payment to an employee of a non-UK\nemployer (see[EIM11820](http://www.hmrc.gov.uk/manuals/eimanual/EIM11820.htm))\n*   payment to a non-resident employee (see\n    [EIM11825](http://www.hmrc.gov.uk/manuals/eimanual/EIM11825.htm))\n*   payment under an organised arrangement for\n\n    sharing tips (see\n    [EIM11835](http://www.hmrc.gov.uk/manuals/eimanual/EIM11835.htm))."},{"manual_section_id":"EIM11803","title":"Special type of income: background","body":"Payments of PAYE income made in a monetary form, such as cash,\ncheque or credit to a bank account or director&#x2019;s loan\naccount, are capable of being made subject to the deduction of the\ncorrect amount of tax. But some payments of PAYE income have a\nnon-monetary form. Such payments present the person responsible for\ndeducting and accounting for tax with a problem.\n\nPart 11 Chapter 4 ITEPA 2003, together with Section 710 ITEPA\n2003, says who is responsible and how that person should act in\norder to comply with the obligation to deduct and account for the\ntax due in respect of payments of the following special types of\nincome:\n\n*   cash vouchers (see[EIM11840](http://www.hmrc.gov.uk/manuals/eimanual/EIM11840.htm))\n*   non-cash vouchers (see[EIM11845](http://www.hmrc.gov.uk/manuals/eimanual/EIM11845.htm))\n*   credit-tokens (see\n    [EIM11850](http://www.hmrc.gov.uk/manuals/eimanual/EIM11850.htm))\n*   readily convertible assets (see\n    [EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm))\n*   a payment that enhances the value of an\n\n    asset (see\n    [EIM11860](http://www.hmrc.gov.uk/manuals/eimanual/EIM11860.htm))\n*   shares ceasing to be only conditional or\n\n    being disposed of (see\n    [EIM11865](http://www.hmrc.gov.uk/manuals/eimanual/EIM11865.htm))\n*   conversion of shares (see\n    [EIM11870](http://www.hmrc.gov.uk/manuals/eimanual/EIM11870.htm))\n*   gains from share options (see\n    [EIM11875](http://www.hmrc.gov.uk/manuals/eimanual/EIM11875.htm)).\n\n### Part 11 Chapter 4 ITEPA 2003 as amended by Schedule 22 FA\n\n2003\n\nFor PAYE, the legislation at Part 11 Chapter 4 ITEPA 2003 has\n\nbeen amended by Schedule 22 FA 2003 as follows:\n\n*   Section 698 (PAYE: shares ceasing to be\n\n    only conditional or being disposed of) and Section 699 (PAYE:\n\n    conversion of shares) have been replaced by a new Section 698\n\n    (PAYE: special charges on employment-related securities) with\n\n    effect from 1 September 2003 (see\n    [EIM12220](http://www.hmrc.gov.uk/manuals/eimanual/EIM12220.htm) to\n    [EIM12280](http://www.hmrc.gov.uk/manuals/eimanual/EIM12280.htm))\n*   Section 700 (PAYE: gains from share\n\n    options) has been replaced by a new Section 700 (PAYE: gains from\n\n    securities options) with effect from 1 September 2003 (see\n    [EIM12300](http://www.hmrc.gov.uk/manuals/eimanual/EIM12300.htm))\n*   Section 701 (Meaning of\n\n    &#x201C;asset&#x201D;) has been amended with effect from 9 April 2003\n\n    to require the employer to operate PAYE in the event of the\n\n    exercise of a right to acquire shares under an approved company\n\n    share option plan scheme in certain circumstances (see\n    [EIM12210](http://www.hmrc.gov.uk/manuals/eimanual/EIM12210.htm))\n*   Section 702 (Meaning of &#x201C;readily\n\n    convertible asset&#x201D;) has been amended with effect from 10 July\n\n    2003 to include all securities unless the security is a share that\n\n    is not otherwise a readily convertible asset and shares of that\n\n    class are corporation tax deductible (see\n    [EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm))."}]},{"title":" PAYE: special type of payment","sections":[{"manual_section_id":"EIM11804","title":"Meaning of employee","body":"For the purposes of Part 11 ITEPA 2003, employee means a person\nwho holds or has held employment with another person.\n\nThere are special rules for agency workers (see\n[EIM11815](http://www.hmrc.gov.uk/manuals/eimanual/EIM11815.htm)).\n\n## Sections 4 and 5 ITEPA 2003\n\nSections 4 and 5 ITEPA 2003 apply for the purposes of Part 11\nITEPA 2003 as they apply for the purposes of the employment income\nparts. The meaning of employee must be construed accordingly.\nTherefore reference to an employment includes an office and a\ndirectorship. Similarly, reference to an employee includes an\noffice-holder and a director."},{"manual_section_id":"EIM11805","title":"Meaning of employer","body":"For the purposes of Part 11 ITEPA 2003, employer means:\n\n*   in relation to an employee, a person with\nwhom the employee holds or has held an employment and\n*   in relation to any PAYE income of an\nemployee, the person who is the employer of the employee in\nrelation to the employment in respect of which the income is or was\nprovided or by reference to which it falls to be regarded as PAYE\nincome.\n\n## Sections 4 and 5 ITEPA 2003\n\nSections 4 and 5 ITEPA 2003 apply for the purposes of Part 11\nITEPA 2003 as they apply for the purposes of the employment income\nparts. The meaning of employer must be construed accordingly.\nTherefore reference to an employment includes an office and a\ndirectorship. Similarly, reference to an employee includes an\noffice-holder and a director."}]},{"title":" PAYE: special type of payer or payee","sections":[{"manual_section_id":"EIM11810","title":"Payments by intermediary","body":"## Section 687 ITEPA 2003\n\nIf any payment of, or on account of, PAYE income of an employee is made by an intermediary of the employer, then the employer is required to operate PAYE unless the intermediary does so.\n\nThe intermediary may only be treated as having operated PAYE if the intermediary correctly calculates and declares to HMRC the amount of income tax due and makes payment of that tax to HMRC.\n\n### Meaning of intermediary\n\nA payment of, or on account of, PAYE income of an employee is made by an intermediary of the employer if it is made:\n\n*   by a person acting on behalf of the employer and at the expense of the employer or a person connected with the employer, or\n*   by trustees holding property for any persons who include, or class of persons that includes, the employee.\n\nHowever, you should only consider whether the person making a payment of PAYE income is an intermediary if you are satisfied that the employer is not required to operate PAYE under the normal rules.  For example, engaging a payroll agent does not remove the PAYE obligation from the employer (see [EIM11812](http://www.hmrc.gov.uk/manuals/eimanual/EIM11812.htm)).\n\n### Amount on which PAYE must be operated\n\nWhere payment of, or on account of, PAYE income of an employee is made by an intermediary of the employer, the employer is treated as making a payment equal to an amount calculated as follows:\n\n*   if the amount of the payment made by the intermediary is the net amount that the employee is entitled to after deduction of any income tax, then the amount is the total of the actual payment plus the related income tax\n*   in any other case, it is the amount of the actual payment."},{"manual_section_id":"EIM11811","title":"Payments by intermediary: example","body":"An individual works for an employer in the UK. The employer\ncontributes &#xA3;100,000 to an employee benefit trust (EBT)\nestablished in Jersey by the employer for the benefit of its\nemployees. Having properly considered a request from the employer,\nthe trustees of the EBT make a cash award of &#xA3;100,000 to the\nemployee in recognition of the employee&#x2019;s work over the\nprevious year. The award is paid to the employee in full by the\ntrustees.\n\n### Is PAYE due on the cash payment made out of the EBT?\n\nPayment of the cash award is a payment of PAYE income for the\npurposes of the PAYE regulations. But the person making payment is\nnot resident in the UK and so is outside the jurisdiction of the\nPAYE regulations.\n\nThe trustees of the EBT are trustees holding property for a\nclass of persons that includes the employee. So the payment is made\nby an intermediary of the UK employer. Therefore, for the purposes\nof the PAYE regulations, the UK employer is treated as making a\n\npayment equal to the amount paid.\n\n### Can the trustees operate PAYE?\n\nThe trustees may voluntarily deduct and account for the amount\n\nof tax due in accordance with the PAYE regulations. If the trustees\n\ndo so, although the payment of PAYE income is made by an\n\nintermediary, the UK employer is not treated as making a\n\npayment."},{"manual_section_id":"EIM11812","title":"Special type of payer or payee: payments by payroll agent","body":"\n\n## The Queen (on the application of Oriel Support Ltd) v HMRC\n\nThe Court of Appeal confirmed that where a person (A) who is either\n\n*   the employer of another person (B), or\n*   treated as the employer of B by virtue of section 688 (see [EIM11815](http://www.hmrc.gov.uk/manuals/eimanual/EIM11815.htm))\n\nenters into an agreement with a third party (C) for C to make payment of PAYE income to B, under arrangements whereby A effectively provides C with the necessary funds, the requirement to operate PAYE remains with A.\n\nC may operate as a payroll agent, calculating the amount of tax to be deducted and paying over that amount to HMRC in accordance with the PAYE regulations.  If so, the details should be disclosed to HMRC using the employer PAYE reference issued by HMRC to A.  C may not disclose payments made on behalf of clients under its own employer PAYE reference.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM11812.htm#top)\n\n\n## Section 687 ITEPA 2003\n\nThe Court of Appeal held that a payment of PAYE income of an employee (B) made by a payroll agent (C) is within the meaning of a payment made by an intermediary of the employer (A) for the purposes of section 687 by virtue of section 687(4)(a). Consequently, subsection (1) of section 687 will not apply if the payroll agent, as intermediary, deducts income tax from the payment and account for it in accordance with the PAYE regulations.\n\nHowever, the Court of Appeal decided that this only results in the employer (A) being absolved of the requirement to deduct and account for tax by virtue of the operation of section 710 (see [EIM11950](http://www.hmrc.gov.uk/manuals/eimanual/EIM11950.htm)). Payment by the payroll agent (C) discharges the liability of the employer (A). Section 687 does not expand the definition of employer on whom the liability to deduct tax is placed; it merely enables machinery for an intermediary such as a payroll agent to discharge the liability of the employer.\n\nIn order for it to be clear that the intermediary is discharging the liability of the employer (A), the intermediary must disclose the details to HMRC under the employer PAYE reference issued by HMRC to A.  "},{"manual_section_id":"EIM11813","title":"PAYE: Employment Income provided through third parties","body":"\n\n## Sections 687A and 695A ITEPA 2003\n\n[Amount on which PAYE must be operated](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#IDACZXQB)\n[Example 1: remittance basis applies to full amount of relevant step](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#IDAP0XQB)\n[Example 2: remittance basis applies to part of relevant step](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#IDA41XQB)\n[Example 3: best estimate](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#IDA03XQB)\n[Date of the deemed payment of PAYE income](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#IDANIEQC)\n[Employee failing to make good the PAYE](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#IDAJJEQC)\n\nUnder Part 7A ITEPA 2003 (employment income provided through third parties), an amount counting as employment income arises in respect of A&#x2019;s employment with B if the statutory conditions are met and, in particular, a &#x2018;relevant third person&#x2019; takes a &#x2018;relevant step&#x2019;. The value of this step is the amount counting as employment income.  See [EIM45705](http://www.hmrc.gov.uk/manuals/eimanual/EIM45705.htm) onwards.\n\nThe employer is required to operate PAYE unless the person which has taken the relevant step does so.\n\nThe person which has taken the relevant step may only be treated as having operated PAYE if that person correctly calculates and declares to HMRC the amount of income tax due and makes payment of that tax to HMRC.\n\nOn Part 7A ITEPA 2003 generally, see [EIM45000](http://www.hmrc.gov.uk/manuals/eimanual/EIM45000.htm) onwards.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#top)\n\n\n## Amount on which PAYE must be operated\n\nIf the relevant step is the payment of a sum of money, the employer must operate PAYE on the amount of the employment income. Payment here includes payment by way of loan.\n\nIf the relevant step is **not** the payment of a sum of money, the employer must operate PAYE on:\n\n*   the amount of the employment income, less\n*   any of that amount to which Section 554Z9 or 554Z10 (remittance basis) applies - see [EIM45805](http://www.hmrc.gov.uk/manuals/eimanual/EIM45805.htm) onwards.\n\nSo, the employer does not need to operate PAYE on any part of the employment income which is taxable on the remittance basis.\n\nIn either case, the amount of PAYE income must be calculated on the basis of the best estimate which can reasonably be made.\n\nHere are three detailed examples.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#top)\n\n\n## Example 1: remittance basis applies to full amount of relevant step\n\nAssume the following facts.\n\n*   In 2012-13, an employee benefit trust advances a loan of &#xA3;1 million to an employee (A), thus taking a &#x2018;relevant step&#x2019; which brings the arrangement through the Section 554A gateway.\n*   The whole of the relevant step is &#x2018;for&#x2019; 2011-12.\n*   The conditions in Section 554Z9(1) ITEPA 2003 are fully satisfied for 2011-12.\n*   A was UK resident in 2011-12.\n\nBecause A was UK resident in 2011-12, there is no reduction under Section 554Z4 ITEPA 2003 and the full amount of the relevant step, &#xA3;1 million, counts as A&#x2019;s employment income within Section 554Z2 ITEPA 2003.\n\nBecause the conditions in Section 554Z9(1) ITEPA 2003 are met, the special rule in Section 554Z9(2) applies to the whole of the &#xA3;1 million. That is, it ranks as &#x2018;taxable specific income&#x2019; and is only taxable in the United Kingdom to the extent that it is remitted to the United Kingdom. See [EIM45800](http://www.hmrc.gov.uk/manuals/eimanual/EIM45800.htm) onwards for more information about the remittance basis.\n\nBecause Section 554Z9(2) ITEPA 2003 applies to the whole of the &#xA3;1 million, there is no requirement to apply PAYE to any part of it.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#top)\n\n\n## Example 2: remittance basis applies to part of relevant step\n\nAssume the following facts.\n\n*   In 2012-13, an employee benefit trust advances a loan of &#xA3;1 million to an employee (A), thus taking a &#x2018;relevant step&#x2019; which brings the arrangement through the Section 554A gateway.\n*   &#xA3;0.4 million of the relevant step is &#x2018;for&#x2019; 2011-12 and &#xA3;0.6 million is &#x2018;for&#x2019; 2012-13.\n*   The conditions in Section 554Z9(1) ITEPA 2003 are fully satisfied for 2011-12.\n*   But these conditions are not satisfied for 2012-13.\n*   A was UK resident in both 2011-12 and 2012-13.\n\nBecause A was UK resident in both 2011-12 and 2012-13, there is no reduction under Section 554Z4 ITEPA 2003 and the full amount of the relevant step, &#xA3;1 million, counts as A&#x2019;s employment income within Section 554Z2 ITEPA 2003.\n\nBecause the conditions in Section 554Z9(1) are met for 2011-12, the special rule in Section 554Z9(2) applies to the part of the relevant step that is &#x2018;for&#x2019; 2011-12, namely &#xA3;0.4 million. That is, this amount ranks as &#x2018;taxable specific income&#x2019; and is only taxable in the United Kingdom to the extent that it is remitted to the United Kingdom. See [EIM45800](http://www.hmrc.gov.uk/manuals/eimanual/EIM45800.htm) for more information about the remittance basis.\n\nThe remaining part of the relevant step - namely, the &#xA3;0.6 million that is &#x2018;for&#x2019; 2012-13 - is not affected by Section 554Z9 or 554Z10 ITEPA 2003.\n\nYou **exclude** from the PAYE income the amount to which Section 554Z9(2) applies. So, PAYE applies to the remainder, &#xA3;0.6 million.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#top)\n\n\n## Example 3: best estimate\n\nAssume the following facts.\n\n*   B Ltd (a personal service company) contracts to supply the services of its director, A, to P Ltd (the end client).\n*   The terms of the engagement are such that the contract is within Part 2 Chapter 8 ITEPA 2003 (the intermediaries legislation, commonly known as &#x2018;IR35&#x2019;).\n*   During the tax year, P Ltd pays B Ltd consideration under the contract.\n*   The arrangement comes through the Section 554A gateway. In particular, when P Ltd pays B Ltd consideration under the contract it takes a relevant step within Section 554C ITEPA 2003.\n\nThere are two PAYE consequences in particular for B Ltd.\n\n*   After the end of the tax year, B Ltd will have to calculate its deemed employment payment under IR35 and operate PAYE accordingly.\n*   During the tax year, B Ltd will have to operate PAYE on the amount counting as employment income under Part 7A.\n\nSo, there is an overlap here between IR35 and Part 7A. Section 554Z6 ITEPA 2003 deals with this overlap - briefly, it gives IR35 priority over Part 7A.\n\nThe relevant step within Section 554C gives rise to a deemed employment payment under IR35 (or to part of such a payment). To that extent, Section 554Z6 reduces the Part 7A income (though not beyond nil).\n\nWhen B Ltd operates PAYE on the Part 7A income, it will not know how much this reduction will be, because it will not calculate the IR35 deemed payment until after the end of the tax year.\n\nFor PAYE purposes, therefore, B Ltd will have to make the best estimate which can reasonably be made of the Part 7A income as reduced on account of IR35. If this estimate turns out to be inaccurate, A&#x2019;s income tax position will be sorted out when A&#x2019;s personal tax return is filed.\n\nOn IR35, see ESM3000 onwards.\n\nOn Section 554Z6, see [EIM45735](http://www.hmrc.gov.uk/manuals/eimanual/EIM45735.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#top)\n\n\n## Date of the deemed payment of PAYE income\n\nThe employer is deemed to make a payment of PAYE income on the latest of the following days:\n\n*   the day on which the relevant step is taken,\n*   the day on which A&#x2019;s employment with B starts, and\n*   18 August 2011.\n\nIn 2012-13 and later tax years, you only need consider the first two of those bulleted days.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM11813.htm#top)\n\n\n## Employee failing to make good the PAYE\n\nIf the employer is deemed to make a payment of PAYE income, in either of the ways described above then this deemed payment is a notional payment within Section 710(2)(a) ITEPA 2003.\n\nThis means that the rules discussed in [EIM11950](http://www.hmrc.gov.uk/manuals/eimanual/EIM11950.htm) onwards apply.\n\nIn particular, if the employee fails to make good the PAYE within the 90-day grace period, Section 222 of ITEPA treats the shortfall as earnings in the employee&#x2019;s hands - even if the employee makes good the PAYE after the 90-day time limit.  See [EIM11951](http://www.hmrc.gov.uk/manuals/eimanual/EIM11951.htm)."},{"manual_section_id":"EIM11815","title":"Agency workers","body":"\n\n## Section 688 ITEPA 2003\n\nIf an individual is engaged by an agency and works for a client through that agency, there is normally no employment as such and remuneration receivable may not be employment income. Where Section 44 ITEPA 2003 applies (see the Employment Status Manual, ESM2000) remuneration is charged to tax as employment income.\n\nUnder Section 688 ITEPA 2003, the agency is treated as the employer in respect of any payments of PAYE income, subject to the following exceptions:\n\n*   if a person acting on behalf of the client and at the expense of the client or a person connected with the client (the client&#x2019;s intermediary) makes payment of PAYE income, the client is treated as the employer\n*   if an individual working through an agency is awarded readily convertible assets (see [EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm)) the agency is required to operate PAYE (for an example see [EIM11818](http://www.hmrc.gov.uk/manuals/eimanual/EIM11818.htm)).\n\n### Off-shore agencies and client&#x2019;s intermediary\n\nWhere an employee works for someone in the UK but is employed and paid by an employer offshore, the UK person has to operate PAYE (see [EIM11820](http://www.hmrc.gov.uk/manuals/eimanual/EIM11820.htm)). The UK person is also required to operate PAYE on awards of readily convertible assets in the same way as on cash.\n\nThis also applies where individuals are engaged by agencies and paid by either an offshore agency or the client&#x2019;s intermediary (for examples see [EIM11819](http://www.hmrc.gov.uk/manuals/eimanual/EIM11819.htm)). The table in [EIM11816](http://www.hmrc.gov.uk/manuals/eimanual/EIM11816.htm) shows who is required to operate PAYE where an individual is paid in cash by an offshore agency or the client&#x2019;s intermediary. The table in [EIM11817](http://www.hmrc.gov.uk/manuals/eimanual/EIM11817.htm) shows who is required to operate PAYE where an individual is paid in readily convertible assets by an offshore agency or the client&#x2019;s intermediary.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM11816","title":"Agency workers: who has to operate PAYE: payment in cash","body":"## Part 11 Chapter 3 ITEPA 2003\n\n  <table>\n    <caption>&#xA0;\n    </caption>\n    <tr>\n      <th>**Individual works for**</th>\n      <th>**Paid by**</th>\n      <th>**PAYE must be operated by**</th>\n      <th>**Legislation (ITEPA 2003)**</th>\n    </tr>\n    <tr>\n      <td>UK client through UK agency</td>\n      <td>Client</td>\n      <td>Client</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>Agency</td>\n      <td>Agency</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>UK intermediary of client</td>\n      <td>Intermediary of client</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>Overseas intermediary of client</td>\n      <td>Client</td>\n      <td>Sections 688(2) and 687</td>\n    </tr>\n    <tr>\n      <td>UK intermediary of agency</td>\n      <td>Intermediary of agency</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>Overseas intermediary of agency</td>\n      <td>Agency</td>\n      <td>Sections 688(1) and 687</td>\n    </tr>\n    <tr>\n      <td>UK client through overseas agency</td>\n      <td>Client</td>\n      <td>Client</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>Agency</td>\n      <td>Client</td>\n      <td>Sections 688(1) and 689</td>\n    </tr>\n    <tr>\n      <td>UK intermediary of client</td>\n      <td>Intermediary of client (see the note below)</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>Overseas intermediary of client</td>\n      <td>Client</td>\n      <td>Sections 688(2) and 687</td>\n    </tr>\n    <tr>\n      <td>UK intermediary of agency</td>\n      <td>Intermediary of agency</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>Overseas intermediary of agency</td>\n      <td>Client</td>\n      <td>Sections 688(1) and 689</td>\n    </tr>\n    <tr>\n      <td>Overseas client through UK agency</td>\n      <td>Client</td>\n      <td>No-one</td>\n      <td>&#xA0;</td>\n    </tr>\n    <tr>\n      <td>&#xA0;</td>\n      <td>Agency</td>\n      <td>Agency</td>\n      <td>Section 684</td>\n    </tr>\n     <tr>\n      <td>&#xA0;</td>\n      <td>UK intermediary of client</td>\n      <td>Intermediary of client</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>&#xA0;</td>\n      <td>Overseas intermediary of client</td>\n      <td>No-one</td>\n      <td>&#xA0;</td>\n    </tr>\n     <tr>\n      <td>&#xA0;</td>\n      <td>UK intermediary of agency</td>\n      <td>Intermediary of agency</td>\n      <td>Section 684</td>\n    </tr>\n    <tr>\n      <td>&#xA0;</td>\n      <td>Overseas intermediary of agency</td>\n      <td>Agency</td>\n      <td>Sections 688(1) and 687</td>\n    </tr>\n  </table>\n\nNote: you should only consider whether the person making a payment of PAYE income is an intermediary if you are satisfied that the agency is not required to operate PAYE.  For example, engaging a payroll agent does not remove the PAYE obligation from the agency (see [EIM11812](http://www.hmrc.gov.uk/manuals/eimanual/EIM11812.htm)).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM11817","title":"Agency workers: who has to operate PAYE: payment in readily convertible assets","body":"## Part 11 Chapter 3 ITEPA 2003\n\n  <table>\n    <caption>&#xA0;\n    </caption>\n    <tr>\n      <th>**Individual works for**</th>\n      <th>**Paid by**</th>\n      <th>**PAYE must be operated by**</th>\n      <th>**Legislation (ITEPA 2003)**</th>\n    </tr>\n    <tr>\n      <td>UK client through UK agency</td>\n      <td>Client</td>\n      <td>Agency</td>\n      <td>Sections 688(1) and 696</td>\n    </tr>\n    <tr>\n      <td>Agency</td>\n      <td>Agency</td>\n    </tr>\n    <tr>\n      <td>UK intermediary of client</td>\n      <td>Agency</td>\n    </tr>\n    <tr>\n      <td>Overseas intermediary of client</td>\n      <td>Agency</td>\n    </tr>\n    <tr>\n      <td>UK intermediary of agency</td>\n      <td>Agency</td>\n    </tr>\n    <tr>\n      <td>Overseas intermediary of agency</td>\n      <td>Agency</td>\n    </tr>\n    <tr>\n      <td>UK client through overseas agency</td>\n      <td>Client</td>\n      <td>Client</td>\n      <td>Sections 688(1), 689(4) and 696</td>\n    </tr>\n    <tr>\n      <td>Agency</td>\n      <td>Client</td>\n    </tr>\n    <tr>\n      <td>UK intermediary of client</td>\n      <td>Client</td>\n    </tr>\n    <tr>\n      <td>Overseas intermediary of client</td>\n      <td>Client</td>\n    </tr>\n    <tr>\n      <td>UK intermediary of agency</td>\n      <td>Client</td>\n    </tr>\n    <tr>\n      <td>Overseas intermediary of agency</td>\n      <td>Client</td>\n    </tr>\n    <tr>\n      <td>Overseas client through UK agency</td>\n      <td>Client</td>\n      <td>Agency</td>\n      <td>Sections 688(1) and 696</td>\n    </tr>\n    <tr>\n      <td>&#xA0;</td>\n      <td>Agency</td>\n      <td>Agency</td>\n      <td>&#xA0;</td>\n    </tr>\n    <tr>\n      <td>&#xA0;</td>\n      <td>UK intermediary of client</td>\n      <td>Agency</td>\n      <td>&#xA0;</td>\n    </tr>\n    <tr>\n      <td>&#xA0;</td>\n      <td>Overseas intermediary of client</td>\n      <td>Agency</td>\n      <td>&#xA0;</td>\n    </tr>\n    <tr>\n      <td>&#xA0;</td>\n      <td>UK intermediary of agency</td>\n      <td>Agency</td>\n      <td>&#xA0;</td>\n    </tr>\n    <tr>\n      <td>&#xA0;</td>\n      <td>Overseas intermediary of agency</td>\n      <td>Agency</td>\n      <td>&#xA0;</td>\n    </tr>\n  </table>\n\nNote: you should only consider whether the person making a payment of PAYE income is an intermediary if you are satisfied that the agency is not required to operate PAYE.  For example, engaging a payroll agent does not remove the PAYE obligation from the agency (see [EIM11812](http://www.hmrc.gov.uk/manuals/eimanual/EIM11812.htm)).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM11818","title":"Agency workers: example","body":"An individual works for a UK client. The individual is hired to\nwork for the client via a UK agency. The worker is paid by an\noffshore intermediary of the client. Payment is made in readily\nconvertible assets.\n\n### Is PAYE due on the payment by the overseas intermediary?\n\nThe overseas intermediary making the payment is outside the PAYE\nregulations but the remuneration arises under an agency agreement\n(see the Employment Status Manual, ESM2000).\n\nA payment of readily convertible assets in these\ncircumstances is treated as a payment by the UK agency (under\nSections 688(1) and 696 ITEPA 2003) for the purposes of Part 11\nITEPA 2003. So the agency is required to operate PAYE."},{"manual_section_id":"EIM11819","title":"Agency workers: further examples","body":"### Example: payment by an overseas intermediary in cash\n\nAn individual works for a client in the UK. The client hires the\nindividual via an overseas agency. The worker is paid in cash.\nPayment is made by an overseas intermediary of the client.\n\n### Is PAYE due on the cash payment by the overseas\nintermediary?\n\nThe payment is made by an overseas intermediary of the UK\nclient. The intermediary is outside the jurisdiction of the PAYE\nregulations. So specific legislation transfers the obligation to\noperate PAYE to the UK client.\n\nThe client is deemed to be the employer (Sections 688(2) and\n689 ITEPA 2003). As the payment to the worker was made by an\nintermediary of the client, Section 689(4) requires the client to\naccount for PAYE on the cash payment made by the overseas\nintermediary on its behalf.\n\n### Example: payment by a non-UK agent of the UK client in readily\nconvertible assets\n\nA worker is engaged to work on a construction project in the UK\n\nby a UK client. The worker is engaged by the client via an agency\n\noverseas. The worker is paid in readily convertible assets (see\n\n[EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm)). Payment is made by a non-UK\n\nagent of the UK client.\n\n### Is PAYE due on the payment by the UK client?\n\nThe agency is deemed to be the employer (Section 688(1) ITEPA\n\n2003) and consequently the agency is deemed to have made the\n\npayment to the worker under Section 689 ITEPA 2003. However the\n\nagency is based overseas and outside the jurisdiction of the PAYE\n\nregulations.\n\nSection 689(4) says that, where an individual works for one\n\nperson but is paid by another to whom the PAYE regulations do not\n\napply, the requirement to operate PAYE within Part 11 Chapter 4\n\nITEPA 2003 falls on the person for whom the work is carried out. In\n\nthis example that is the UK client. Section 696 requires the\n\noperation of PAYE where PAYE income is provided in the form of a\n\nreadily convertible asset.\n\nTherefore the UK client is required to operate PAYE."},{"manual_section_id":"EIM11820","title":"Employee of a non-UK employer","body":"Where an employee works for someone in the UK but is employed\nand paid by an employer outside the UK the person in the UK for\nwhom the employee works is treated, for the purposes of the PAYE\nregulations, as making any payments of or on account of PAYE\nincome.\n\nThe UK person is required to operate PAYE on awards of\nreadily convertible assets in the same way as on cash.\n\nFor further guidance see EP8077."},{"manual_section_id":"EIM11825","title":"Non-resident employee","body":"Where an employee who is not resident or, if resident, not\nordinarily resident in the UK works or will work in the UK and also\nworks or is likely to work outside the UK, the employee may be\nchargeable to tax on only part of the employment income. Usually\npayments, which only partly consist of PAYE income, will not be\nsubject to deductions under PAYE.\n\nSection 690 provides that payments, or at least a proportion\nof payments, are subject to PAYE.\n\nFor further guidance see EP8078."},{"manual_section_id":"EIM11835","title":"Organised arrangements for sharing tips","body":"Section 692 provides authority for PAYE regulations to make\nprovision with respect to organised arrangements for gratuities and\nservice charges to be shared among employees by a person who is not\nthe person under whose general control and management the employees\nwork."}]},{"title":" PAYE: special type of income","sections":[{"manual_section_id":"EIM11840","title":"Cash vouchers","body":"Part 3 Chapter 4 ITEPA 2003 sets out the amount charged to tax\non the benefit of certain cash vouchers, non-cash vouchers and\ncredit-tokens that are provided by reason of an employee&#x2019;s\nemployment (see\n[EIM16010](http://www.hmrc.gov.uk/manuals/eimanual/EIM16010.htm) onwards).\n\nFor cash and non-cash vouchers the amount charged to tax is\ntreated as earnings of the year of assessment in which the voucher\nis received. For credit-tokens the amount charged to tax is treated\nas earnings of the year of assessment in which the credit-token is\nused.\n\n### PAYE on cash vouchers &#x2013; Section 693 ITEPA 2003\n\nWhen an employee receives a cash voucher to which Part 3 Chapter\n4 applies by reason of the employment, for the purposes of the PAYE\nregulations, the employer is treated as making a payment of PAYE\nincome to the employee. The employer is required to operate PAYE on\nan amount equal to the amount charged to tax as earnings. Broadly,\nthe amount charged to tax as earnings is the sum of money for which\nthe voucher is capable of being exchanged.\n\nA cash voucher provided for an employee and appropriated to\n\nthe employee by attaching it to a card held for the employee, or in\n\nany other way, is treated as having been received by the employee\n\nat the time when it is appropriated.\n\n### Exceptions\n\nThe employer is not required to operate PAYE on the provision of\n\na cash voucher if either the voucher or money obtained in exchange\n\nfor the voucher:\n\n*   is used to meet allowable expenses\n\n    and\n*   if the money had been paid directly to the\n\n    employee by the employer, the amount would not have been PAYE\n\n    income."},{"manual_section_id":"EIM11845","title":"Non-cash vouchers","body":"Part 3 Chapter 4 ITEPA 2003 sets out the amount charged to tax\non the benefit of certain cash vouchers, non-cash vouchers and\ncredit-tokens that are provided by reason of an employee&#x2019;s\nemployment (see\n[EIM16010](http://www.hmrc.gov.uk/manuals/eimanual/EIM16010.htm) onwards).\n\nFor cash and non-cash vouchers the amount charged to tax is\ntreated as earnings of the year of assessment in which the voucher\nis received. For credit-tokens the amount charged to tax is treated\nas earnings of the year of assessment in which the credit-token is\nused.\n\n### PAYE on non-cash vouchers &#x2013; Section 694 ITEPA 2003\n\nWhen an employee receives a non-cash voucher by reason of the\nemployment and the voucher:\n\n*   may be exchanged for anything, which if\nprovided to the employee at the time the voucher is received would\nbe regarded as a readily convertible asset, or\n*   would itself be regarded as a readily\nconvertible asset (see[EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm))\n\nthe employer is treated as making a payment of PAYE income to\n\nthe employee. The employer is required to operate PAYE on an amount\n\nequal to the amount charged to tax as earnings. Broadly, the amount\n\ncharged to tax as earnings is the difference between the cost of\n\nprovision of the voucher and any part of that cost made good by the\n\nemployee to the person incurring that cost. The cost of provision\n\nincludes any expense incurred in connection with the provision of\n\nthe voucher and the money, goods or services for which the voucher\n\nmay be exchanged.\n\nFor example, PAYE is due on a voucher for 100 gold bars\n\nbecause the gold bars are a readily convertible asset (see\n\n[EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm)). Whereas PAYE is not generally\n\ndue on a non-transferrable store gift voucher because neither the\n\nvoucher nor the item that may be obtained using the voucher would\n\nbe a readily convertible asset."},{"manual_section_id":"EIM11850","title":"Credit-tokens","body":"Part 3 Chapter 4 ITEPA 2003 sets out the amount charged to tax\non the benefit of certain cash vouchers, non-cash vouchers and\ncredit-tokens that are provided by reason of an employee&#x2019;s\nemployment (see\n[EIM16010](http://www.hmrc.gov.uk/manuals/eimanual/EIM16010.htm) onwards).\n\nFor cash and non-cash vouchers the amount charged to tax is\ntreated as earnings of the year of assessment in which the voucher\nis received. For credit-tokens the amount charged to tax is treated\nas earnings of the year of assessment in which the credit-token is\nused.\n\n### PAYE on credit-tokens &#x2013; Section 695 ITEPA 2003\n\nOn each occasion that an employee uses a credit-token provided\nbecause of the employee&#x2019;s employment to obtain either:\n\n*   money, or\n*   anything that , if it was provided to the\nemployee at the time the credit-token is used, would be regarded as\na readily convertible asset (see[EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm))\n\nthe employer is treated as making a payment of PAYE income to\n\nthe employee. The employer is required to operate PAYE on an amount\n\nequal to the amount charged to tax as earnings. Broadly, the amount\n\ncharged to tax as earnings is the difference between the cost of\n\nprovision of whatever is obtained and any part of that cost made\n\ngood by the employee to the person incurring that cost.\n\n### Exceptions\n\nThe employer is not required to operate PAYE on the use of a\n\ncredit-token by an employee to obtain money if the money\n\nobtained:\n\n*   is used to meet allowable expenses\n\n    and\n*   if the money had been paid directly to the\n\n    employee by the employer, the amount would not have been PAYE\n\n    income."},{"manual_section_id":"EIM11855","title":"Readily convertible assets","body":"If any PAYE income of an employee is provided in the form of a\nreadily convertible asset, the employer is required to operate\nPAYE. The meaning of readily convertible asset is given by Section\n702 ITEPA 2003 (see\n[EIM11900](http://www.hmrc.gov.uk/manuals/eimanual/EIM11900.htm)).\n\n### Amount on which PAYE must be applied\n\nThe amount that is treated as PAYE income for the purposes of\noperating PAYE is the best estimate that can reasonably be made of\nthe amount of income likely to be PAYE income in respect of the\nprovision of the asset (see\n[EIM11890](http://www.hmrc.gov.uk/manuals/eimanual/EIM11890.htm))."},{"manual_section_id":"EIM11860","title":"A payment that enhances the value of an existing asset","body":"In some PAYE avoidance schemes, instead of transferring an asset\nto an employee, the employer enhanced the value of an existing\nasset already owned by the employee. For example, where an employee\nowned a life assurance policy, the employer paid an additional\npremium into that policy to increase its value.\n\nThe enhancement of the value of an existing asset may be\nsubject to PAYE under Part 11 Chapter 2 ITEPA 2003 if the premium\nwas paid to satisfy a legal entitlement to money (see\n[EIM12002](http://www.hmrc.gov.uk/manuals/eimanual/EIM12002.htm)). Alternatively, and usually,\nthe employer will be required to operate PAYE by virtue of Section\n697 ITEPA 2003.\n\nSection 697 applies if:\n\n*   any PAYE income of an employee is provided\nin the form of anything enhancing the value of an asset in which\nthe employee or a member of his or her family or household already\n\n    has an interest and\n*   the asset, in its enhanced state, would be\n\n    treated as a readily convertible asset if provided in that form at\n\n    the time of enhancement (see example\n    [EIM11861](http://www.hmrc.gov.uk/manuals/eimanual/EIM11861.htm)).\n\n### Meaning of enhancement\n\nEnhancing the value of an asset includes:\n\n*   providing any services by which the asset\n\n    or any right or interest in it is improved or otherwise made more\n\n    valuable\n*   providing any property that adds to the\n\n    asset, so improving the asset or otherwise increasing its\n\n    value\n*   providing any other enhancement by\n\n    applying money or property to improve the asset or to secure an\n\n    increase in its value or the value of any right or interest in\n\n    it.\n\nBut the following items that may enhance the value of an asset\n\nare excluded for the purposes of Section 697:\n\n*   any shares acquired by the employee under\n\n    an approved SAYE option scheme, an approved CSOP scheme or an\n\n    approved profit sharing scheme\n*   any right over or interest in shares\n\n    obtained or acquired under such a scheme\n*   any shares acquired by the employee as a\n\n    result of the exercise of a right (option) over shares, where the\n\n    right was obtained before 27 November 1996\n\nif the shares are own company shares. Own company shares are\n\nshares in a company that is the employer (the employer company),\n\nhas control over the employer company, or either is or has control\n\nof a company that is a member of a consortium owning the company\n\nthat is either the employer company or has control over the\n\nemployer company.\n\n### Amount subject to PAYE\n\nThe value of the enhancement is subject to PAYE."},{"manual_section_id":"EIM11861","title":"A payment that enhances the value of an asset: premium paid to an existing life assurance policy: example","body":"From the early 1990s onwards, a common non-cash remuneration\nscheme involved an employer paying a premium to a life assurance\npolicy already owned by an employee. The most common scheme worked\nalong the lines of the following example.\n\nOn 24 July 2003 the two directors of a close company each\napply to a well known life assurance provider to open personal\npolicies for which additional premiums may be paid and that may be\nencashed at any time. Each invests the minimum &#xA3;1,000 required\nto commence their policy.\n\nOn 29 July the company awards each director a bonus in the\nform of a premium to be paid to any existing life policies in their\nname. On 4 August the employer pays &#xA3;202,000 to the life\n\nassurance provider, to cover a &#xA3;100,000 premium to be paid\n\ninto each director's policy, plus commission.\n\nOn 6 August both directors inform the life assurance provider\n\nthat they wish to cancel their policies. Each director receives\n\n&#xA3;101,000 from the life assurance company.\n\n### Is the employer required to operate PAYE on the premium?\n\nYes. The additional premium paid by the employer to each policy\n\nis PAYE income that has enhanced the value of an asset already\n\nowned by the directors. By virtue of Section 702(1)(c) ITEPA 2003\n\neach life assurance policy, with its value enhanced by the amount\n\nof the premium, would be treated as a readily convertible asset if\n\nit were provided as PAYE income. Therefore Section 697 applies. The\n\nemployer must operate PAYE on the value of the enhancement, which\n\nis &#xA3;100,000 in each case."},{"manual_section_id":"EIM11865","title":"Shares ceasing to be only conditional or being disposed of","body":"There are specific rules in Part 7 Chapter 2 ITEPA 2003\nconcerning conditional interests in shares. The rules determine\nwhen a tax charge arises and the amount that counts as employment\nincome of an employee in respect of conditional shares (see Share\nSchemes Manual, SSM4.10).\n\nThese rules were amended by Schedule 22 FA 2003 with effect\nfrom 1 September 2003. However the new rules do not apply to shares\nacquired before 16 April 2003. The guidance below relates to\nconditional shares acquired before 16 April 2003. For restricted\nsecurities acquired on or after 16 April 2003 see\n[EIM12200](http://www.hmrc.gov.uk/manuals/eimanual/EIM12200.htm).\n\n### What are conditional shares?\n\nBroadly, conditional shares are shares subject to a risk of\nforfeiture. Depending on the circumstances, an amount may be\nchargeable to tax as employment income under Section 427 ITEPA\n\n2003:\n\n*   when the risk of forfeiture is lifted\n*   when the shares are sold.\n\nWhere there is an amount chargeable to tax as employment income\n\nby virtue of Section 427, the employer is required to operate PAYE\n\nif Section 698 ITEPA 2003 applies.\n\n### When does Section 698 apply?\n\nSection 698 ITEPA 2003 applies if:\n\n*   at a time when the employee has a\n\n    beneficial interest in them, the shares cease to be shares in which\n\n    the employee&#x2019;s interest is only conditional, or\n*   the employee sells or otherwise disposes\n\n    of the employee&#x2019;s interest or any other beneficial interest\n\n    in the shares, or\n*   the employee dies holding an interest in\n\n    conditional shares\n\nand, as a result, an amount is chargeable on any person under\n\nSection 427(1) ITEPA 2003.\n\n### How does Section 698 apply?\n\nIf Section 698 ITEPA 2003 applies, the employee is treated as if\n\nhe or she was provided by reason of the employment, and at the time\n\nconditions are lifted or shares sold, with shares in the nature of\n\nthe original shares but without the relevant conditions. If those\n\nshares would be readily convertible assets, then the employer is\n\nrequired to operate PAYE.\n\nThe amount on which the employer is required to operate PAYE\n\nis the employer&#x2019;s best estimate of the amount likely to be\n\nchargeable to tax as employment income under Part 7 Chapter 2 ITEPA\n\n2003."},{"manual_section_id":"EIM11866","title":"Shares ceasing to be only conditional or being disposed of: example","body":"A UK employer company is a subsidiary of a US parent company\nlisted on NASDAQ, a recognised investment exchange (see\n[EIM11901](http://www.hmrc.gov.uk/manuals/eimanual/EIM11901.htm)).\n\nOn 6 April 2003 the UK employer gives an employee 1,000\nshares in the US parent subject to risk of forfeiture. The risk of\nforfeiture will be lifted on 1 March 2004 assuming various\nconditions are met.\n\nOn 1 March 2004 the risk of forfeiture is lifted and the\nemployee is free to keep or sell the shares. The employee chooses\nto keep them.\n\nThe open market value of the shares on 1 March 2004 is\n&#xA3;10,000.\n\n### Is the employer obliged to operate PAYE?\n\nSection 427 ITEPA 2003 charges to income tax as employment\nincome the value of the shares when the risk of forfeiture is\nlifted, less the amount paid for the shares, which in this case is\n\nnil. So the taxable amount in 2003/04 is &#xA3;10,000. There is no\n\ncharge to tax when the shares are awarded unless the period of\n\nforfeiture exceeds 5 years.\n\nBy virtue of Section 698 ITEPA 2003, at the time the shares\n\nbecome unconditional, the employee is deemed to be provided with an\n\ninterest in the shares that is not conditional and to which Section\n\n696 applies. As the shares are readily convertible assets because\n\nthey are listed on NASDAQ, the employer is required to operate PAYE\n\non &#xA3;10,000.\n\nAlthough the employee has not realised any amount, because\n\nthe shares have been retained, this is of no relevance. The\n\nemployer must deduct and account for tax in accordance with Section\n\n710(1) and (4) ITEPA 2003 (see\n\n[EIM11950](http://www.hmrc.gov.uk/manuals/eimanual/EIM11950.htm)). Thus the employee should take\n\ncare to make good to the employer within the time allowed any tax\n\ndue to be accounted for under Section 710(4) in order to avoid a\n\ncharge to tax under Section 222 ITEPA 2003 (see\n\n[EIM11951](http://www.hmrc.gov.uk/manuals/eimanual/EIM11951.htm))."},{"manual_section_id":"EIM11870","title":"Conversion of shares","body":"There are specific rules in Part 7 Chapter 3 ITEPA 2003\nconcerning convertible shares. The rules determine when a tax\ncharge arises and the amount that counts as employment income of an\nemployee in respect of convertible shares (see Share Schemes\nManual, SSM4.13).\n\nThese rules were amended by Schedule 22 FA 2003 with effect\nfrom 1 September 2003. The guidance below relates to any event\noccurring before 1 September 2003 that gives rise to a charge to\ntax under the original legislation at Part 7 Chapter 3 ITEPA 2003.\nFor any event occurring on or after 1 September 2003 that gives\nrise to a charge under the substituted legislation at Part 7\nChapter 3 see\n[EIM12230](http://www.hmrc.gov.uk/manuals/eimanual/EIM12230.htm).\n\n### What are convertible shares?\n\nBroadly, convertible shares are shares that carry an immediate\nor conditional entitlement to convert them into shares of a\ndifferent class. Depending on the circumstances, an amount may be\n\nchargeable to tax as employment income under Section 438 ITEPA 2003\n\nwhen the shares are converted.\n\nWhere there is an amount chargeable to tax as employment\n\nincome by virtue of Section 438, the employer is required to\n\noperate PAYE if Section 699 ITEPA 2003 applies.\n\n### When does Section 699 apply?\n\nSection 699 ITEPA 2003 applies if:\n\n*   at a time when the employee has a\n\n    beneficial interest in them, shares are converted into shares of a\n\n    different class as a result of an entitlement to convert them\n\n    conferred on the holder, or\n*   the employee dies holding an interest in\n\n    convertible shares and those shares are converted within 12 months\n\n    of the employee&#x2019;s death wholly or partly as a consequence of\n\n    the death\n\nand, as a result, an amount is chargeable on any person under\n\nSection 438(1) ITEPA 2003.\n\n### How does Section 699 apply?\n\nIf Section 699 ITEPA 2003 applies, the employee is treated as if\n\nhe or she was provided by reason of the employment, and at the time\n\nof conversion, with shares in the nature of the shares into which\n\nthe original shares have been converted. If those shares would be\n\nreadily convertible assets, then the employer is required to\n\noperate PAYE.\n\nThe amount on which the employer is required to operate PAYE\n\nis the employer&#x2019;s best estimate of the amount likely to be\n\nchargeable to tax as employment income under Part 7 Chapter 3 ITEPA\n\n2003."},{"manual_section_id":"EIM11875","title":"Gains from share options","body":"Where an employee is granted a right to acquire shares (an\noption) under an option plan that is not a scheme approved by HMRC,\nthere will be a potential tax charge under Part 7 Chapter 5 ITEPA\n2003 when the option is exercised, assigned or released (see Share\nSchemes Manual, SSM3.1).\n\nThe legislation at Part 7 Chapter 5 ITEPA 2003 was amended by\nSchedule 22 FA 2003 with effect from 1 September 2003. The guidance\nbelow relates to share options exercised before 1 September 2003.\nFor:\n\n*   securities options that are share options\nexercised on or after 1 September 2003, or\n*   securities options that are not share\noptions that are exercised on or after 16 April 2003\n\nsee\n[EIM12300](http://www.hmrc.gov.uk/manuals/eimanual/EIM12300.htm).\n\nA charge to tax may also arise when the option is granted,\nbut only if the option is capable of being exercised more than ten\nyears after it was granted (sometimes referred to as \"long\noptions\"). The employer will then be required to operate PAYE in\nrespect of the grant of the option if the option itself is a\nreadily convertible asset (see\n[EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm))\n\nSection 700 ITEPA 2003 says that the employer is required to\noperate PAYE in the following circumstances:\n\n*   the option was granted on or after 27\nNovember 1996\n*   the exercise of the option gives rise to a\ntax liability under Section 477 ITEPA 2003 and\n*   the shares that the employee acquires are\nreadily convertible assets (see[EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm)).\n\nCertain shares are excluded from being assets for the purposes\nof Part 11 Chapter 4 ITEPA 2003 and so cannot be readily\nconvertible assets (see\n[EIM11931](http://www.hmrc.gov.uk/manuals/eimanual/EIM11931.htm)).\n\n### Exercise of share options: who is required to operate\nPAYE?\n\nThe person who was the employer at the time the option was\ngranted must operate PAYE when the option is exercised (see\nexamples\n[EIM11877](http://www.hmrc.gov.uk/manuals/eimanual/EIM11877.htm) and\n[EIM11878](http://www.hmrc.gov.uk/manuals/eimanual/EIM11878.htm)).\n\nThe definitions of employee (see\n[EIM11804](http://www.hmrc.gov.uk/manuals/eimanual/EIM11804.htm)) and employer (see\n[EIM11805](http://www.hmrc.gov.uk/manuals/eimanual/EIM11805.htm)) for the purposes of Part 11\nITEPA 2003 include ex-employees and hence ex-employers. Thus the\nperson who was the employer at the time the option was granted\nremains responsible for operating PAYE when the option is exercised\neven if the option holder is no longer an employee of that person\nat the time of exercise.\n\n### Assignment of share options\n\nSection 700 ITEPA 2003 also requires that PAYE is operated on\npayments to employees, either in cash or in readily convertible\nassets, in return for assigning a share option. If the payment or\nvalue of the payment made in readily convertible assets exceeds the\namount taxable as employment income under Section 477 ITEPA 2003,\nthen PAYE only applies to the amount that is taxable.\n\n**PAYE applies to all cash payments, including those**\nin respect of assignment of an option including options over shares\nin approved schemes and options over shares in unapproved schemes\ngranted before 27 November 1996.\n\nWhere an option is assigned in return for cash, the person\npaying the cash must operate PAYE. Where an option is assigned in\nreturn for a readily convertible asset, the person who was the\nemployer at the time the option was granted must operate PAYE.\n\n### Release of share options\n\nSection 700 ITEPA 2003 also requires that PAYE is operated on\npayments to employees, either in cash or in readily convertible\nassets, in return for giving up or not exercising a share option.\nThese are sometimes known as cancellation or release payments. If\nthe payment or value of the payment made in readily convertible\nassets exceeds the amount taxable as employment income under\nSection 477 ITEPA 2003, then PAYE only applies to the amount that\nis taxable as employment income under Section 477 ITEPA 2003.\n\n**PAYE applies to all cash release payments**\nincluding those paid to employees for not exercising options over\nshares in approved schemes and those paid to employees for not\nexercising options over shares in unapproved schemes granted before\n27 November 1996 (see example\n[EIM11879](http://www.hmrc.gov.uk/manuals/eimanual/EIM11879.htm)).\n\nWhere an option is released or cancelled in return for cash,\nthe person paying the cash must operate PAYE. Where an option is\nreleased or cancelled in return for a readily convertible asset,\nthe person who was the employer at the time the option was granted\nmust operate PAYE."},{"manual_section_id":"EIM11876","title":"Gains from share options: approved share option schemes and options granted before 27 November 1996","body":"Certain shares are excluded from being assets for the purposes\nof Part 11 Chapter 4 ITEPA 2003 (see\n[EIM11931](http://www.hmrc.gov.uk/manuals/eimanual/EIM11931.htm)). These include shares acquired\nby an employee:\n\n*   as a result of the exercise of an option\nobtained under a scheme approved under Schedule 3 ITEPA 2003 or\nSchedule 9 ICTA 1988;\n*   as a result of the exercise of an option\nunder a scheme approved under Schedule 4 ITEPA 2003 but only in\ncircumstances in which Condition A or B as set out in section\n524(2) or (2A) ITEPA is met for shares acquired after 8 April 2003;\nand\n*   own company shares acquired by an employee\n\n    on exercise of an option granted before 27 November 1996.\n\n### Own company shares\n\nShares are own company shares if they are shares in a company\n\nthat:\n\n*   is the employer (the employer\n\n    company)\n*   has control of the employer company,\n\n    or\n*   either is, or has control of, a company\n\n    that is a member of a consortium owning either the employer company\n\n    or a company having control of the employer company."},{"manual_section_id":"EIM11877","title":"Gains from share options: exercise of an option in an unapproved share option scheme: example","body":"On 21 April 2001 an employer granted an employee an option over\n2,000 shares in the company's unapproved share scheme at &#xA3;1\nper share. The employer is a private company, not listed on any\nexchange. The option can be exercised between 1January 2003 and 31\nDecember 2007.\n\nOn 20 June 2003 the share value reaches &#xA3;5, the employee\nexercises the option and acquires 2,000 shares worth &#xA3;10,000.\nThe shares cannot be sold immediately, but each year on 30 June the\nemployer organises a share sale, at which the company repurchases\nat market value any shares that employees wish to sell.\n\n### Is the employer required to operate PAYE?\n\nUnder Section 477 ITEPA 2003, the amount chargeable to tax as\n\nemployment income is &#xA3;8,000 (representing the value of the\n\nshares acquired when the option is exercised less the amount paid\n\nto exercise the option). There was no income tax charge at time of\n\ngrant because the option could not be exercised more than 10 years\n\nlater (see Share Schemes Manual, SSM3.3).\n\nThe shares are in an unlisted company so none of the\n\ndefinitions of readily convertible asset in Section 710(1)(a) or\n\n(b) ITEPA 2003 apply (see\n\n[EIM11901](http://www.hmrc.gov.uk/manuals/eimanual/EIM11901.htm) to EIM11907). But when the\n\nemployee acquires the shares on 20 June 2003 he knows that on 30\n\nJune it is likely the employer will buy them back at market value.\n\nThis constitutes an understanding that trading arrangements\n\nare likely to come into existence and, by virtue of Section\n\n702(1)(c) (see\n\n[EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm)), the shares are readily\n\nconvertible assets. Consequently, Section 700 ITEPA 2003 applies\n\nand the employer must operate PAYE on &#xA3;8,000 at the time the\n\noption is exercised."},{"manual_section_id":"EIM11878","title":"Gains from share options: exercise of an option in an unapproved share option scheme prior to flotation: example","body":"On 23 May 2001 an employer granted an employee an option over\n1,000 shares in the company's unapproved share scheme at &#xA3;1\nper share. The employer is a private company, not listed on any\nexchange. The option can be exercised between 1 January 2003 and 31\nDecember 2007. There are no arrangements for the employer to buy\nback shares.\n\nIn January 2003 the company considers a possible flotation on\nthe London Stock Exchange. A feasibility study highlights issues\nthat the company needs to address first, but is broadly supportive\nof a flotation in June 2003. As work continues towards the\n\npotential flotation the share price rises to &#xA3;5 and on 24 May\n\n2003 the employee exercises the option and acquires shares worth\n\n&#xA3;5,000.\n\n### Is the employer required to operate PAYE?\n\nUnder Section 477 ITEPA 2003, the amount chargeable to tax as\n\nemployment income is &#xA3;4,000 (representing the value of the\n\nshares acquired when the option is exercised less the amount paid\n\nto exercise the option). There was no income tax charge at time of\n\ngrant because the option could not be exercised more than 10 years\n\nlater (see Share Schemes Manual, SSM3.3).\n\nThe shares are in an unlisted company so none of the\n\ndefinitions of readily convertible asset in Section 710(1)(a) or\n\n(b) ITEPA 2003 apply (see\n\n[EIM11901](http://www.hmrc.gov.uk/manuals/eimanual/EIM11901.htm) to EIM11907). But when the\n\nemployee acquires the shares on 24 November 2003 he knows that the\n\ncompany is intending a flotation on the London Stock Exchange.\n\nAfter that event the shares will be capable of sale on the exchange\n\nand this represents a potential trading arrangement.\n\nThe shares are acquired before the intended flotation and it\n\nis possible that the flotation may never take place. But the\n\nfeasibility report and continuing progress towards flotation make\n\nit likely that flotation will occur.\n\nConsequently the employee acquires the shares subject to an\n\nunderstanding that trading arrangements are likely to come into\n\nexistence and, by virtue of Section 702(1)(c) (see\n\n[EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm)), the shares are readily\n\nconvertible assets. Section 700 ITEPA 2003 applies and the employer\n\nmust operate PAYE on &#xA3;4,000."},{"manual_section_id":"EIM11879","title":"Gains from share options: option cancelled in return for payment: example","body":"On 25 November 2001 an employer granted an employee an option\nfor &#xA3;1 per share over 1,000 shares in the company unapproved\nshare scheme. The employer is a private company not listed on any\nexchange. The option may be exercised between 26 November 2003 and\n31 December 2006.\n\nOn 30 June 2003 the employer company is taken over and the\nnew owner cancels the employee's existing option in return for a\ncash payment of &#xA3;5,000.\n\n### Is the employer required to operate PAYE?\n\nUnder Section 477 ITEPA 2003 when an employee assigns or\nreleases an option the amount representing the difference between\nthe amount paid to the employee and the amount (if any) paid for\nthe grant of the option counts as employment income chargeable to\n\ntax (see Share Schemes Manual, SSM3.16). In this case, the amount\n\npaid for the grant of the option was nil and the release payment\n\nwas &#xA3;5,000, so there is a charge on &#xA3;5,000.\n\nUnder Section 700(3)(a) ICTA1988 the person making the cash\n\npayment is obliged to operate PAYE in respect of the PAYE income of\n\n&#xA3;5,000. Note that if the option had been cancelled in return\n\nfor a readily convertible asset (for example, shares in the new\n\nparent company) the employer when the option was originally granted\n\nwould have to operate PAYE under Section 700(3)(b).\n\nIt is important to remember that whilst PAYE generally\n\napplies under the readily convertible asset rules only to\n\nunapproved share schemes and to share related events since 27\n\nNovember 1996 (see\n\n[EIM11931](http://www.hmrc.gov.uk/manuals/eimanual/EIM11931.htm)), PAYE applies to cancellation\n\nor release payments even if:\n\n*   the cancelled option was granted before 27\n\n    November 1996\n*   the option relates to shares in an Inland\n\n    Revenue approved scheme.\n\nSee Share Schemes Manual Chapter 2 for information on the\n\ntaxation of approved share schemes."},{"manual_section_id":"EIM11890","title":"The amount on which to operate PAYE","body":"Where PAYE income of an employee is provided in the form of a\nreadily convertible asset and the employer is required to operate\nPAYE by virtue of Section 696(1) ITEPA 2003, Section 696(2) says\nthat the amount is the income likely to be PAYE income (see\n[EIM11891](http://www.hmrc.gov.uk/manuals/eimanual/EIM11891.htm)).\n\nThe employer may be unable to calculate the exact amount. If\nso, PAYE must be operated on the best estimate the employer can\nreasonably make (see\n[EIM11892](http://www.hmrc.gov.uk/manuals/eimanual/EIM11892.htm)).\n\n### The amount on which to operate PAYE: specific events\n\nThe same principles apply for calculating the amount on which\nPAYE must be operated where PAYE income of an employee is provided\nin the form of:\n\n*   the enhancement by the employer of an\nasset that the employee already owns (see\n    [EIM11860](http://www.hmrc.gov.uk/manuals/eimanual/EIM11860.htm)), or\n*   an event occurring before 1 September 2003\n\n    or in respect of conditional shares acquired before 16 April 2003\n\n    giving rise to a charge under Section 427 ITEPA 2003 (conditional\n\n    shares, see\n    [EIM11865](http://www.hmrc.gov.uk/manuals/eimanual/EIM11865.htm))\n*   an event occurring on or after 1 September\n\n    2003 giving rise to a charge under Part 7 Chapter 2 ITEPA 2003\n\n    (restricted securities, see\n    [EIM12220](http://www.hmrc.gov.uk/manuals/eimanual/EIM12220.htm))\n*   an event occurring before 1 September 2003\n\n    giving rise to a charge under Section 438 ITEPA 2003 (convertible\n\n    shares, see\n    [EIM11870](http://www.hmrc.gov.uk/manuals/eimanual/EIM11870.htm))\n*   an event occurring on or after 1 September\n\n    2003 giving rise to a charge under Part 7 Chapter 3 ITEPA 2003\n\n    (convertible securities, see\n    [EIM12230](http://www.hmrc.gov.uk/manuals/eimanual/EIM12230.htm))\n*   an event occurring before 1 September 2003\n\n    giving rise to a charge under Section 477 ITEPA 2003 (share\n\n    options, see\n    [EIM11875](http://www.hmrc.gov.uk/manuals/eimanual/EIM11875.htm))\n*   an event occurring on or after 1 September\n\n    2003 in respect of securities options that are share options giving\n\n    rise to a charge to tax under Part 7 Chapter 5 ITEPA 2003\n\n    (securities options, see EIM12290)\n*   an event occurring on or after 16 April\n\n    2003 in respect of securities options that are not share options\n\n    giving rise to a charge to tax under Part 7 Chapter 5 ITEPA 2003\n\n    (securities options, see EIM12295).\n\nThe amount is the value or best estimate that can reasonably be\n\nmade of the amount chargeable to tax as employment income."},{"manual_section_id":"EIM11891","title":"The amount on which to operate PAYE: the amount chargeable to tax as employment income","body":"Where an employee is provided with, or otherwise receives, a\nreadily convertible asset, the income likely to be PAYE income will\nbe the money&#x2019;s worth of the asset. That is, the amount the\nemployee can obtain for the asset by selling it or otherwise\nturning it to cash, less any contribution the employee makes\ntowards the cost of the asset.\n\nFor example, where an employee is awarded shares, which are\nreadily convertible assets, at below market value, the employer\nmust take account of any amount paid by the employee for the\nshares, before deciding the amount on which to operate PAYE.\n\nFor assets provided under non-cash remuneration arrangements,\nthe employer may operate PAYE on the precise amount obtained by the\n\nemployee, because the asset (for example, platinum sponge) is\n\nusually sold at market value shortly after transfer to the employee\n\nand before the time when employer is obliged to operate PAYE. If,\n\nexceptionally, the asset is not quickly sold, then the employer\n\nwill have to estimate the amount based on a market value for the\n\nasset on the day it was provided.\n\nFor shares listed on a recognised investment exchange (see\n\n[EIM11901](http://www.hmrc.gov.uk/manuals/eimanual/EIM11901.htm)) or the New York Stock Exchange\n\n(see\n\n[EIM11903](http://www.hmrc.gov.uk/manuals/eimanual/EIM11903.htm)), PAYE should be operated on\n\nthe market value on the date of award. This value should be\n\navailable from published sources.\n\nWhen an employee is awarded unquoted or restricted shares it\n\nmay be more difficult for the employer to operate PAYE on a\n\ndefinite figure and in this instance it may be necessary to adopt a\n\nreasonable best estimate (see\n\n[EIM11892](http://www.hmrc.gov.uk/manuals/eimanual/EIM11892.htm))."},{"manual_section_id":"EIM11892","title":"Estimating the amount on which to operate PAYE","body":"## Section 696(2) ITEPA 2003\n\nWhere an employee is awarded or otherwise acquires unquoted or restricted shares, it may not be possible for the employer to operate PAYE on the exact figure of income chargeable to tax as employment income. The employer may need to estimate the value of the shares in order to calculate the amount on which to operate PAYE.\n\nWhere employers in these circumstances wish to check whether HMRC agrees their valuation is reasonable, they may write to Shares and Assets Valuation, Ferrers House, PO Box 38, Castle Meadow Road, Nottingham, NG2 1BB.\n\nEmployers should provide full details of the transaction and make it clear they seek a valuation check for PAYE purposes. It will not normally be possible for a formal valuation for PAYE to be agreed by the date the employer must operate PAYE, but these valuations will act as informal checks for PAYE purposes only.\n\n### Consequences of using an estimated figure\n\nWhere PAYE is operated on an estimated figure, neither HMRC nor the employee is obliged to accept that amount when calculating the actual amount chargeable to tax as employment income. For example, information on restrictions influencing the share value may come to light after the date on which the employer must operate PAYE. Consequently the figure on which the employer operates PAYE may be different from the amount subsequently included in the employee's self assessment.\n\nThe employer's obligation is to operate PAYE at the right time on the best estimate that can be reasonably made at that time of the amount likely to be PAYE income. Provided an employer meets this obligation, any discrepancy between this figure and the amount charged to tax as employment income will be dealt with after the end of the year through the employee's self assessment. In the self assessment the employee must return the correct amount chargeable to tax and the amount of PAYE deducted and accounted for.\n\nIf an employer operates PAYE on a figure that is substantially less than the amount chargeable to tax as employment income, the employer may have failed to operate PAYE correctly. HMRC may then ask the employer to demonstrate that the amount subject to PAYE was the best estimate that could reasonably have been made at the time. Action under Regulation 80 procedures should be considered. "}]},{"title":" PAYE: readily convertible assets","sections":[{"manual_section_id":"EIM11900","title":"Meaning of readily convertible assets","body":"Readily convertible asset is a term specifically defined for the\npurposes of Part 11 Chapter 4 ITEPA 2003. Its meaning is explained\nin Section 702.\n\nThere are 9 possibilities to consider when determining\nwhether an asset is a readily convertible asset. Only one needs to\nbe satisfied. The possibilities are:\n\n*   an asset capable of being sold or\notherwise realised on a recognised investment exchange (see[EIM11901](http://www.hmrc.gov.uk/manuals/eimanual/EIM11901.htm))\n*   an asset capable of being sold or\notherwise realised on the London Bullion Market (see[EIM11902](http://www.hmrc.gov.uk/manuals/eimanual/EIM11902.htm))\n*   an asset capable of being sold or\notherwise realised on the New York Stock Exchange (see[EIM11903](http://www.hmrc.gov.uk/manuals/eimanual/EIM11903.htm))\n*   an asset capable of being sold or\notherwise realised on a market for the time being specified in PAYE\n\n    regulations (see\n    [EIM11904](http://www.hmrc.gov.uk/manuals/eimanual/EIM11904.htm))\n*   an asset consisting in the rights of an\n\n    assignee, or any other rights, in respect of a money debt that is\n\n    or may become due to the employer or any other person (see\n    [EIM11905](http://www.hmrc.gov.uk/manuals/eimanual/EIM11905.htm))\n*   an asset consisting in property that is\n\n    subject to a warehousing regime, or any right in respect of\n\n    property so subject (see\n    [EIM11906](http://www.hmrc.gov.uk/manuals/eimanual/EIM11906.htm))\n*   an asset consisting in anything that is\n\n    likely (without anything being done by the employee) to give rise\n\n    to, or to become, a right enabling a person to obtain an amount or\n\n    total amount of money that is likely to be similar to the expense\n\n    incurred in the provision of the asset (see\n    [EIM11907](http://www.hmrc.gov.uk/manuals/eimanual/EIM11907.htm))\n*   an asset for which trading arrangements\n\n    are in existence, or are likely to come into existence in\n\n    accordance with any arrangements of another description existing\n\n    when the asset is provided (see\n    [EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm))\n*   an asset for which trading arrangements\n\n    are in existence, or are likely to come into existence in\n\n    accordance with any understanding existing when the asset is\n\n    provided (see\n    [EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm)).\n\nSection 702 ITEPA 2003 was amended by Schedule 22 FA 2003 with\n\neffect from 10 July 2003. When considering an event occurring on or\n\nafter 10 July 2003 that gives rise to a charge to tax on employment\n\nincome see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm).\n\n### Exclusion from the definition of readily convertible\n\nassets\n\nSome shares are excluded from being assets for the purposes of\n\nChapter 11 ITEPA 2003 and so cannot be readily convertible assets\n\n(see\n\n[EIM11931](http://www.hmrc.gov.uk/manuals/eimanual/EIM11931.htm))."},{"manual_section_id":"EIM11901","title":"Meaning of readily convertible assets: asset capable of being sold on a recognised investment exchange","body":"If an employer provides an employee with an asset that can be\nsold, or otherwise realised, on a recognised investment exchange,\nthat asset is a readily convertible asset and the employer is\nobliged to operate PAYE.\n\nCurrently there are less than a dozen recognised investment\nexchanges worldwide. The best known are the London Stock Exchange\nand NASDAQ (North American Securities and Derivatives exchange).\n\nConsequently an award of shares in any company listed on the\nLondon Stock Exchange, or on NASDAQ, represents payment of PAYE\nincome in the form of readily convertible assets.\n\n### Restrictions on the sale of shares\n\nIn some circumstances shares may be subject to restrictions on\ntheir sale at the time of the award. For example, some stock\npurchase plans operated by companies in the United States of\n\nAmerica prohibit employees from selling shares acquired under the\n\nplan for one year from the date of acquisition.\n\nWhere shares that are listed on a recognised investment\n\nexchange (for example, NASDAQ) are issued subject to a restriction\n\non sale, the shares will be readily convertible assets at the time\n\nof acquisition because the shares are capable of being realised on\n\na recognised investment exchange. However the\n\n**value** of the shares for the purposes of\n\ndetermining both the amount chargeable to tax as employment income\n\nand the amount on which the employer must operate PAYE will reflect\n\nthe restriction on sale."},{"manual_section_id":"EIM11902","title":"Meaning of readily convertible assets: asset capable of being sold on the London Bullion Market","body":"If an employer provides an employee with an asset that can be\nsold, or otherwise realised, on the London Bullion Market, that\nasset is a readily convertible asset and the employer is obliged to\noperate PAYE. For example, the award of gold bars represents\npayment of PAYE income in the form of readily convertible\nassets."},{"manual_section_id":"EIM11903","title":"Meaning of readily convertible assets: asset capable of being sold on the New York Stock Exchange","body":"If an employer provides an employee with an asset that can be\nsold, or otherwise realised, on the New York Stock Exchange (NYSE),\nthat asset is a readily convertible asset and the employer is\nobliged to operate PAYE.\n\nThe NYSE is not a recognised investment exchange. So Section\n702(1)(a)(iii) ITEPA 2003 ensures that an award of shares in any\ncompany listed on the NYSE represents payment of PAYE income in the\nform of readily convertible assets.\n\n### Restrictions on the sale of shares\n\nIn some circumstances shares may be subject to restrictions on\ntheir sale at the time of the award. For example, some stock\npurchase plans operated by companies in the United States of\nAmerica prohibit employees from selling shares acquired under the\nplan for one year from the date of acquisition.\n\nWhere shares that are listed on the NYSE are issued subject\n\nto a restriction on sale, the shares will be readily convertible\n\nassets at the time of acquisition because the shares are capable of\n\nbeing realised on a recognised investment exchange. However the\n\n**value** of the shares for the purposes of\n\ndetermining both the amount chargeable to tax as employment income\n\nand the amount on which the employer must operate PAYE will reflect\n\nthe restriction on sale."},{"manual_section_id":"EIM11904","title":"Meaning of readily convertible assets: asset capable of being sold on a specified market","body":"This legislation provides the power for the Commissioners of\nHMRC to specify a market in the event that HMRC becomes aware of a\nPAYE avoidance arrangement being used that relies on the provision\nof an asset that can be sold or otherwise realised on a market\nother than a recognised investment exchange, the London Bullion\nMarket or the New York Stock Exchange.\n\n### Trading arrangements\n\nIn general, any other market or exchange provides for shares to\nbe sold on any trading day and this facility satisfies the\nalternative definition of readily convertible asset based on the\nexistence of trading arrangements (see\n[EIM11910](http://www.hmrc.gov.uk/manuals/eimanual/EIM11910.htm)). Accordingly shares listed on\nan alternative market will be readily convertible assets."},{"manual_section_id":"EIM11905","title":"Meaning of readily convertible assets: money debt","body":"When an employer assigns rights over a money debt to an employee\nthe employer provides a readily convertible asset and must operate\nPAYE.\n\nA money debt includes an obligation that may be settled by\npayment of money. It covers all trade debts, as well as other money\ndebts, such as debentures."},{"manual_section_id":"EIM11906","title":"Meaning of readily convertible assets: property subject to a warehousing regime","body":"Before 6 April 1998 several PAYE avoidance schemes involved an\nemployer providing an employee with an asset that was held:\n\n*   in storage, or\n*   in a special warehouse subject to a\nwarehousing regime, or\n*   under a similar arrangement in any state\nwithin the European Economic Area.\n\nA common scenario involved an asset held in a special warehouse\nregulated by Customs and Excise, or a similar authority. While in\nthis warehouse the owner does not have to pay customs duties or\nVAT, the assets are sometimes referred to as held in bond. Awards\nof oriental carpets are a common example of schemes used in this\nway, see example\n[EIM11924](http://www.hmrc.gov.uk/manuals/eimanual/EIM11924.htm).\n\nSection 702(1)(b)(ii) puts it beyond doubt that the employer\nshould operate PAYE at the time such assets are awarded to an\n\nemployee."},{"manual_section_id":"EIM11907","title":"Meaning of readily convertible assets: an asset likely to provide cash without action by the owner","body":"Before 6 April 1998, a popular PAYE avoidance arrangement\ninvolved an employer providing an employee with an asset likely to\ngive rise to a right enabling the employee to obtain money without\nthe employee necessarily taking any action. Section 702(1)(b)(iii)\nITEPA 2003 makes it clear that such an asset is a readily\nconvertible asset and the employer must operate PAYE.\n\nThe most common scheme of this type concerned a reversionary\ninterest in an offshore trust (RIOT). The trusts used in these\nschemes typically had a life expectancy, stated in the trust deed,\nlasting only a week or so. When the trust ceased the owner of the\ninterest in the trust inevitably received a payment of the capital\nheld in that trust, see example\n[EIM11925](http://www.hmrc.gov.uk/manuals/eimanual/EIM11925.htm)."},{"manual_section_id":"EIM11908","title":"Meaning of readily convertible assets: trading arrangements","body":"\n\n## Section 702(1)(c) ITEPA 2003\n\nIf the definitions of readily convertible asset in Section 702(1)(a) or (b) are not met (see [EIM11901](http://www.hmrc.gov.uk/manuals/eimanual/EIM11901.htm)to EIM11907) the alternative definition in Section 702(1)(c) ITEPA 2003 may apply. This requires that at the time an asset is provided, in respect of that asset either:\n\n*   there are trading arrangements in existence, or\n*   trading arrangements are likely to come into existence in accordance with either:\n\n*   *   any arrangements of another description existing when the asset is provided, or\n    *   any understanding existing at that time.\n\n### Meaning of trading arrangements\n\nTrading arrangements is a term used specifically in Section 702 ITEPA 2003 and accordingly is explained within Section 702 (see [EIM11910](http://www.hmrc.gov.uk/manuals/eimanual/EIM11910.htm)). "},{"manual_section_id":"EIM11910","title":"Meaning of readily convertible assets: trading arrangements: definition","body":"Trading arrangements for any asset provided to any person exist\nwhenever there exist any arrangements the effect of which in\nrelation to that asset is to enable either:\n\n*   that person, or\n*   a member of that person&#x2019;s family or\nhousehold\n\nto obtain an amount or total amount of money that is, or is\nlikely to be, similar to the expense incurred in the provision of\nthat asset.\n\n### Arrangements\n\nThe word arrangements is not defined. Therefore it must take its\nordinary meaning within the context of the legislation. Broadly,\nthis is anything relating to the asset allowing something to be\ndone in respect of the asset.\n\n### Enabling a person to obtain an amount of money\n\nWhen considering whether trading arrangements exist, the\nreference to enabling a person to obtain an amount of money is\nconstrued widely. The amount may be obtained by any means at all\n\nbut particular examples include:\n\n*   using the asset as security for a loan or\n\n    advance\n*   using any rights comprised in or attached\n\n    to the asset to obtain another asset for which trading arrangements\n\n    exist.\n\nEnabling a person to obtain an amount of money also includes\n\nreferences to cases where a person may obtain an amount as a member\n\nof a class or description of persons as well as being enabled in\n\nhis or her own right.\n\n### Amount similar to the expense incurred\n\nAn amount is similar to the expense incurred in the provision of\n\nany asset if it is an amount of money either:\n\n*   equal to the expense incurred, or\n*   greater than the expense incurred, or\n*   not substantially less than the expense\n\n    incurred.\n\n### Meaning of money\n\nIn this context, money includes money expressed in a currency\n\nother than sterling."},{"manual_section_id":"EIM11911","title":"Meaning of readily convertible assets: trading arrangements: employer's arguments","body":"Various arguments have been put forward to support the view that\ntrading arrangements do not exist in respect of an asset provided\nto an employee in lieu of remuneration and hence that the employer\nis not required to operate PAYE. Broadly these rely on taking a\nnarrow view of the definition contained in the legislation such\nas:\n\n*   the employer was not party to the\narrangements\n*   the employee was not party to the\narrangements\n*   there was no guarantee of the amount that\nthe employee would realise under the arrangements.\n\nThese arguments have been put forward in a variety of PAYE and\nNIC avoidance schemes involving payments in assets such as platinum\nsponge, oriental carpets, gold coins, gold jewellery, trade debts,\nECU bank accounts and many others.\n\nHMRC does not accept that the definition should be\nconstrained and instead considers that the definition should be\n\nconstrued widely."},{"manual_section_id":"EIM11912","title":"Meaning of readily convertible assets: trading arrangements: judicial guidance","body":"The Courts have considered the meaning of trading arrangements\non two occasions.\n\n### NMB Holdings Ltd v Secretary of State for Social Security\n\nThe NMB case (see NRC2/2000) considered whether Class 1 NIC\nliability arose in respect of a payment of a bonus to directors of\nthe company. Payment was made under arrangements whereby the\nemployer purchased a quantity of platinum sponge and transferred\nthat asset to directors who sold the asset for cash to the person\nwho had originally supplied it.\n\nIn NMB, the High Court considered the NIC legislation that\napplied at the time the payments were made. The legislation has\nsince been amended but for trading arrangements remains broadly the\nsame. Although the High Court held that there was NIC liability,\nthe decision did not rely on consideration of the issue of trading\narrangements. Nevertheless, the High Court chose to comment on that\nissue.\n\nNMB had made arrangements enabling the directors to sell the\nplatinum sponge to the original supplier and the directors followed\nthose arrangements. The Revenue argued that, by facilitating an\nearly sale, these were arrangements enabling the directors to\nobtain a similar sum to the expense incurred by NMB. However, NMB\ncontended that the directors could also have made their own\narrangements to sell the platinum sponge independently. As the\narrangements put in place by NMB only provided for a sale at the\nmarket price, rather than a guaranteed price, any arrangements\nentered into independently may also have enabled the directors to\nobtain a similar amount to the expense incurred by NMB in providing\nthe platinum sponge. The arrangements put in place by NMB may have\nenabled the directors to make a sale more easily and at a price\ncloser to the amount paid in providing the platinum sponge but no\nmore. NMB argued therefore that the arrangements were not for the\npurpose of enabling the directors to obtain an amount similar to\nthe expense incurred in providing the asset.\n\nThe High Court rejected NMB&#x2019;s argument both as a\nquestion of construction and fact. That an asset could be sold\notherwise does not preclude arrangements that are made for its sale\nbeing arrangements made for the purpose of enabling it to be sold.\nThe fact that there is no point in making arrangements does not\npreclude them from having a purpose. The directors were provided\nwith a ready buyer at a price capable of calculation and which, in\npractical terms, would be similar to the price paid by NMB.\n\n### DTE Financial Services Ltd v Wilson\n\nThe DTE case (see TCR14/01) considered the requirement for the\nemployer to operate PAYE on an award of bonuses to 3 directors. The\nbonuses were in the form of reversionary interests in an offshore\ntrust (RIOT).\n\nIn DTE, the Court of Appeal considered the legislation that\napplied at the time the payments were made. The legislation has\nsince been amended but for trading arrangements remains broadly the\nsame. Although the Court of Appeal held that DTE was required to\noperate PAYE in respect of payment of the bonuses, the decision did\nnot rely on consideration of the issue of trading arrangements.\nNevertheless, the Court of Appeal chose to comment on that issue.\n\nThe trust deed stipulated that the trust would inevitably\ncease on a date that fell 7 days after the trust was created by\nsettlement of a sum of money. On that day the interest in the trust\nwould revert to the beneficiary who would automatically receive the\ncapital held in the trust. The beneficial interest in each trust\ncould only be assigned twice. There were 3 trusts. Each was first\nassigned to DTE. The trusts were then assigned by DTE, one to each\nof the 3 directors, by way of payment of a bonus. Following\nassignment of the beneficial interest by DTE, the director was the\nsole beneficiary and duly received payment of the capital from the\ntrustees.\n\nWhen commenting on the trading arrangements issue, the Court\nof Appeal accepted DTE&#x2019;s argument that trading arrangements\ndid not exist in respect of the RIOT. The Court held that the\ndefinition of trading arrangements requires arrangements that are\nexternal to the asset. In DTE there were no such arrangements. When\nthe beneficial interest in the trust was assigned to the directors,\nthey could do no more than wait for the trust to fall in, thus\nenabling them to obtain an amount similar to the expense incurred\nby DTE in providing the RIOT. This was an integral feature of the\nasset established in the trust deed. As it was not necessary for\nany external arrangements to cause the trust to cease, and trigger\nthe cash payment, there were no trading arrangements.\n\n### RIOT awards\n\nA reversionary interest in an offshore trust is now within the\ndefinition of a readily convertible asset under Section\n702(1)(b)(iii) ITEPA 2003 (see\n\n[EIM11907](http://www.hmrc.gov.uk/manuals/eimanual/EIM11907.htm))."},{"manual_section_id":"EIM11913","title":"Meaning of readily convertible assets: no trading arrangements","body":"[EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm)\n\nexplains that an asset will be a readily convertible asset\nif:\n\n*   either trading arrangements were in place\nwhen the asset was awarded, or\n*   trading arrangements are likely to exist\nin future.\n\nIt is important to remember that if, at the time the asset was\nawarded, there were no trading arrangements in place, nor an\nunderstanding or arrangement likely to lead to trading arrangements\nin future, the employer is not obliged to operate PAYE. That\nremains the case even if trading arrangements subsequently come\ninto existence. Whether an asset is a readily convertible asset can\nonly be considered on the basis of the facts at the time the asset\nis provided.\n\nFor example, suppose a company awards shares in itself to\nemployees by way of a bonus and those shares are not quoted shares\n\nand are not otherwise capable of being sold. Furthermore, the\n\nshares were not transferred in satisfaction of entitlement to a\n\nmonetary amount (see\n\n[EIM12002](http://www.hmrc.gov.uk/manuals/eimanual/EIM12002.htm)). However, unexpectedly, a\n\nshort time later another company makes an approach to acquire the\n\nbusiness of the employer and completes the acquisition by\n\npurchasing the entire issued share capital of the employer\n\nincluding the shares awarded to the employees.\n\nThe employer is not obliged to operate PAYE just because the\n\nemployees were able, by selling their shares at a later date, to\n\nobtain an amount of money similar to the cost to their employer of\n\nproviding the shares. On the facts at the time of the award, there\n\nwere neither trading arrangements in place for a future sale, nor\n\nany understanding likely to lead to future trading arrangements.\n\nTherefore the shares were not readily convertible assets."},{"manual_section_id":"EIM11920","title":"Readily convertible assets: examples: introduction","body":"The meaning of readily convertible assets is wide ranging (see\n[EIM11900](http://www.hmrc.gov.uk/manuals/eimanual/EIM11900.htm)). Determining whether a payment\nof, or on account of, PAYE income of an employee is provided in the\nform of a readily convertible asset requires a careful review of\nall the relevant facts.\n[EIM11921](http://www.hmrc.gov.uk/manuals/eimanual/EIM11921.htm) to EIM11927 provide some\nexamples.\n\n### Shares as readily convertible assets before 10 July 2003\n\nWhere shares are capable of being sold on a recognised\ninvestment exchange or the New York Stock exchange, Section\n702(1)(a)(i) or (iii) makes it clear that the shares are readily\nconvertible assets. However, for other shares the position may not\nbe so clear cut.\n\nWhere shares are capable of being sold on a stock exchange or\nin a similar market, then the shares will be readily convertible\nassets by virtue of Section 702(1)(c) because trading arrangements\nexist. Otherwise a careful review of all the relevant facts must be\nundertaken to determine whether either trading arrangements exist\nat the time the shares are awarded or trading arrangements are\n\nlikely to come into existence in accordance with any arrangements\n\nor understanding existing at that time.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n### Shares as readily convertible assets from 10 July 2003\n\nSection 702 ITEPA 2003 was amended by Schedule 22 FA 2003 with\n\neffect from 10 July 2003. When considering an event occurring on or\n\nafter 10 July 2003 that gives rise to a charge to tax on employment\n\nincome see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)."},{"manual_section_id":"EIM11921","title":"Readily convertible assets: examples: asset listed on a recognised investment exchange","body":"The employer is the UK subsidiary of a multinational company\nbased in the USA, whose shares are listed on NASDAQ (the North\nAmerican Securities and Derivatives Exchange).\n\nOn 30 June 2003 an employee of the UK subsidiary is given\n1,000 shares in the US parent company. The quoted value of those\nshares on 30 June 2003 is &#xA3;10 per share. There are no\nrestrictions on sale of the shares.\n\n### Is the employer required to operate PAYE on the shares?\n\nThe employee has received shares worth &#xA3;10,000 (1,000 x\n&#xA3;10) and was not required to make any contribution to the cost\nof the shares. The money's worth of the shares (see Share Schemes\nManual, SSM4.5), &#xA3;10,000 is chargeable to tax as employment\nincome under Part 2 ITEPA 2003 and is therefore PAYE income for\nPart 11 ITEPA 2003.\n\nAs the shares are listed on NASDAQ, a recognised investment\n\nexchange, the shares are readily convertible assets under Section\n\n702(1)(a)(i) ITEPA 2003. The employer must operate PAYE on\n\n&#xA3;10,000 at the date of award (see\n\n[EIM11901](http://www.hmrc.gov.uk/manuals/eimanual/EIM11901.htm))."},{"manual_section_id":"EIM11922","title":"Readily convertible assets: examples: asset listed on the New York Stock Exchange","body":"The employer is the UK subsidiary of a multinational company\nbased in the USA, whose shares are listed on the New York Stock\nExchange (NYSE).\n\nOn 30 June 2002 an employee of the UK subsidiary is awarded\n1,000 shares in the US parent company under a share incentive plan,\nconditional on the employee still being in employment with a group\ncompany on 30 June 2003.\n\nThe employee is still employed by the UK company on 30 June\n2003 and accordingly full beneficial interest in the shares vests\nin the employee. The quoted value of those shares on 30 June 2003\nis &#xA3;10 per share. There are no restrictions on sale of the\nshares.\n\n### Is the employer required to operate PAYE on the shares?\n\nThe employee only receives the shares on 30 June 2003. The\nshares are worth &#xA3;10,000 (1,000 x &#xA3;10) and the employee\n\nwas not required to make any contribution to the cost of the\n\nshares. The money's worth of the shares (see Share Schemes Manual,\n\nSSM4.5) of &#xA3;10,000 is chargeable to tax as employment income\n\nunder Part 2 ITEPA 2003 and is therefore PAYE income for Part 11\n\nITEPA 2003.\n\nThe US company shares are listed on the NYSE, which is not a\n\nrecognised investment exchange and so the shares are not readily\n\nconvertible assets by reason of Section 702(1)(a)(i) ITEPA 2003.\n\nBut the shares are readily convertible assets by reason of Section\n\n702(1)(a)(iii). Therefore the employer must operate PAYE on\n\n&#xA3;10,000 at the date of award (see\n\n[EIM11903](http://www.hmrc.gov.uk/manuals/eimanual/EIM11903.htm))."},{"manual_section_id":"EIM11923","title":"Readily convertible assets: examples: trade debts","body":"A UK company decides to award a bonus to its managing director\nin recognition of services provided during the year ended 30 April\n2003. On 30 June 2003, the company awards the bonus by assigning\ntrade debts consisting of 15 selected debts varying from\n&#xA3;1,500 to &#xA3;15,000 having a total value of &#xA3;100,000.\nThe individual debtors are unaware of the debt assignment and\nreturn their payment to the employer. As each payment is received,\nthe equivalent money amount is placed in a separate account by the\nemployer. In August, once the debts are all paid, the employer pays\n&#xA3;100,000 to the director.\n\n### Is the employer obliged to operate PAYE on the debt\nassignment?\n\nThe employee has received an asset worth &#xA3;100,000 and was\nnot required to make any contribution to the cost. The money's\nworth of the debts is chargeable to tax as employment income under\nPart 2 ITEPA 2003 and is therefore PAYE income for Part 11 ITEPA\n2003.\n\nUnder Section 702(2)(b)(i) ITEPA 2003 any money debt,\n\nincluding a trade debt, is a readily convertible asset (see\n\n[EIM11905](http://www.hmrc.gov.uk/manuals/eimanual/EIM11905.htm)). Consequently the employer is\n\nrequired to operate PAYE on &#xA3;100,000 at the time of the award\n\nin June 2003."},{"manual_section_id":"EIM11924","title":"Readily convertible assets: examples: property subject to a warehousing regime","body":"A UK company decides to award a bonus to its managing director\nin recognition of services provided during the year ended 30 April\n2003. On 28 June 2003, the company arranges to purchase 8 oriental\ncarpets from a supplier costing &#xA3;101,500 (&#xA3;100,000 plus\n1.5ommission to the supplier).\n\nOn 1 July the employer awards the carpets to the director.\nThe carpets are held in storage and the director has 3 options:\n\n*   the carpets may be retained in storage\n(for a small fee)\n*   the supplier may arrange delivery to the\ndirector\n*   the supplier may be willing to repurchase\nthe carpets from the director.\n\nOn 2 July the director decides to sell the carpets back to the\nsupplier and on 4 July the director receives &#xA3;100,000.\n\n### Is the employer obliged to operate PAYE on the oriental\n\ncarpets?\n\nThe employee has received an asset worth &#xA3;100,000 and was\n\nnot required to make any contribution to the cost. The money's\n\nworth of the carpets is chargeable to tax as employment income\n\nunder Part 2 ITEPA 2003 and is therefore PAYE income for Part 11\n\nITEPA 2003.\n\nUnder Section 702(2)(b)(ii) ITEPA 2003 any property that is\n\nsubject to a warehousing regime is a readily convertible asset (see\n\n[EIM11906](http://www.hmrc.gov.uk/manuals/eimanual/EIM11906.htm)). Consequently the employer is\n\nrequired to operate PAYE on &#xA3;100,000 at the time of the award\n\non 1 July 2003."},{"manual_section_id":"EIM11925","title":"Readily convertible assets: examples: an asset likely to provide cash without action by the owner","body":"A UK company decides to award a bonus to its managing director\nin recognition of services provided during the year ended 30 April\n2003. On 30 June 2003, the company arranges to purchase a trust\ncreated in the Isle of Man into which a third party has settled\n&#xA3;100,000. The company is assigned the beneficial interest in\nthe trust on payment of &#xA3;101,500 (&#xA3;100,000 plus 1.5%\ncommission to the supplier). The trust deed stipulates that the\ntrust will cease 9 days after it was created (i.e. on 9 July 2003).\n\nOn 1 July 2003, the company awards the bonus to the director\nin the form of the reversionary interest in the offshore trust\n(RIOT). On 9 July the trust ceases and the director receives\n&#xA3;100,000.\n\n### Is the employer obliged to operate PAYE on the RIOT?\n\nThe director has received an asset worth &#xA3;100,000 and was\n\nnot required to make any contribution to the cost. The money's\n\nworth of the RIOT is chargeable to tax as employment income under\n\nPart 2 ITEPA 2003 and is therefore PAYE income for Part 11 ITEPA\n\n2003.\n\nUnder Section 702(2)(b)(iii) ITEPA 2003 anything that is\n\nlikely (without anything being done by the employee) to give rise\n\nto a right enabling a person to obtain an amount or total amount of\n\nmoney that is likely to be similar to the expense incurred in the\n\nprovision of the asset is a readily convertible asset (see\n\n[EIM11907](http://www.hmrc.gov.uk/manuals/eimanual/EIM11907.htm)). Consequently the employer is\n\nrequired to operate PAYE on &#xA3;100,000 at the time of the award\n\non 1 July 2003."},{"manual_section_id":"EIM11926","title":"Readily convertible assets: examples: asset not tradeable on the London Bullion Market","body":"On 10 August 2003 an employer pays a metal supplier\n&#xA3;252,500 for 5 bottles of platinum sponge based on a market\nprice of &#xA3;250,000, plus 1% supplier's commission. Unlike pure\nplatinum metal, platinum sponge is not tradeable on any recognised\ninvestment exchange, or on the London Bullion Market. The platinum\nsponge is retained by the supplier but not held in bond (see\nexample EIM11824).\n\nOn 12 August the employer awards a director a bonus in the\nform of platinum sponge and informs the director of the available\noptions:\n\n*   the metal supplier will retain the\nplatinum sponge as an investment\n*   the supplier will arrange delivery of the\nplatinum sponge\n*   the supplier will repurchase the platinum\nsponge for cash and the employer helpfully provides full details of\n\n    the supplier, including a prepared form showing the sale details\n\n    for the director to complete and return to the supplier.\n\nOn 13 August the director sells the platinum sponge to the\n\nsupplier, receiving the market price of &#xA3;249,700.\n\n### Is the employer obliged to operate PAYE on the platinum\n\nsponge?\n\nYes. The platinum sponge is a readily convertible asset under\n\nSection 702(1)(c), because on 12 August there was an understanding\n\nthat trading arrangements were likely to come into existence in\n\nfuture for sale of the sponge. This is because the employee knew\n\nthat the supplier was willing to repurchase the sponge for money\n\n(see\n\n[EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm))."},{"manual_section_id":"EIM11927","title":"Readily convertible assets: examples: no trading arrangements","body":"The definition of readily convertible assets based on trading\narrangements (see\n[EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm)) should make it difficult for\nemployers to say that an award of remuneration in a non-monetary\nform is outside PAYE. However, some awards of assets are not\nreadily convertible assets.\n\nA UK employer decides to award a bonus to its managing\ndirector in recognition of services provided during the year ended\n30 April 2003. The company owns a house valued at &#xA3;350,000. On\n30 June 2003 the company awards the property to the director as a\nbonus. The bonus resolution makes no reference to the monetary\nvalue of the property (see\n[EIM12002](http://www.hmrc.gov.uk/manuals/eimanual/EIM12002.htm)). A few days later the director\nmoves into the house as a private residence but in November 2003\ndecides to place the property on the market. The sale is completed\nin February 2004 and the director receives the sale price of\n&#xA3;360,000.\n\n### Is the employer obliged to operate PAYE?\n\nThis depends on a close examination of the facts. There are two\n\nalternative reasons why PAYE could be due:\n\n*   if there were trading arrangements in\n\n    place at the date of the award, or an understanding likely to lead\n\n    to trading arrangements in future, or\n*   if the transfer of the property satisfied\n\n    a pre-existing entitlement to monetary amount, the Dunstall\n\n    scenario (see\n    [EIM12003](http://www.hmrc.gov.uk/manuals/eimanual/EIM12003.htm)).\n\nIf on 30 June 2003 the director had already entered into an\n\narrangement to re-sell the property, the property would be a\n\nreadily convertible asset by virtue of Section 702(1)(c) ITEPA\n\n2003. Alternately, if no arrangement existed on that date but there\n\nwas an understanding with another person relating to the sale and\n\npurchase of the property at a later date, then the property would\n\nbe a readily convertible asset by virtue of Section 702(1)(c).\n\nIn this case neither applies. The director moved into the\n\nproperty in July 2003 with the intention of living there. There\n\nwere no arrangements to sell, nor any understanding likely to lead\n\nto future arrangements. In November, when she decided to sell, this\n\nwas as a result of circumstances unknown on 30 June.\n\nNor does the evidence support an argument that the property\n\nwas transferred in settlement of a pre-existing entitlement to an\n\namount of &#xA3;350,000.\n\nConsequently the employer is not obliged to operate PAYE on\n\nthe property transfer.\n\nFor the income tax treatment of assets transferred to a\n\ndirector see\n\n[EIM21640](http://www.hmrc.gov.uk/manuals/eimanual/EIM21640.htm) onwards."}]},{"title":" PAYE: special types of payment","sections":[{"manual_section_id":"EIM11930","title":"Awards of shares","body":"An employee who acquires shares in connection with his or her\nemployment either free, or in return for a payment that is less\nthan the value of the shares at the time of acquisition, may be\nchargeable to tax under Part 2 or Part 7 ITEPA 2003.\n\nFor details of the amounts that count as employment income in\nrespect of share awards see the Share Schemes Manual (SSM) and\nespecially:\n\n*   Chapter 2 - Approved Share Schemes (Part 7\nChapters 6 to 8 ITEPA 2003)\n*   Chapter 3 - Share options (Part 7 Chapter\n5 ITEPA 2003)\n*   Chapter 4 - Share acquisitions, including\nlong term incentive plans, conditional shares and convertible\nshares (Part 7 Chapters 2 and 3 ITEPA 2003).\n\nIf a tax charge arises on an award of shares, or when shares are\nacquired on exercise of an option over shares, Part 11 Chapter 4\n\nITEPA 2003 requires the employer to operate PAYE if the shares are\n\nreadily convertible assets (see\n\n[EIM11803](http://www.hmrc.gov.uk/manuals/eimanual/EIM11803.htm)).\n\nThe legislation at Part 7 ITEPA 2003 was fundamentally\n\namended by Schedule 22 FA 2003. The various changes take effect\n\nfrom different dates. The Share Schemes Manual will be amended in\n\ndue course to describe the effect of the new legislation.\n\n### Shares as readily convertible assets &#x2013; Section 702 ITEPA\n\n2003\n\nFor share awards the definitions of readily convertible asset\n\nmost likely to apply are:\n\n*   shares listed on a recognised investment\n\n    exchange (see\n    [EIM11901](http://www.hmrc.gov.uk/manuals/eimanual/EIM11901.htm))\n*   shares listed on the New York Stock\n\n    Exchange (see\n    [EIM11903](http://www.hmrc.gov.uk/manuals/eimanual/EIM11903.htm))\n*   shares awarded subject to trading\n\n    arrangements (see\n    [EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm))\n*   shares awarded subject to likely trading\n\n    arrangements in future (see\n    [EIM11908](http://www.hmrc.gov.uk/manuals/eimanual/EIM11908.htm)).\n\nThe definition of readily convertible asset at section 702 ITEPA\n\n2003 was extended by Schedule 22 FA 2003 with effect from 10 July\n\n2003. From 10 July 2003 most shares will be readily convertible\n\nassets whether or not caught under one of the definitions above\n\n(see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm))."},{"manual_section_id":"EIM11931","title":"Awards of shares: shares excluded from being assets","body":"Some shares are excluded from being assets for the purposes of\nPart 11 Chapter 4 ITEPA 2003. Shares that are excluded from being\nassets cannot then be readily convertible assets. Therefore if an\nemployer makes a share award that is chargeable to tax as\nemployment income but the award consists of shares excluded from\nbeing assets, there is no requirement to operate PAYE.\n\nThe following shares are excluded from being assets for the\npurposes of Part 11 Chapter 4 ITEPA 2003:\n\n*   any shares acquired by the employee\n(whether or not as a result of the exercise of a right to acquire\nshares) under a scheme approved under Schedule 3 ITEPA 2003\n(approved SAYE option schemes, see SSM2.30)\n*   any shares acquired by the employee\n(whether or not as a result of the exercise of a right to acquire\nshares) under a scheme approved under Schedule 4 ITEPA 2003\n\n    (approved CSOP schemes, see SSM2.10) except shares acquired by\n\n    exercise of a right to acquire shares on or after 9 April 2003\n\n    where the exercise preceded the third anniversary of the date on\n\n    which the right was granted or fell after the tenth anniversary of\n\n    that date (see\n    [EIM12210](http://www.hmrc.gov.uk/manuals/eimanual/EIM12210.htm))\n*   any shares acquired by the employee\n\n    (whether or not as a result of the exercise of a right to acquire\n\n    shares) under a scheme approved under Schedule 9 ICTA 1988\n\n    (approved profit sharing schemes, see SSM2.50)\n*   any right over, or interest in, shares\n\n    obtained or acquired by the employee under such a scheme, or\n*   any shares acquired by the employee as a\n\n    result of the exercise of a right over shares where the right was\n\n    obtained before 27 November 1996\n\nif the shares in question are own company shares.\n\n### Own company shares\n\nOwn company shares are shares that form part of the ordinary\n\nshare capital of a company where that company:\n\n*   is the employer (the employer\n\n    company)\n*   has control of the employer company,\n\n    or\n*   either is, or has control of, a company\n\n    that is a member of a consortium owning either the employer company\n\n    or a company having control of the employer company.\n\nA company is a member of a consortium owning another company if\n\nit is one of a number of companies that between them own at least\n\n75 0x0p+0nd individually own at least 50f the other company&#x2019;s\n\nissued share capital.\n\n### Meaning of share\n\nFor the purpose of Section 701 ITEPA 2003, share includes\n\nstock."},{"manual_section_id":"EIM11932","title":"Shares ceasing to be only conditional or being disposed of: share incentive plans and restricted share schemes","body":"The Share Schemes Manual (see SSM4.1) explains the tax\nconsequences of various share awards. It is important to\ndistinguish between:\n\n*   share incentive plans (see SSM4.9)\n*   restricted share schemes - shares subject\nto forfeiture (see SSM4.10).\n\nPart 7 ITEPA 2003 was fundamentally amended by Schedule 22 FA\n2003. The various changes take effect from different dates. The\nShare Schemes Manual will be amended in due course to describe the\neffect of the new legislation. The guidance below refers to the\nlegislation that applied before the amended legislation took\neffect. For details of the new legislation see\n\n[EIM12200](http://www.hmrc.gov.uk/manuals/eimanual/EIM12200.htm).\n\n### Share incentive plan\n\nIn a share incentive scheme an employee may be promised, or even\n\nallocated, shares but does not acquire the shares until particular\n\nconditions are met. Most long-term incentive plans come into this\n\ncategory.\n\nThe charge to tax arises when the conditions are satisfied\n\nand the employee acquires the shares. If the shares are readily\n\nconvertible assets, PAYE must be operated when the conditions are\n\nsatisfied (see example\n\n[EIM11922](http://www.hmrc.gov.uk/manuals/eimanual/EIM11922.htm))..htm\"&gt;EIM12200\n\n\n\n### Restricted share scheme\n\nIn a restricted share scheme an employee is provided with shares\n\nunder conditions that the shares may be forfeit at a future date.\n\nThe tax charge arises when the risk of forfeiture is lifted,\n\nor when the shares are sold if they are sold before the risk of\n\nforfeiture is lifted. At the time the tax charge arises, if the\n\nshares without conditions would be regarded as readily convertible\n\nassets, the employer is obliged to operate PAYE by virtue of\n\nSection 698 ITEPA 2003 (see\n\n[EIM11865](http://www.hmrc.gov.uk/manuals/eimanual/EIM11865.htm)).\n\n### Approved share schemes\n\nAn employer is not obliged to operate PAYE in respect of shares,\n\nor options over shares, awarded in Inland Revenue approved share\n\nschemes (see Share Schemes Manual, SSM2.1) subject to one\n\nexception. In certain circumstances an employer is required to\n\noperate PAYE in relation to the exercise of a right to acquire\n\nshares taking place on or after 9 April 2003 under approved company\n\nshare option plan (CSOP) schemes (see\n\n[EIM12210](http://www.hmrc.gov.uk/manuals/eimanual/EIM12210.htm))."},{"manual_section_id":"EIM11950","title":"Employee fails to make good PAYE: employer's requirement: notional payments","body":"A notional payment is defined in Section 710 ITEPA 2003 as a\npayment treated as made by virtue of any of:\n\n*   Section 687 ITEPA 2003 - payment by an\nintermediary of an employer (\n[EIM11810](http://www.hmrc.gov.uk/manuals/eimanual/EIM11810.htm)), or\n*   Section 689 ITEPA 2003 - payment by non UK\nemployer (\n[EIM11820](http://www.hmrc.gov.uk/manuals/eimanual/EIM11820.htm)), or\n*   Sections 693 to 700 ITEPA 2003 - payment\nin special types of income (\n[EIM11803](http://www.hmrc.gov.uk/manuals/eimanual/EIM11803.htm))\n\nexcept any payments whose amount is given by Section 687(3)(a)\nor Section 689(3)(a).\n\nWhere an employer makes a notional payment of PAYE income,\nthe employer is required to operate PAYE. As a notional payment\ndoes not involve the transfer of money from the employer to the\nemployee, the employer is unable to deduct tax in the usual manner\n\nas required by the PAYE regulations. Nevertheless, the employer is\n\nrequired to notify HMRC of the amount of tax due under PAYE and to\n\npay over that amount to the collector.\n\nSection 710 ITEPA 2003 says how the employer should operate\n\nPAYE in respect of a notional payment.\n\n### Deducting and accounting for tax\n\nThe employer must calculate the amount of tax that should be\n\naccounted for in respect of the notional payment. Then Section\n\n710(1) ITEPA 2003 says that the employer should deduct that tax in\n\nthe first instance from any actual payments made in the same income\n\ntax period subsequent to the date of the event giving rise to the\n\nnotional payment. The income tax period will usually be the month\n\nended on the 5th but (exceptionally) may be the quarter ended on\n\nthe 5th.\n\nIf the amount deducted in accordance with Section 710(1) is\n\ninsufficient to enable the employer to pay the full amount of tax\n\nthat should be accounted for, then Section 710(4) says that the\n\nemployer is required to account for the balance. That is, the\n\nemployer must disclose and pay to the collector the amount due.\n\n### Employer does not operate PAYE correctly\n\nIf the employer fails to operate PAYE correctly, then you may\n\nneed to consider taking action to address that PAYE failure."},{"manual_section_id":"EIM11951","title":"Employee fails to make good PAYE: employee's requirement","body":"Section 222 ITEPA 2003 is concerned only with the tax that the\nemployer is required to account for in accordance with Section\n710(4) ITEPA 2003 (see\n[EIM11950](http://www.hmrc.gov.uk/manuals/eimanual/EIM11950.htm)).\n\n The employee must make good to the employer the full amount\nof the tax that the employer is required to pay within 90 days of\nthe event giving rise to the notional payment. For example, if the\nevent occurs on 28 February, the employee has until 29 May to make\ngood the full amount to the employer.\n\n If the employee does not make good the full amount within 90\ndays, then the shortfall is treated as earnings from the employment\nfor the tax year in which the event giving rise to the notional\npayment occurred. The employer must show the amount that was not\nmade good within 90 days as further remuneration on form P9D or\nP11D after the end of the tax year in which the event occurred.\n\n### Employer does not operate PAYE correctly\n\nRegardless of whether the employer operates PAYE correctly or\n\nnot, if the employer is required by virtue of Section 710(4) ITEPA\n\n2003 to account for an amount of income tax in respect of a\n\nnotional payment, then Section 222 ITEPA 2003 may apply. The amount\n\nthat the employer is required to account for by virtue of Section\n\n710(4) remains the same whether or not the employer operated PAYE\n\ncorrectly. Irrespective of the employer's actions, a Section 222\n\ncharge will arise if the employee does not make good the relevant\n\namount of income tax to the employer within 90 days of the date of\n\nthe notional payment.\n\n### Employee makes good after more than 90 days\n\nIf the employee makes good the relevant amount of income tax to\n\nthe employer more than 90 days after the event giving rise to the\n\nnotional payment, the Section 222 charge remains. The chargeable\n\ndate is the date the notional payment was made. For example, in the\n\ncase of a readily convertible asset, this would be the day the\n\nemployer transferred to the employee ownership of the asset."},{"manual_section_id":"EIM11952","title":"Employee fails to make good PAYE: meaning of make good","body":"An amount may be &#x201C;made good&#x201D; for the purpose of\nsection 222 ITEPA by the transfer of money or money&#x2019;s worth\nfrom the employee to the employer. How that is achieved is a matter\nbetween the employee and employer and not a matter for HMRC. The\nmost straightforward manner will be for the employee to make a\nmonetary payment (cash/cheque/bank transfer etc).\n\nUsually an employee awarded non-cash remuneration (for\nexample, gold coins) converts the assets into cash within days of\nthe award and there is no practical reason why the employee should\nnot make good the PAYE due to the employer within 90 days. However,\nthe transfer of value may need to be achieved in other ways. In\nsome instances, especially awards of shares where there are\nrestrictions on sale, the employee may not be able to realise cash\nfrom the assets in time to make good the PAYE due to the employer\nwithin 90 days. This does not alter the employee's obligation under\n\nSection 222 ITEPA 2003 to make good the PAYE tax due within 90 days\n\nof the award.\n\nOne possibility is entering into a loan agreement. If an\n\nemployee enters into a loan agreement with the employer within the\n\ntime allowed for making good then there will be no charge to tax\n\nunder section 222 ITEPA. If the beneficial loan legislation applies\n\nto that loan then the amounts chargeable should be declared\n\naccordingly.\n\nOther possibilities include any arrangements for sale,\n\nassignment, charge or any other dealing which is capable of being\n\nvalued. Any arrangement by which the employer is given rights that\n\nmay be measured in financial terms will constitute making good.\n\n### Indemnity contracts and escrow accounts\n\nSome employers contest whether PAYE is due on awards of non-cash\n\nremuneration and consequently may not require their employees to\n\nreimburse the PAYE tax within 90 days of the award. However, in\n\norder to avoid a potential Section 222 charge arising if it is\n\nsubsequently determined that the employer should have operated\n\nPAYE, employers may arrange for employees to place the PAYE due in\n\nan escrow account or sign an indemnity contract.\n\nThese arrangements can take various forms but they usually\n\nensure that the employee will reimburse the employer the PAYE due\n\nif a decision is reached at a later date that PAYE was due on the\n\npayment. These arrangements do not meet the definition of make good\n\nbecause there is no reimbursement by employee to employer within\n\nthe 90-day limit.\n\n### Credit to employee loan account\n\nEmployees, especially directors, may possess a loan account with\n\ntheir employer.\n\nSome employers argue that an employee has met the obligation\n\nto make good the PAYE due on a notional payment because the loan\n\naccount balance was in credit within 90 days of the notional\n\npayment, or because the gross proceeds from sale of the readily\n\nconvertible asset were credited to the loan account within 90 days.\n\nNeither of these circumstances meets the requirement to make\n\ngood to the employer within the 90-day limit, unless there was a\n\ncorresponding transfer from the loan account to the employer's tax,\n\nPAYE or equivalent account. If the money is merely held in the loan\n\naccount it is available for the employee to draw on at any time and\n\nit has not been made good to the employer."}]},{"title":" PAYE avoidance","sections":[{"manual_section_id":"EIM12000","title":"Background","body":"Following the removal in 1985 of the upper earnings limit for\nClass 1 National Insurance Contributions (NICs) payable by\nemployers (secondary NICs), a number of arrangements were used by\nemployers to reward employees in a manner that the employers\nclaimed avoided secondary NICs liability. The basic premise of the\narrangements was that remuneration was paid in a non-monetary form\nto take advantage of the exemption provided by the NICs legislation\nfor payments in kind. The aim was to put cash into the\nemployee&#x2019;s hands. Typically the employer would provide an\nasset that could easily, and invariably would quickly, be turned to\ncash by the employee with minimum risk of the asset falling in\nvalue between its acquisition by the employer and subsequent\nencashment by the employee.\n\nMost of the employers using NIC avoidance arrangements also\nclaimed that the concept of payment in kind within the NICs\nlegislation was analogous to the concept of benefit in kind within\nthe tax legislation. Those employers then argued that the PAYE\nregulations apply to actual payments and not to the provision of\nbenefits in kind, so payment in that form also avoided the\n\nrequirement to operate PAYE.\n\nThe NICs legislation was amended to prevent NIC avoidance\n\narrangements from working. As schemes were identified assets were\n\nspecified that would not fall within the meaning of payment in\n\nkind. Consequently employers used a variety of assets ranging from\n\nunit trusts and gold bars through fine wines to platinum sponge,\n\noriental carpets and financial products.\n\n### Tackling PAYE avoidance\n\nEfforts designed to tackle or prevent PAYE avoidance fall into\n\nthree broad categories:\n\n*   before 25 May 1994 (see\n    [EIM12001](http://www.hmrc.gov.uk/manuals/eimanual/EIM12001.htm))\n*   between 25 May 1994 (when Finance Act 1994\n\n    introduced the tradeable asset rules in Sections 203F to L ICTA\n\n    1988) and 5 April 1998\n*   from 6 April 1998 (when Finance Act 1998\n\n    amended Sections 203F to L, replacing the tradeable asset concept\n\n    with readily convertible assets).\n\nWith regard to NIC avoidance, see the National Insurance Manual\n\nNIM04000.\n\n### Part 11 Chapter 4 ITEPA 2003\n\nSections 696 and 702 ITEPA 2003 have replaced Section 203F ICTA\n\n1988 and deal with payment in readily convertible assets (see\n\n[EIM11855](http://www.hmrc.gov.uk/manuals/eimanual/EIM11855.htm))."},{"manual_section_id":"EIM12001","title":"Non-cash remuneration before 25 May 1994: meaning of payment","body":"Before 25 May 1994, when Sections 203F to L ICTA 1988 (now Part\n11 Chapter 4 ITEPA 2003) took effect, there was no specific\nlegislation to combat schemes involving awards of non-cash\nremuneration to employees to avoid PAYE and NIC.\n\nThe requirement for an employer to operate PAYE on making a\npayment relied on Section 203 ICTA 1988 (now Section 684 ITEPA\n2003). There was no doubt that an employer providing cash to an\nemployee had made a payment, but where an employee received assets\nthe position was less clear. Broadly, the position turned on\nwhether the provision of the asset represented a distinct award or\nwhether the asset was provided in satisfaction of an existing\nentitlement to a monetary amount.\n\nIf there was no entitlement to an equivalent monetary amount,\nthe employer usually was not required to operate PAYE. However,\nwhere an employee was legally entitled to remuneration of a\nmonetary amount, and the entitlement was satisfied by the transfer\n\nof an asset or assets, this was a payment under Section 203(1) and\n\nthe employer was required to operate PAYE (see\n\n[EIM12002](http://www.hmrc.gov.uk/manuals/eimanual/EIM12002.htm)).\n\n### Part 11 ITEPA 2003\n\nPart 11 Chapter 2 ITEPA 2003 has replaced Section 203 ICTA 1988.\n\nIn some circumstances, the arguments that applied to PAYE\n\navoidance in non-cash remuneration schemes before 25 May 1994\n\ncontinue to apply, even though specific legislation to combat PAYE\n\navoidance now exists.\n\nFor example, if an employer transfers a property to an\n\nemployee in circumstances where there are no trading arrangements\n\nfor the property (see\n\n[EIM11927](http://www.hmrc.gov.uk/manuals/eimanual/EIM11927.htm)), Section 696 ITEPA 2003 will\n\nnot apply. However, it may be possible to adopt a Paul Dunstall\n\nargument (see\n\n[EIM12003](http://www.hmrc.gov.uk/manuals/eimanual/EIM12003.htm)) instead to require the\n\nemployer to operate PAYE on the transfer."},{"manual_section_id":"EIM12002","title":"Pre-existing entitlement to a monetary amount","body":"Before the introduction of Section 203F to L ICTA 1988 on 25 May\n1994 (now Part 11 Chapter 4 ITEPA 2003), PAYE was due on an award\nof assets only where an employee was legally entitled to\nremuneration of a monetary amount.\n\nFor directors, legal entitlement is usually established by\nreference to the company's memorandum and articles of association\n(particularly Article 82 Table A of the 1985 Companies\nRegulations), together with the minutes recording the resolution\nadopted at the company meeting at which the remuneration was\nawarded.\n\nIn the case of employees who are not directors, entitlement\nmust be established from a contract of employment (see\n[EIM42300](http://www.hmrc.gov.uk/manuals/eimanual/EIM42300.htm)).\n\n### Monetary amount\n\nOnce it is established that an employee was legally entitled to\nthe remuneration, PAYE is due if the entitlement is to a monetary\namount but not if the entitlement is only to assets. This will\ndepend on the wording used in the resolution awarding the bonus and\nreflected in the minutes of the meeting at which the remuneration\n\nwas voted.\n\nFor example, a resolution stating that a director was\n\nentitled to \"10 gold bars\" establishes entitlement to assets, but\n\nnot to any monetary equivalent, and PAYE is not due. Similarly, a\n\nresolution entitling an employee to \"&#xA3;100,000 in the form of\n\n10 gold bars\", whilst specifying the value of the gold bars, only\n\nestablishes entitlement to 10 gold bars. If the employer fails to\n\nmake payment by the assignment of the gold bars, the director may\n\ntake action against the employer. But any judgment would only\n\neither compel the employer to provide the gold bars or require\n\npayment of damages to compensate for the failure. Alternatively, if\n\na resolution states that a director is entitled to a bonus of\n\n&#xA3;100,000 but subsequently the employer agrees with the\n\ndirector to make payment by way of the assignment of 10 gold bars\n\nto the value of &#xA3;100,000, then the entitlement is to the\n\nmonetary amount. The satisfaction of that monetary entitlement by\n\ntransfer of assets (the gold bars) does not alter the underlying\n\nentitlement to money, which represents a payment of assessable\n\nincome under Section 203(1) ICTA 1988 (now Section 684 ITEPA 2003).\n\nAn appeal on this subject has been heard by the Special\n\nCommissioners (see Paul Dunstall Organisation Ltd v Hedges,\n\n[EIM12003](http://www.hmrc.gov.uk/manuals/eimanual/EIM12003.htm)).\n\n###\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual_section_id":"EIM12003","title":"Pre-existing entitlement to a monetary amount: Paul Dunstall Organisation Ltd v Hedges","body":"In June 1988 the Paul Dunstall Organisation Ltd awarded a bonus\nof &#xA3;800,000 to Mr Dunstall, who was a director of the company,\non condition that it be paid in the form of land. The land was\ntransferred to the director who sold it to a third party. The\nminute of the meeting at which the bonus was awarded read:\n\n\"It was resolved that a bonus of &#xA3;800,000 be paid to Mr\nDunstall...on condition that the bonus be paid and accepted in the\nform of (and in no other form than) land transferred from the\ncompany to Mr Dunstall\".\n\n### Arguments\n\nThe company contended that:\n\n*   a payment for PAYE (Section 203(1) ICTA\n1988 &#x2013; now Section 684 ITEPA 2003) means a payment in money\n(i.e. cash or something akin to it), Mr Dunstall received land not\nmoney and so there was no payment\n*   the reference to &#xA3;800,000 in the\n\n    minute was only to quantify the land concerned in the bonus (the\n\n    total value of the land transferred was &#xA3;1.48 million, Mr\n\n    Dunstall purchased the balance worth &#xA3;680,000 from the\n\n    company)\n*   the company had no intention, nor the\n\n    resources, to pay &#xA3;800,000 in money\n*   the land transfer represented an emolument\n\n    chargeable to tax as employment income , but not subject to\n\n    PAYE.\n\nThe Inland Revenue argued that:\n\n*   a payment for PAYE is not limited to a\n\n    payment in money but includes a payment quantified in money\n*   the principle in WT Ramsay Ltd v CIR\n\n    (54TC101) applied to the land transfer.\n\n### Special Commissioners' Decision\n\nThe Commissioners held that the term payment in Section 203(1)\n\nICTA 1988 (now Section 684 ITEPA 2003) is not restricted to\n\npayments of money but rather had a much wider meaning that could\n\napply to all emoluments that can be turned into money. Therefore\n\nthe transfer of land was a payment of income, which should have\n\nbeen subject to PAYE.\n\nThe Commissioners also expressed the view that, on Ramsay\n\ngrounds, the transfer of land was a payment of money on which PAYE\n\nshould have been operated.\n\nThe Commissioners&#x2019; decision has only limited precedent\n\nvalue. It is the only Special Commissioners decision on a PAYE\n\navoidance scheme prior to the introduction of specific anti-\n\navoidance legislation. Whilst it supports the Inland Revenue's view\n\nthat payment has a wider meaning than simply payment of money and\n\ntherefore an asset transfer to satisfy a pre-existing entitlement\n\nto a monetary amount does not prevent the payment being subject to\n\nPAYE (see\n\n[EIM12002](http://www.hmrc.gov.uk/manuals/eimanual/EIM12002.htm)), the decision went much\n\nfurther. However, the Inland Revenue has no plans to adopt this\n\napproach."},{"manual_section_id":"EIM12010","title":"Application of the Ramsay principle","body":"The Ramsay principle (sometimes referred to as the Ramsay\napproach) involves looking beyond the individual components of the\narrangements and applying the relevant legislation to the series of\ntransactions intended to be carried out as a whole.\n\nThe Courts have decided that the Ramsay principle can be\napplied to the concept of payment in the context of the both the\nPAYE and National Insurance contributions legislation.\n\n### NMB Holdings Ltd v Secretary of State for Social Security\n\nIn the NMB case (see NCR2/2000) the High Court considered\nwhether Class 1 NIC liability arose in respect of a payment of a\nbonus to directors of the company. Payment was made under\narrangements whereby the employer purchased a quantity of platinum\nsponge and transferred that asset to directors who sold the asset\nfor cash to the person who had originally supplied it. The company\nargued that the transfer of the asset was a payment in kind and so\nthe value was excluded from the computation of earnings for the\npurpose of determining Class 1 NIC liability. The High Court held\nthat the Ramsay principle should be applied to the arrangements so\n\nthat the value was not excluded in the computation of earnings.\n\n### DTE Financial Services Ltd v Wilson\n\nIn the DTE case (see TCR14/01) the Court of Appeal considered\n\nthe requirement for the employer to operate PAYE on an award of\n\nbonuses to 3 directors. The bonuses were in the form of\n\nreversionary interests in an offshore trust (RIOT). The trusts were\n\nstructured so that the directors would receive the capital within\n\nthe trusts only a few days after the beneficial interest in the\n\ntrust was transferred to them, a transfer that took place very\n\nshortly after the company had acquired the beneficial interest. The\n\nCourt of Appeal held that the Ramsay principle should be applied so\n\nthat the arrangements should be regarded as a payment for the\n\npurposes of the PAYE legislation.\n\n### Full review of the facts\n\nWhere the commercial reality is that the employee receives money\n\nfrom his or her employment then the payment is within Part 11\n\nChapter 2 ITEPA 2003 regardless of how this is achieved. However,\n\nwhether it is legitimate to apply the Ramsay principle in any\n\nparticular case can only be determined following a full and\n\ndetailed review of the relevant facts.\n\n###\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual_section_id":"EIM12030","title":"Non-cash remuneration: handling of PAYE/NICs avoidance cases","body":"Before 1 April 1999 the Inland Revenue was responsible for\ncollection of PAYE and the Contributions Agency for NICs. From 1\nApril 1999 the Inland Revenue merged with the Contributions Agency\nand collection of both PAYE and NICs became the responsibility of\nthe Inland Revenue.\n\nPersonal Tax, as it was then, had responsibility for the\nhandling of schemes aimed at PAYE and NICs avoidance by providing\nemployees with remuneration paid in a non-monetary form.\n\n### Co-ordination of appeals by Personal Tax\n\nSince the early 1990s we have seen large numbers of cases\ninvolving payments in various forms of non-cash remuneration and in\nmany instances employers and the Inland Revenue have been unable to\nreach agreement on the correct tax treatment. Since some of these\nschemes were widely marketed by tax advisers, many of the cases we\nsee are often almost identical in all material respects. Where a\nscheme has been used by a number of employers it is essential that\na consistent approach is adopted in all cases.\n\nConsequently instead of asking General Commissioners to\n\nconsider appeals in all these cases, in order to co-ordinate the\n\nhandling of all the PAYE and NIC appeals, Personal Tax adopted a\n\npolicy of selecting a small number of representative cases for\n\nlitigation. Paul Dunstall Organisation Ltd (see\n\n[EIM12003](http://www.hmrc.gov.uk/manuals/eimanual/EIM12003.htm)), NMB Holdings Ltd (see\n\nNCR2/2000) and DTE Financial Services Ltd (see TCR14/01) are three\n\nexamples.\n\nThe representative case approach, whilst ultimately helpful\n\nin providing judicial guidance for considering the many open\n\nenquiries that were put on hold pending decisions in the\n\nrepresentative cases, is not without inherent difficulties.\n\nTherefore Personal Tax is now reconsidering the most effective way\n\nof addressing the problems posed by the need to ensure a consistent\n\napproach across widespread compliance activity.\n\n### Representative cases are not test cases\n\nPlease note that the small number of cases selected for\n\nlitigation are\n\n**not** test cases. That term has a technical meaning\n\nthat does not apply in these circumstances. The cases should only\n\nbe referred to as representative cases. They provide guidance as to\n\nhow the Courts might view the proper application of the PAYE and\n\nNICs legislation in the event that a case based on broadly similar\n\nfacts comes under consideration.\n\n###\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"}]},{"title":" Non-cash remuneration: NICs avoidance","sections":[{"manual_section_id":"EIM12100","title":"Non-cash remuneration: NICs avoidance","body":"Schemes involving payment in non-cash remuneration first\nappeared after the upper earnings limit on employer's NICs was\nabolished in 1985. Previously employers had to pay NICs only up to\na threshold level of employee earnings, but from 1985 employers had\nto pay NICs on the full amount of earnings.\n\nThis obligation could be avoided altogether by providing\nemployees with non-cash remuneration disregarded from the\ncalculation of earnings as a payment in kind. This was the basis of\nschemes first adopted in the late 1980s.\n\nConsequently NICs avoidance, rather than PAYE avoidance, was\nthe main motivation for employers using these schemes.\nNevertheless, employers also claimed that the arrangements avoided\nthe obligation to operate PAYE.\n\nOutright tax avoidance was not normally a feature of these\nschemes. The employer and employee typically declared the non-cash\naward as a benefit in kind in their respective tax returns. The\nemployee then paid the tax liability under assessment. But the\npayment date could be much later than that on which tax deducted\nunder PAYE should have been accounted for by the employer. For\npayments made on or after 6 April 1996, payment might be as much as\n\n21 months after the date on which PAYE would have been due on the\n\nsame payment. This tax deferral represented a cost to the Exchequer\n\nequivalent to lost interest.\n\n### Further guidance on NICs avoidance\n\nFurther guidance on NICs avoidance is contained within the\n\nNational Insurance Manual at NIM4000 onwards. For advice on\n\ntechnical and practical handling of the NICs aspects of non- cash\n\nremuneration schemes, in the first instance, please contact your\n\nlocal Employer Support Team."}]},{"title":" PAYE: employment-related securities","sections":[{"manual_section_id":"EIM12200","title":"Background","body":"Part 7 ITEPA 2003 was fundamentally amended by Schedule 22 FA\n2003. The guidance in the Share Schemes Manual will be amended in\ndue course to provide details of the income chargeable to tax by\nvirtue of Part 7 ITEPA 2003. The following guidance only covers the\nrequirement placed upon the employer to operate PAYE on the\noccurrence of an event by virtue of which an employee is deemed to\nhave received a payment of income chargeable to tax.\n\nThe amendments to the legislation at Part 7 ITEPA 2003 take\neffect from different dates depending on the chapter within Part 7\nby which the deemed payment is chargeable to tax (see\n[EIM12201](http://www.hmrc.gov.uk/manuals/eimanual/EIM12201.htm)).\n\n### Part 11 Chapter 4 ITEPA 2003 as amended by Schedule 22 FA\n2003\n\nFor PAYE, the legislation at Part 11 Chapter 4 ITEPA 2003 has\nbeen amended by Schedule 22 FA 2003 as follows:\n\n*   Section 698 (PAYE: shares ceasing to be\n\n    only conditional or being disposed of) and Section 699 (PAYE:\n\n    conversion of shares) have been replaced by a new Section 698\n\n    (PAYE: special charges on employment-related securities) with\n\n    effect from 1 September 2003 (see\n    [EIM12220](http://www.hmrc.gov.uk/manuals/eimanual/EIM12220.htm) to\n    [EIM12280](http://www.hmrc.gov.uk/manuals/eimanual/EIM12280.htm))\n*   Section 700 (PAYE: gains from share\n\n    options) has been replaced by a new Section 700 (PAYE: gains from\n\n    securities options) with effect from 1 September 2003 (see\n    [EIM12300](http://www.hmrc.gov.uk/manuals/eimanual/EIM12300.htm))\n*   Section 701 (Meaning of\n\n    &#x201C;asset&#x201D;) has been amended with effect from 9 April 2003\n\n    to require the employer to operate PAYE in the event of the\n\n    exercise of a right to acquire shares under an approved company\n\n    share option plan (CSOP) scheme in certain circumstances (see\n    [EIM12210](http://www.hmrc.gov.uk/manuals/eimanual/EIM12210.htm))\n*   Section 702 (Meaning of &#x201C;readily\n\n    convertible asset&#x201D;) has been amended with effect from 10 July\n\n    2003 to include all securities unless the security is a share that\n\n    is not otherwise a readily convertible asset and shares of that\n\n    class are corporation tax deductible (see\n    [EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm))."},{"manual_section_id":"EIM12201","title":"Commencement"},{"manual_section_id":"EIM12210","title":"Approved company share option plan (CSOP) schemes","body":"An employer may apply to the Revenue for an employee share\nscheme to be approved under specific legislation. The Employee\nShare Schemes Unit of Revenue Policy, Capital and Savings deals\nwith applications for the approval of schemes (see SSM2.3).\nApproved Company Share Option Plans (CSOP) are the most popular\ntype of approved share scheme (see SSM2.10). The relevant\nlegislation is in Part 7 Chapter 8 and Schedule 4 ITEPA 2003.\n\nEmployees and directors who receive shares or share options\nunder approved schemes can get relief from the charge to income tax\nas employment income and NICs that would normally arise. Under an\napproved CSOP scheme, an employee may exercise the option at any\ntime allowed under the rules of the scheme. However, in order to\nobtain the tax and NICs benefits, there are some further\nconstraints (see SSM2.13). Broadly, the option must be exercised in\naccordance with a scheme that is still approved and there must be a\nminimum period of 3 years between the grant of the option to an\n\nemployee and the exercise of the option by that employee.\n\n### PAYE on early exercise\n\nWith effect from 9 April 2003, if an approved CSOP option is\n\nexercised before the expiry of the 3 year period from the date of\n\ngrant, subject to one exception, the person who was the employer at\n\nthe time of grant must operate PAYE in respect of the amount\n\nchargeable to tax as employment income on the event of exercise if\n\nthe shares are readily convertible assets (see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nThe exception is if the individual exercising the option has\n\nceased to be a full-time director or qualifying employee because of\n\ninjury, disability, redundancy or retirement and exercises the\n\noption within 6 months of the day on which the person ceases to be\n\nsuch a director or employee.\n\nWhere an amount is chargeable to tax as employment income on\n\nthe event of an exercise of an approved CSOP option occurring\n\nbefore 9 April 2003, there is no requirement for the employer to\n\noperate PAYE."},{"manual_section_id":"EIM12220","title":"Restricted securities: background","body":"Part 7 Chapter 2 ITEPA 2003 was fundamentally amended by\nSchedule 22 FA 2003 with effect from 1 September 2003.\n\n### Conditional shares\n\nBefore 1 September 2003, Part 7 Chapter 2 provided a charge to\ntax as employment income in respect of events relating to:\n\n*   the acquisition by an employee of a\nbeneficial interest in shares in a company\n*   as a director or employee of that or\nanother company\n*   where the interest is acquired on terms\nthat make it only conditional.\n\nA common condition is that the beneficial interest in the share\nis subject to forfeiture upon the happening of a specified event,\noften the cessation of employment, within a specified period of\ntime.\n\n### Restricted securities\n\nWith effect from 1 September 2003, Part 7 Chapter 2 provides a\ncharge to tax as employment income in respect of chargeable events\n\nrelating to the holding by an employee of employment- related\n\nsecurities that are restricted securities. The Share Schemes Manual\n\nwill be amended to provide detailed guidance in due course.\n\nBroadly, events that may be a chargeable event are:\n\n*   the employment-related securities ceasing\n\n    to be restricted securities\n*   the variation of any restriction relating\n\n    to the employment-related securities\n*   the disposal for consideration of the\n\n    employment-related securities.\n\n### PAYE\n\nSection 698 ITEPA 2003 requires the employer to operate PAYE on\n\nthe amount that counts as employment income under Part 7 Chapter 2\n\nif the relevant employment-related securities are readily\n\nconvertible assets (see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nSection 698 was fundamentally amended by Schedule 22 FA 2003\n\nwith effect from 1 September 2003. However, the new Section 698\n\nonly applies in respect of employment-related securities that are\n\nrestricted securities that were acquired by the employee on or\n\nafter 16 April 2003 for chargeable events occurring on or after 1\n\nSeptember 2003.\n\nThe original legislation at Section 698 remains effective in\n\nrespect of any event giving rise to income chargeable to tax as\n\nemployment income relating to conditional shares acquired by an\n\nemployee before 16 April 2003 (see\n\n[EIM12221](http://www.hmrc.gov.uk/manuals/eimanual/EIM12221.htm))."},{"manual_section_id":"EIM12221","title":"Restricted securities: conditional shares acquired before 16 April 2003","body":"Section 698 was fundamentally amended by Schedule 22 FA 2003\nwith effect from 1 September 2003. However the original legislation\nat Section 698 remains effective in respect of any event giving\nrise to income chargeable to tax as employment income relating to\nconditional shares acquired by an employee before 16 April 2003\n(see\n[EIM11865](http://www.hmrc.gov.uk/manuals/eimanual/EIM11865.htm))."},{"manual_section_id":"EIM12230","title":"Convertible securities","body":"Part 7 Chapter 3 ITEPA 2003 was fundamentally amended by\nSchedule 22 FA 2003 with effect from 1 September 2003. Broadly, the\nnew Part 7 Chapter 3 applies if a chargeable event occurs in\nrelation to employment-related securities that are convertible\nsecurities. Events that are chargeable events are the:\n\n*   conversion of the employment-related\nsecurities into securities of a different description\n*   disposal for consideration of the\nemployment-related securities\n*   release for consideration of the\nentitlement to convert the employment-related securities\n*   the receipt of a benefit in money or\nmoney&#x2019;s worth in connection with the entitlement to\nconvert.\n\nA charge may arise on acquisition. See the\n[Employment-Related Securities Manual](http://www.hmrc.gov.uk/manuals/ersmmanual/index.htm) at ERSM40050\nand ERSM40060 for more detailed guidance. PAYE\n\nSection 699 ITEPA 2003 required the employer to operate PAYE\n\nin respect of the amount chargeable to tax by virtue of Part 7\n\nChapter 3 where the shares were readily convertible assets (see\n\n[EIM11900](http://www.hmrc.gov.uk/manuals/eimanual/EIM11900.htm)). By virtue of Schedule 22 FA\n\n2003 a new Section 698 ITEPA 2003 replaced both Sections 698 and\n\n699 with effect from 1 September 2003.\n\nThe new Section 698 applies in respect of employment-related\n\nsecurities that are convertible securities irrespective of when the\n\nconvertible security was acquired. Section 698 ITEPA 2003 requires\n\nthe employer to operate PAYE on the amount that counts as\n\nemployment income if the relevant employment-related securities are\n\nreadily convertible assets (see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nThe original legislation at Section 699 applies in respect of\n\nany event giving rise to income chargeable to tax as employment\n\nincome relating to convertible shares acquired by an employee where\n\nthe event occurs before 1 September 2003 (see\n\n[EIM11870](http://www.hmrc.gov.uk/manuals/eimanual/EIM11870.htm))."},{"manual_section_id":"EIM12240","title":"Securities with artificially depressed market value","body":"Part 7 Chapter 3A ITEPA 2003 was introduced with effect from 16\nApril 2003 by Schedule 22 FA 2003. It provides for a charge to\nincome tax in certain cases where the market value of\nemployment-related securities is reduced by things done otherwise\nthan for genuine commercial purposes. The Share Schemes Manual will\nbe amended to provide detailed guidance in due course.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\nFA 2003 with effect from 1 September 2003. Where:\n\n*   an employee acquires employment-related\nsecurities on or after 1 September 2003 and\n*   an amount counts as employment income of\nan employee by reason of Part 7 Chapter 3A\n\nthen by virtue of Section 698 the employer is required to\noperate PAYE if the relevant employment-related securities are\nreadily convertible assets (see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 3A if the relevant employment-related securities are\n\nacquired before 1 September 2003."},{"manual_section_id":"EIM12250","title":"Securities with artificially enhanced market value","body":"Part 7 Chapter 3B ITEPA 2003 was introduced with effect from 16\nApril 2003 by Schedule 22 FA 2003. It provides for a charge to\nincome tax in certain cases where the market value of\nemployment-related securities is increased by things done otherwise\nthan for genuine commercial purposes. The Share Schemes Manual will\nbe amended to provide detailed guidance in due course.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\nFA 2003 with effect from 1 September 2003. Where:\n\n*   by reason of an event affecting the market\nvalue of employment-related securities held by an employee\n*   an amount counts as employment income of\nthat employee by reason of Part 7 Chapter 3B\n\nthen by virtue of Section 698 the employer is required to\noperate PAYE if the relevant employment-related securities are\nreadily convertible assets (see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 3B if the relevant event occurs on a day before 1 September\n\n2003."},{"manual_section_id":"EIM12260","title":"Securities acquired for less than market value","body":"Part 7 Chapter 3C ITEPA 2003 was introduced with effect from 16\nApril 2003 by Schedule 22 FA 2003. It provides for a charge to\nincome tax in certain cases if:\n\n*   no payment is made for employment-related\nsecurities at or before the time of acquisition, or\n*   the payment made for employment-related\nsecurities at or before that time is less than their market\nvalue.\n\nThe Share Schemes Manual will be amended to provide detailed\nguidance in due course.\n\nBroadly, two charges to tax may arise by virtue of Part 7\nChapter 3C. However the requirement for an employer to operate PAYE\nonly applies to one.\n\nSection 446S ITEPA 2003 applies to treat the amount of the\ndifference between the market value of the employment-related\nsecurities at the time of acquisition by the employee and any\npayment made as a notional loan. Under Section 446U ITEPA 2003 that\n\nnotional loan is treated as discharged in the event of either:\n\n*   the employment-related securities being\n\n    disposed of, or\n*   the employee&#x2019;s liability to pay the\n\n    amount of the notional loan is released, transferred or\n\n    adjusted\n\nand the amount treated as discharged counts as employment income\n\nof the employee.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\n\nFA 2003 with effect from 1 September 2003. Where an amount counts\n\nas employment income of an employee by reason of Section 446U ITEPA\n\n2003, then by virtue of Section 698 the employer is required to\n\noperate PAYE if the relevant employment-related securities are\n\nreadily convertible assets (see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 3C if the relevant event occurs on a day before 1 September\n\n2003."},{"manual_section_id":"EIM12270","title":"Securities disposed of for more than market value","body":"Part 7 Chapter 3D ITEPA 2003 was introduced with effect from 16\nApril 2003 by Schedule 22 FA 2003. It provides for a charge to\nincome tax in certain cases if employment-related securities are\ndisposed of for a consideration that exceeds the market value of\nthe employment-related securities at the time of the disposal.\n\nThe Share Schemes Manual will be amended to provide detailed\nguidance in due course.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\nFA 2003 with effect from 1 September 2003. Where an amount counts\nas employment income of an employee by reason of Part 7 Chapter 3D,\nthen by virtue of Section 698 the employer is required to operate\nPAYE if the relevant employment-related securities are readily\nconvertible assets (see\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 3D if the relevant event occurs on a day before 1 September\n\n2003."},{"manual_section_id":"EIM12280","title":"Post-acquisition benefits from securities","body":"Part 7 Chapter 4 ITEPA 2003 was fundamentally amended by\nSchedule 22 FA 2003 with effect from 16 April 2003. It provides for\na charge to income tax in certain cases if in connection with the\ndisposal of employment-related securities a person receives a\nbenefit by virtue of the ownership of employment-related\nsecurities.\n\nThe Share Schemes Manual will be amended to provide detailed\nguidance in due course.\n\n### PAYE\n\nSection 698 ITEPA 2003 was fundamentally amended by Schedule 22\nFA 2003 with effect from 1 September 2003. Where an amount counts\nas employment income of an employee by reason of Part 7 Chapter 4,\nthen by virtue of Section 698 the employer is required to operate\nPAYE on the amount that counts as employment income if the relevant\nemployment-related securities are readily convertible assets (see\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nThe employer is not required to operate PAYE on an amount\n\nthat counts as employment income of an employee by reason of Part 7\n\nChapter 4 if the relevant event occurs on a day before 1 September\n\n2003."}]},{"title":" PAYE: employment-related securities: securities options","sections":[{"manual_section_id":"EIM12300","title":"Gains from securities options: background","body":"Part 7 Chapter 5 ITEPA 2003 was fundamentally amended by\nSchedule 22 FA 2003:\n\n*   with effect from 16 April 2003 in relation\nto employment-related securities options which are not share\noptions (see[EIM12320](http://www.hmrc.gov.uk/manuals/eimanual/EIM12320.htm)) and\n*   with effect from 1 September 2003 in\nrelation to employment-related securities options which are share\noptions (see[EIM12310](http://www.hmrc.gov.uk/manuals/eimanual/EIM12310.htm)).\n\nIt provides for a charge to income tax on the occurrence of a\nchargeable event in relation to an employment-related securities\noption. Broadly, the events that represent a chargeable event in\nrelation to an employment-related securities option are:\n\n*   the acquisition of securities by the\nexercise of an employment-related securities option\n*   the assignment or the release for\n\n    consideration of an employment-related securities option\n*   the receipt of a benefit in money or\n\n    money&#x2019;s worth in connection with an employment- related\n\n    securities option.\n\nThe Share Schemes Manual will be amended to provide detailed\n\nguidance in due course.\n\n### PAYE\n\nSection 700 ITEPA 2003 was fundamentally amended by Schedule 22\n\nFA 2003 with effect from 1 September 2003. Under Section 700, the\n\nperson who was the employer at the time an employment-related\n\nsecurities option was issued is required to operate PAYE in respect\n\nof an amount that counts as employment income by reason of Part 7\n\nChapter 5 ITEPA 2003.\n\nIf the event that represents a chargeable event in relation\n\nto an employment-related securities option is:\n\n*   the acquisition of securities by the\n\n    exercise of the option, or\n*   the acquisition of an asset other than\n\n    money:\n\n*   as consideration for the assignment or release of\n\n    the option, or\n*   in connection with the option\n\nthen the employer is only required to operate PAYE on the amount\n\nthat counts as employment income if the securities or other asset\n\nacquired is a readily convertible asset (see\n\n[EIM12400](http://www.hmrc.gov.uk/manuals/eimanual/EIM12400.htm)).\n\nIf the event that represents a chargeable event in relation\n\nto an employment-related securities option is the receipt of\n\nmoney:\n\n*   as consideration for the assignment or\n\n    release of the option, or\n*   in connection with the option\n\nthen the employer is treated as having made the payment and is\n\nrequired to operate PAYE on the amount that counts as employment\n\nincome."},{"manual_section_id":"EIM12310","title":"Securities options, share options","body":"Share options granted by reason of employment are\nemployment-related securities options. So events occurring on or\nafter 1 September 2003 in respect of share options that give rise\nto a taxable amount under the new Part 7 Chapter 5 are subject to\nthe operation of PAYE in the same way as other securities options\n(see\n[EIM12300](http://www.hmrc.gov.uk/manuals/eimanual/EIM12300.htm)).\n\n### Events occurring before 1 September 2003\n\nThe old Part 7 Chapter 5 also caught share options granted by\nreason of employment. An event that occurred before 1 September\n2003 in respect of share options that gave rise to a taxable amount\nunder the old Part 7 Chapter 5 may be subject to the operation of\nPAYE by virtue of the old Section 700 ITEPA 2003 (see\n[EIM11875](http://www.hmrc.gov.uk/manuals/eimanual/EIM11875.htm))."},{"manual_section_id":"EIM12320","title":"Securities options, other securities options","body":"An event occurring on or after 1 September 2003 in respect of\nsecurities options that give rise to a taxable amount under the new\nPart 7 Chapter 5 are subject to the operation of PAYE by virtue of\nthe new Section 700 ITEPA 2003 (see\n[EIM12300](http://www.hmrc.gov.uk/manuals/eimanual/EIM12300.htm)).\n\n### Events occurring between 16 April 2003 and 31 August 2003\n\nThe old Section 700 ITEPA 2003 only required the operation of\nPAYE in respect of amounts likely to be PAYE income by virtue of\nthe old Part 7 Chapter 5. Securities options that are not share\noptions were not caught by the old Part 7 Chapter 5. Therefore,\nalthough an event occurring on or after 16 April 2003 and not later\nthan 31 August 2003 in respect of securities options that are not\nshare options may give rise to a taxable amount under the new\nsection Part 7 Chapter 5, there is no requirement for the operation\nof PAYE."}]},{"title":" PAYE: securities as readily convertible assets","sections":[{"manual_section_id":"EIM12400","title":"Securities as readily convertible assets","body":"With effect from 10 July 2003, Section 702(5A) to (5D) provide\nthat an asset within the meaning of &#x201C;securities&#x201D; which\nis not otherwise treated as a readily convertible asset by virtue\nof Section 702(1) (see\n[EIM11900](http://www.hmrc.gov.uk/manuals/eimanual/EIM11900.htm)) is to be treated as a readily\nconvertible asset. The only exception is where the securities are\nshares that are not otherwise treated as a readily convertible\nasset and are corporation tax deductible.\n\n### Meaning of &#x201C;securities&#x201D;\n\nFor the purpose of Section 702, &#x201C;securities&#x201D; has the\nsame meaning as in Part 7 Chapters 1 to 5 ITEPA 2003 given by\nSection 420 ITEPA 2003.\n\n### Shares that are corporation tax deductible\n\nShares are corporation tax deductible if they are acquired by a\nperson:\n\n*   by reason of that, or another\nperson&#x2019;s, employment with a company, or\n*   pursuant to an option granted by reason of\nthat, or another person&#x2019;s, employment with a company\n\nand the company is entitled to corporation tax relief in respect\n\nof the shares under Schedule 23 FA 2003."}]}]}}