{"title":"EIM20006 - The benefits code: types of incomeincluded","details":{"manual-section-id":"EIM20006","body":"Income within the benefits code is treated as earnings taxable\nas employment income (\n[EIM00510](/guidance/employment-income-manual/EIM00510)).\n\nSection 63(1) ITEPA 2003 lists the types of income included\nin the benefits code in Part 3 Chapters 3 to 10 ITEPA 2003:\n\n\n\nChapter 3 relates to expense payments (\n\n[EIM20600](/guidance/employment-income-manual/EIM20600)).\n\nThere are different rules for the specific benefits falling\n\nwithin each of Chapters 4 to 9. Please consult the relevant\n\nguidance for information on those rules.\n\nChapter 10 covers the general rules for those benefits that\n\ndo not fall into any of Chapters 4 to 9. For the purpose of Chapter\n\n10, benefits in Chapters 4 to 9 are &#x201C;excluded benefits&#x201D;\n\n(Section 202(1) ITEPA 2003).\n\nThe guidance that follows concerns expense payments to, and\n\ngeneral benefits provided for, directors and employees under\n\nChapters 3 and 10. Note that some Chapters of the benefits code do\n\nnot apply if the employment is an &#x201C;excluded employment&#x201D;\n\n(\n\n[EIM20007](/guidance/employment-income-manual/EIM20007)).","breadcrumbs":["EIMANUAL","EIM20000","EIM20001","EIM20006"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM20600","title":"Chapter 3"},{"manual-section-id":"EIM16000","title":"Chapter 4"},{"manual-section-id":"EIM11300","title":"Chapter 5"},{"manual-section-id":"EIM22050","title":"Chapter 6"},{"manual-section-id":"EIM26100","title":"Chapter 7"},{"manual-section-id":"EIM20010","title":"Chapter 10","body":"This part of the guidance deals with the special rules in Part 3\nChapters 3 and 10 ITEPA 2003 which apply to expense payments and\nbenefits provided to directors and employees, except those in an\nexcluded employment (\n[EIM20007](/guidance/employment-income-manual/EIM20007)).\n\nChapter 3 covers expense payments. Chapter 10 covers benefits\nthat are not excluded benefits (\n[EIM20007](/guidance/employment-income-manual/EIM20007)).\n\n### When the special rules apply\n\nThe special rules apply to the extent that the expense payment,\nor cost of providing the benefit, is not chargeable as income under\nany other provision of the Income Tax (Earnings and Pensions) Act\n2003.\n\nIf the expense payment or cost of the benefit is fully\nchargeable under another provision, for instance as earnings (\n[EIM00511](/guidance/employment-income-manual/EIM00511)), then the rules do not apply.\n\nIf only part of the payment or cost of the benefit is otherwise\n\nchargeable, the special rules in Section 64(1) and (2) ITEPA 2003\n\nensure that the remainder of the payment or cost is charged to tax.\n\nFor more information on how the special rules operate see\n\n[EIM20011](/guidance/employment-income-manual/EIM20011)."}]}]}}