{"title":"Particular benefits: contents list: benefits from C to H","details":{"manual-section-id":"EIM21602","body":"For benefits and exemptions from A to B see [EIM20601](/guidance/employment-income-manual/EIM20600#EIM20601). For benefits and exemptions from I to Z see [EIM21603](/guidance/employment-income-manual/EIM21603) to 21604.\n\n\n## Benefits and exemptions from C to H\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM20000","EIM21600","EIM21602"],"sections":[{"title":" Car and bicycle parking","sections":[{"manual-section-id":"EIM21685","title":"Car parking at or near work","body":"There is no tax charge on a director or employee within the\nbenefits code on the provision of a car or motorcycle parking space\nat or near his place of work. Facilities for parking bicycles are\nalso exempt.\n\nThe words 'at or near' are not defined in the Act. A rigid\napproach is not required. Apply the exemption in any case where\nparking facilities can be said to be within a reasonable distance\nfrom the place of work having regard to the nature of the locality.\nDo not deny the exemption simply because there is a car park nearer\nto the place of work.\n\nThe Transport Act 2000 allows local authorities to levy a\ncharge on employers for workplace parking provided to employees.\nWhere local authorities do so the employee will not be chargeable\nto tax on the cost of the car parking because of the exemption in\nSection 237(1) ITEPA 2003.\n\nAs regards the payment of expenses in respect of workplace\n\nparking facilities see\n\n[EIM01030](/guidance/employment-income-manual/EIM01000#EIM01030). Where vouchers or\n\ncredit-tokens are used see\n\n[EIM16100](/guidance/employment-income-manual/EIM16000#EIM16100).\n\nSee\n\n[EIM21686](/guidance/employment-income-manual/EIM21602#EIM21686) for the treatment of car\n\nparking penalties and fines."},{"manual-section-id":"EIM21686","title":"Car parking: fixed penalty notices and fines","body":"A financial penalty for parking a car illegally can be imposed in one of two ways:\n\n*   by fixing a fixed penalty notice to the car, or\n*   by handing a fixed penalty notice to a person.\n\n### Employer pays for, or reimburses, the cost of a fixed penalty notice\n\nA car used by an employee in the course of his or her work may be owned or leased by the employer or by the employee. In either case it is possible for the car to be registered solely in the employer&#x2019;s name or solely in the employee&#x2019;s name or in joint names. The identity of the person in whose name the car is registered has a material effect on the tax consequences if the employer pays, or reimburses the employee for paying, a fixed penalty notice issued while the employee was in charge of the car.\n\nFor instance, if:\n\n*   the penalty is fixed to a car registered solely in the employer&#x2019;s name, and the employer pays the penalty (or reimburses the employee for payment), there are no tax consequences for the employee\n*   the penalty notice is fixed to a car registered in the employee&#x2019;s name the fixed penalty notice may impose a personal liability on the employee.  In that case,  if the employer pays the penalty direct to the relevant authority it discharges a personal debt of the employee and  the payment represents earnings chargeable under Section 62 ITEPA 2003 (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580) onwards).  If the notice does not impose a personal liability on the employee, then the direct payment by the employer of the penalty charge is a benefit to the employee because it prevents a penalty fine being imposed on them. If the employer reimburses the employee for payment of the fixed penalty, the employer&#x2019;s payment is taxable as earnings within Section 62 ITEPA 2003, or as an expenses payment within Section 70 ITEPA 2003\n*   the penalty notice is handed to the employee, but the employer pays the penalty direct to the relevant authority, the payment represents either earnings under Section 62 or a benefit under Section 203, depending on the identity of the registered keeper. If the employer reimburses the employee for payment of the fixed penalty the employer&#x2019;s payment is taxable as earnings within Section 62, or as an expenses payment within Section 70.\n\n### Employer pays, or reimburses the cost of, a fine for failing to pay a penalty\n\nIf the fixed penalty notice is not paid within a specified period, a fine equivalent to the penalty plus 50% becomes due.  This is charged on the registered keeper of the vehicle. As with the initial fixed penalty notice, if the employer pays the fine (or reimburses the employee for payment), the tax consequences depend on the identity of the person who was liable for payment of the fine:\n\n*   if the fine relates to a penalty notice fixed to a car registered solely in the employer&#x2019;s name and the employer pays the fine (or reimburses the employee for payment) there are no tax consequences for the employee*   if the fine relates to a penalty notice fixed to a car registered in the employee&#x2019;s name and the employer pays the fine direct to the relevant authority, the employer meets a personal debt of the employee. The pecuniary liability principle applies (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)) and there is a tax charge under Section 62. If the employer reimburses the employee for payment of the fine, the employer&#x2019;s payment is taxable as earnings within Section 62, or as an expenses payment within Section 70\n*   if the fine relates to a notice handed to the employee, and the employer pays the fine direct to the relevant authority, regardless of whether the car is registered in the name of the employee or employer the payment can represent earnings within section 62 or a benefit under section 203, depending on the identity of the registered keeper.    If the employer reimburses the employee for the amount of the fine, the employer&#x2019;s payment is taxable as earnings within Section 62, or as an expenses payment within Section 70."}]},{"title":" Chauffeur  see [EIM23045](http://www.hmrc.gov.uk/manuals/eimanual/EIM23045.htm)&#xA0;\n\n### Christmas presents in kind","sections":[{"manual-section-id":"EIM21695","title":"Christmas presents in kind","body":"\n\n            [businesses &amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nThe instruction relating to small Christmas presents in kind at\n[EIM21715](/guidance/employment-income-manual/EIM21602#EIM21715) should be regarded as applying\nto directors and employees, except those in an excluded employment\n(see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)).\n\n    "}]},{"title":" Clothing - corporate clothing provided by an employer - see [EIM32478](http://www.hmrc.gov.uk/manuals/eimanual/EIM32478.htm)&#xA0;\n\n### Club membership fees","sections":[{"manual-section-id":"EIM21696","title":"Club membership fees","body":"An employer may pay a club membership fee for directors or\nemployees in circumstances where it is not chargeable by virtue of\nSection 62 ITEPA 2003 (see\n[EIM01060](/guidance/employment-income-manual/EIM01000#EIM01060)).\n\nThe expense incurred will be a benefit chargeable on directors\nand employees, except those in an excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), under Part 3 Chapter 10 ITEPA\n2003.\n\nAs regards allowable deductions for club subscriptions see\n[EIM32500](/guidance/employment-income-manual/EIM32401#EIM32500)."}]},{"title":" Computers","sections":[{"manual-section-id":"EIM21699","title":"Partial exemption: abolished 2006/07","body":"### Section 320 ITEPA 2003\n\nThe partial computer exemption in Section 320 was abolished with effect from 6 April 2006.    See [EIM21700](/guidance/employment-income-manual/EIM21602#EIM21700) for details regarding the exemption that applied for years up to and including 2005/06.\n\n### Arrangements entered into before 6 April 2006\n\nWhere a computer was provided to an employee for private use under the Home Computing Initiative (see [EIM21700](/guidance/employment-income-manual/EIM21602#EIM21700)), the arrangement typically lasted for up to three years.   An employee who had a computer provided for private use before 6 April 2006 is not affected by the abolition of the exemption.   Consequently for arrangements entered into before 6 April 2006, HMRC accepts that the exemption will continue to apply until that arrangement ends.\n\nThis includes schemes entered into shortly before 6 April 2006, under which an employer was committed to provide a computer to the employee, but for reasons beyond their control the employee could not take physical possession of the computer until on or soon after 6 April.  To qualify for the tax exemption in these circumstances the employer and employee must have agreed and put in writing the terms on which the computer was to be made available. For example specifications of the equipment, the cost/value and details of the salary/tax impact on the employee before 6 April 2006. But this does not have to be a formal hire agreement.\n\n### Replacement under warranty\n\nThe transitional rules also apply where a computer provided under an arrangement in place before 6 April 2006 has to be replaced under warranty, as long as the replacement computer is in all relevant respects the same as the original.  With the fast pace of change in computer technology it is unlikely that a replacement computer provided one year into a three year arrangement will be precisely the same as the original, but as long as any upgrade is provided on a like for like basis at the behest of the supplier, or under a warranty arrangement (e.g. the supplier sees a replacement as the cheapest way of meeting an obligation to repair the computer within a warranty period) and not at the request of the employee, for the purpose of the exemption the replacement computer may be treated in the same way as the original computer.\n\nThe same applies to any annual software renewal provided as part of an arrangement entered into before 6 April 2006.  It is almost inevitable that the software provided year on year will include an element of improvement or upgrade relative to the previous year.   If the upgrade represents the standard software upgrade of the same software which was provided as part of the original agreement, and not at the employee&#x2019;s request, it will continue to be covered by the exemption.  For example, if the agreement is to supply a computer with Word or Powerpoint, accepting the 2007 updated versions on a computer supplied under an agreement entered into before 6 April 2006, does not constitute a benefit.\n\n### Arrangements entered into in 2006/07 onwards\n\nFor arrangements entered into on or after 6 April 2006 to provide a computer to an employee for private use, or for an upgrade requested by the employee on or after that date to a computer and/or software originally provided before 6 April 2006, the Employment Income tax treatment is the same as for any asset provided by an employer for private use -\n\n*   if a computer is given to the employee, this represents a benefit chargeable under either Section 62 or Section 203 ITEPA 2003 (see [EIM21640](/guidance/employment-income-manual/EIM21601#EIM21640)); or*   if a computer is loaned to an employee, this represents a benefit chargeable under Section 205 ITEPA 2003 (see [EIM21630](/guidance/employment-income-manual/EIM21601#EIM21630))."},{"manual-section-id":"EIM21700","title":"Partial exemption; general; years up to and including 2005/06","body":"\n\n## Section 320 ITEPA 2003\n\nThe computer exemption is abolished for 2006/07 onwards.  For the tax treatment of a computer provided for private use from 6 April 2006 onwards see [EIM21699](/guidance/employment-income-manual/EIM21602#EIM21699).\n\n### Years up to and including 2005/06\n\nWhere a benefit consisted in an asset being placed at the disposal of a director or employee, the usual rules for determining the benefit (see [EIM21630](/guidance/employment-income-manual/EIM21601#EIM21630))  were modified if the asset was a computer or peripheral equipment. The first &#xA3;500 of cash equivalent of the benefit (see [EIM21631](/guidance/employment-income-manual/EIM21601#EIM21631)) was exempt from tax. If the cash equivalent of computer equipment and running costs exceeded &#xA3;500, only the excess over &#xA3;500 figured in the calculation of the benefit to the employee. See the examples at [EIM21703](/guidance/employment-income-manual/EIM21602#EIM21703).\n\n### How the exemption worked\n\nThe exemption created an exempt \"bottom slice\" of the first &#xA3;500 of cash equivalent.   Consequently if an employer owned a computer that he provided to an employee, for:\n\n*   computer equipment worth up to &#xA3;2,500 (annual value 20% of &#xA3;2,500 = &#xA3;500), or*   computer equipment worth say &#xA3;2,000 (annual value 20% of &#xA3;2,000 = &#xA3;400) and maintenance expenses of &#xA3;100 yearly, or*   any other combination of annual value and yearly running expenses that did not exceed &#xA3;500,\n\nthe employer did not have to report any benefit on Form P11D. Remember that the \"second hand\" market value of computer equipment was almost always less, sometimes much less, than the employer paid for it. So in many instances an employer had nothing to report, and the employee had nothing to put on their tax return, in respect of a provided computer.\n\nIf the employer leased a computer provided to an employee, the cost of the benefit was the higher of the annual value and the annual leasing charge ([EIM21631](/guidance/employment-income-manual/EIM21601#EIM21631)).   For example, if an employer leased over three years a computer with a value of &#xA3;2,500, the annual leasing cost was &#xA3;833.   This figure exceeded the annual value of &#xA3;500 (&#xA3;2,500 x 20%).   So the cost of the benefit was the higher figure of &#xA3;833 but the first &#xA3;500 was exempt, leaving the balance of &#xA3;333 to be charged as a benefit.\n\nThe &#xA3;500 exemption applied for each year of assessment. If the computer was first provided part way through a year the &#xA3;500 was not time apportioned. The full &#xA3;500 exemption applied in calculating the cash equivalent for the year. The same applied in a year when the computer equipment ceased to be provided.\n\n### Applying the exemption to an earnings charge\n\nBefore 6 April 2004, this exemption applied only where a benefits charge would otherwise have arisen on an employee for the loan of a computer by the employer.\n\nIf an employee had the alternative of taking a loaned computer or a cash equivalent in salary, Case Law (Heaton v Bell 46TC211) provided that in such circumstances a money&#x2019;s worth charge arose under Section 62, instead of the general benefits charge under Section 201, even if the employee took the computer and not the cash.   In these circumstances the exemption could not apply.\n\nFrom April 2004 the exemption was extended to apply where the benefit would be taxable as general earnings under Section 62(3), provided of course that the employee took the computer and not the cash equivalent.\n\nFor more information on the computer exemption, see:\n\n*   [EIM21701](/guidance/employment-income-manual/EIM13500#EIM21701) for what computer equipment the exemption applied to\n*   [EIM21702](/guidance/employment-income-manual/EIM21602#EIM21702) about the exclusion from relief of arrangements which favoured directors over other employees\n*   [EIM21703](/guidance/employment-income-manual/EIM21602#EIM21703) for examples of how the exemption worked\n*   [EIM21652](/guidance/employment-income-manual/EIM21601#EIM21652) for the interaction between the computer exemption and the cost of a benefit when a computer provided as a benefit was later given to an employee\n*   [EIM21653](/guidance/employment-income-manual/EIM21601#EIM21653) for examples of how to determine the cost of the benefit when a computer previously provided as a benefit was given to an employee.\n\n### Home Computing Initiative (HCI)\n\nIn 2003 the computer exemption in Section 320 was re-launched as the Home Computing Initiative. It included a measure designed to ensure that no charge to tax could arise on the benefit under the general earnings provisions.  This was necessary as many employers were linking the provision of a computer to a salary sacrifice arrangement ([EIM42700](/guidance/employment-income-manual/EIM42700)). "},{"manual-section-id":"EIM21701","title":"Partial exemption: what computer equipment fell within the exemption: years up to and including 2005/06","body":"\n\n## Section 320 ITEPA 2003\n\nThe computer exemption is abolished for 2006/07 onwards.  For the tax treatment of a computer provided for private use from 6 April 2006 onwards see [EIM21699](/guidance/employment-income-manual/EIM21602#EIM21699).\n\n### Years up to and including 2005/06\n\nThe exemption for computer equipment (see [EIM21700](/guidance/employment-income-manual/EIM21602#EIM21700)) applied:\n\n*   to any computer (including \"laptops\") whether used partly for work purposes or wholly privately, and\n*   to any associated equipment such as a printer, scanner, modem, data storage device or other peripheral equipment \"designed to be used by being connected to or inserted into a computer\", and\n*   to software used on the computer,\n*   whether the computer was provided to the employee or director themselves or to a member of their family or household.\n\nThe exemption did not extend to:\n\n*   line rental, call charges or other amounts paid in respect of a telephone used to connect the computer to the Internet (but see [EIM21617](/guidance/employment-income-manual/EIM21603#EIM21617)) or other computers in any way or\n*   computers provided under some arrangements that favour directors over other employees of the employer (see [EIM21702](/guidance/employment-income-manual/EIM21602#EIM21702)).\n\nWhether an item of equipment was a computer was a question of fact. It was usually obvious from the functions that the equipment could perform. A machine that could be used to compute would fall within the definition even if the director or employee used it only for tasks, such as word processing or sending and receiving e-mails that involved little or no computation in the strict sense of the word. However a game playing machine (even one that worked by the insertion of a disk or cartridge containing the game) was not \"computer equipment\" if it was not also capable of doing computations for the user.   The same applied to an MP3 player.\n\nNote that peripheral equipment must be \"designed to be used by being connected to or inserted into a computer\". That meant that digital cameras designed for the mass photography market did not fall within the exemption, because they are designed to be used for taking photographs independently of any computer equipment. A computer may later be used to process the images recorded in the camera, and indeed the camera may function as a camera whilst attached to a computer, but that is not usually the purpose of their design. On the other hand a digital camera designed for attaching to a computer to allow video conferencing would fall within the exemption.\n\n### Personal Digital Assistants\n\nAfter the computer exemption was introduced in 1999, the number and availability of devices that could conduct some functions normally associated with a computer grew considerably.\n\nA common example is the Personal Digital Assistant or PDA.   The design and functionality of PDAs evolved over time, including with regard to whether or not they have telephone functionality.  When considering whether a particular PDA counted as a computer for the purposes of the computer exemption, it will be necessary to obtain full details of the make, model and any telephone functionality, including details of the nature and functionality of any SIM card included in the device.\n\nDevelopments in PDAs following the penetration of smartphones into consumer markets from the late 2000s mean that many modern consumer PDAs are now likely to be smartphones.  But this will not apply to devices that are solely PDAs, See [EIM21779](/guidance/employment-income-manual/EIM21603#EIM21779) for treatment of smartphones. "},{"manual-section-id":"EIM21702","title":"Partial exemption: exclusion of arrangements which favour directors over other employees: years up to and including 2005/06","body":"\n\n## Section 320 ITEPA 2003\n\nThe computer exemption is abolished for 2006/07 onwards.  For the tax treatment of a computer provided for private use from 6 April 2006 onwards see [EIM21699](/guidance/employment-income-manual/EIM21602#EIM21699).\n\n### Years up to and including 2005/06\n\nThere were two sets of circumstances when the exemption in [EIM21700](/guidance/employment-income-manual/EIM21602#EIM21700) did not apply:\n\n*   the first was where the only arrangements for making computers available were arrangements which were confined to cases of provision to directors or members of their families, and\n*   the second was where any provision to directors or their families was on more favourable terms than any provision to employees who were not directors or their families.\n\nNeither test was intended to be particularly restrictive. The overall purposes of the legislation included encouragement of computer provision and reducing the regulatory burden on employers. The tests should be seen as a backstop to deny relief where a company introduced arrangements that deliberately advantaged the directors over other employees. Note that it was not necessary:\n\n*   that the employees and directors were provided with identical computer equipment, or\n*   that all the employees and directors got equipment of equal value, or\n*   that all employees were provided with computer equipment, so long as some employees who were not directors were provided with computers and the terms on which they were provided were not less favourable than the provision to directors.\n\nMost larger employers formally set out the terms on which equipment was supplied, either in a memorandum to the employees and directors concerned or in a staff handbook or other document which contained terms and conditions of employment. However many smaller employers may not record in writing what was expected of the employee. In such cases the terms of provision may have to be inferred from all the surrounding facts. For instance exemption was not due if:\n\n*   directors got computers free but non-director employees made a contribution, or\n*   directors' families were allowed to use the computer equipment but the families of non- director employees were not, or\n*   employees only got computers on condition that they \"worked at home\" but no similar restriction was placed on directors.\n\nNote that in the case of \"one-man\" companies, or other companies that have directors but no non-director employees, there was no group of employees with which to compare the provision to directors. So for such companies exemption could not be denied."},{"manual-section-id":"EIM21703","title":"Partial exemption: examples: years up to and including 2005/06","body":"The computer exemption is abolished for 2006/07 onwards. For the\ntax treatment of a computer provided for private use from 6 April\n2006 onwards see\n[EIM21699](/guidance/employment-income-manual/EIM21602#EIM21699).\n\n### Years up to and including 2005/06\n\n### Example 1 (terms for directors no more favourable)\n\nA seafood distribution company with two directors and twenty\nother employees provided computers for the directors and five of\nthe employees. All the recipients were allowed to use the computer\nfor private and family purposes. Three of the computers had a\nmarket value of &#xA3;1,500 and have modems. The directors and a\nsenior employee got these because they needed to keep in touch by\ne-mail. The other four computers had a market value of &#xA3;1,000\nand were provided to the sales force. The company had a service\ncontract for maintaining the computers and paid a global annual\npremium of &#xA3;680. This was broken down to &#xA3;120 a year each\nfor the more expensive machines and &#xA3;80 each for the cheaper\nones.\n\nExemption is due as follows:\n\n<table>\n<tr>\n<td>**The directors and the senior employee**</td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>Annual value of the\ncomputer</td><td>20% of &#xA3;1,500 =</td><td>&#xA3;300</td><td></td>\n</tr>\n<tr>\n<td>Yearly running\nexpenses</td><td></td><td>&#xA3;120</td><td></td>\n</tr>\n<tr>\n<td>Total</td><td></td><td>&#xA3;420</td><td></td>\n</tr>\n<tr>\n<td>Less exemption</td><td></td><td>&#xA3;500</td><td></td>\n</tr>\n<tr>\n<td>Cash equivalent of\nbenefit</td><td></td><td>&#xA3;NIL</td><td></td>\n</tr>\n<tr>\n<td>**The other employees**</td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>Annual value of the\ncomputer</td><td>20% of &#xA3;1,000 =</td><td>&#xA3;200</td><td></td>\n</tr>\n<tr>\n<td>Yearly running\nexpenses</td><td></td><td>&#xA3;80</td><td></td>\n</tr>\n<tr>\n<td>Total</td><td></td><td>&#xA3;280</td><td></td>\n</tr>\n<tr>\n<td>Less exemption</td><td></td><td>&#xA3;500</td><td></td>\n</tr>\n<tr>\n<td>Cash equivalent of\nbenefit</td><td></td><td>&#xA3;NIL</td><td></td>\n</tr>\n</table>\n\nNote that although not all the employees got the same value of\nequipment there was nothing particular in the terms on which the\ncomputers were provided that made the provision to directors more\nfavourable than the provision to other employees. Exemption was\ntherefore due.\n\n### Example 2 (telephone charges not exempt, exemption did not\nfully cover cash equivalent)\n\nA husband and wife were the sole directors of a scrap metal\ncompany. There were no employees. The company rented a yard that\nhad a small lock up office. During the day the husband handled\nmetal in the yard while the wife dealt with accounting for cash\ntransactions with buyers and sellers and credit transactions with\nmajor suppliers. She kept track of the stock of metal, cash,\nbankings and the major suppliers' accounts on a computer in the\noffice. Its market value (see\n[EIM21632](/guidance/employment-income-manual/EIM21632)) was &#xA3;2,000.\n\nShe wanted her husband to learn how to use a computer so he\ncould help her with the books. The company bought another computer.\nIts market value including peripheral equipment and software was\n&#xA3;2,500. It was kept at the directors' home. Occasionally she\nused it for keeping the business records up to date but there was\nno real need for this, she had everything she needed at the office.\nThe computer at home was mostly used by the husband who realised he\nneeded to be familiar with computers to help in the business, and\nby their children who used it to play games and surf the internet.\n\nThe company paid &#xA3;120 a year on a maintenance contract\nfor the computer at home, &#xA3;120 line rental on a telephone line\nfor connecting the computer to the Broadband Internet, &#xA3;500 in\ncall charges on that line and &#xA3;100 to an Internet service\nprovider (ISP) for the right to use that service provider's\nequipment, search engines and other software.\n\nThe computer in the office was exempt from tax on employment\nincome. This is because although it was a benefit provided to the\nwife, it was provided on premises occupied by the employer and used\nby her in the performance of her duties (see\n[EIM21610](/guidance/employment-income-manual/EIM21601#EIM21610)).\n\nThe telephone line rental, the call charges and payments to\nthe ISP for the computer at home are taxable benefits. The cash\nequivalent totals &#xA3;120 + &#xA3;500 + &#xA3;100 = &#xA3;720.\nNone of these costs was exempt under the computer equipment\nexemption because of the exclusion of telephones and internet\nconnection from the definition of computer equipment. In certain\ncircumstances (see\n[EIM21617](/guidance/employment-income-manual/EIM21603#EIM21617)) the costs of connection and\ncalls to the Internet from home paid by an employer may be exempt\nfrom charge, but those circumstances do not apply in this instance.\n\nThe other items have the potential to be within the\nexemption. The calculation of the cash equivalent is:\n\n<table>\n<tr>\n<td>Annual value of the\ncomputer</td><td>20% of &#xA3;2,500 =</td><td>&#xA3;500</td><td></td>\n</tr>\n<tr>\n<td>Yearly running\nexpenses</td><td>Maintenance contract</td><td>&#xA3;120</td><td></td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td></td><td></td><td>&#xA0;</td><td></td>\n</tr>\n<tr>\n<td>Total</td><td></td><td>&#xA3;620</td><td></td>\n</tr>\n<tr>\n<td>Less exemption</td><td></td><td>&#xA3;500</td><td></td>\n</tr>\n<tr>\n<td>Cash equivalent of\nbenefit</td><td></td><td>&#xA3;120</td><td></td>\n</tr>\n</table>\n\nIt is most unlikely that any deduction for necessary expenses\n(see\n[EIM21210](/guidance/employment-income-manual/EIM21000#EIM21210) and\n[EIM21637](/guidance/employment-income-manual/EIM21601#EIM21637)) would be due in respect of the\nlimited business use of the computer at home. This was because the\n\"necessary\" test (see\n[EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645)) would rule out relief.\n\n### Example 3 (terms for directors more favourable)\n\nA company that designed and manufactured microcomputers for\nspecial purposes had two directors and ten employees. The employees\nwere provided with computers and software for use at home. The\ndirectors accepted that the employees were likely to use the\ncomputers to write the occasional letter and prepare Christmas card\nmailing lists, so they did not formally prohibit all private use.\nHowever use of the machines for idle game playing was discouraged\nand loading software other than that supplied or approved by the\ncompany, or downloading files from the Internet, posed such a\ndanger of introducing viruses into the company's systems that it\nwas prohibited on pain of dismissal.\n\nOne of the directors had a hobby interest in oceanography and\nweather systems and he combined this with his work interest in\ncomputing by writing software to perform mathematical analysis of\ndata about ocean currents and weather. There was no intention that\nthe company would develop this commercially though he thought he\nmay be able to develop software that he personally could sell. The\nanalysis needed a lot of computing power and the company built and\nlent to him a special computer with parallel processors which\nenabled the calculations to be done in minutes rather than days.\nThe machine cost &#xA3;8,000 to build and had a market value of\n&#xA3;5,000.\n\nNo &#xA3;500 exemption is due. When all the facts were\nconsidered it is clear that the terms on which the computer was\nprovided to the director differ from, and are more favourable than,\nthe terms on which they were provided to employees.\n\n### Example 4 (exemption did not fully cover cash equivalent,\ncomputer necessary to perform duties, part private use)\n\nA magazine publishing company employed graphic designers who did\nmuch of their work at home. They were provided with computers,\nscanners, colour laser printers and software with a market value of\n&#xA3;6,000. All the employees occasionally used the equipment for\nprivate purposes and one was able to demonstrate that it was used\nfor work 80% of the time and privately 20% of the time. At no time\nwas the equipment used concurrently for work and private purposes.\nThat employee paid tax on employment income as follows:\n\n<table>\n<tr>\n<td>Annual value of the\ncomputer</td><td>20% of &#xA3;6,000 =</td><td>&#xA3;1,200</td><td></td>\n</tr>\n<tr>\n<td>Less exemption</td><td></td><td>&#xA3;500</td><td></td>\n</tr>\n<tr>\n<td>Cash equivalent of\nbenefit</td><td></td><td>&#xA3;700</td><td></td>\n</tr>\n</table>\n\nFrom the cash equivalent the employee could claim a deduction in\nrespect of the use of the benefit for performing his duties (see\n[EIM21637](/guidance/employment-income-manual/EIM21601#EIM21637) and\n[EIM31661](/guidance/employment-income-manual/EIM31600#EIM31661)). The amount of that deduction\nwas 80% of &#xA3;700 = &#xA3;560. The employee would therefore pay\ntax on a net benefit of &#xA3;140."}]},{"title":" Congestion charging","sections":[{"manual-section-id":"EIM21680","title":"Congestion charges","body":"The congestion charge was introduced in London on 17 February 2003. Charges apply if a motor vehicle is used or kept on a road in the charging zone during the hours in which the scheme operates. Almost all vehicles are liable to pay the congestion charge if they are driven or parked on a public road in the zone. (But there are some specific exemptions and discounts available to certain categories of vehicles and individuals).\n\n### Congestion charge paid or reimbursed by an employer\n\nIf an employee drives or keeps a vehicle on a public road in the zone, a congestion charge is due. If an employer pays the charge (or reimburses the employee for payment), the tax treatment of the payment or reimbursement varies according to who was liable, or potentially liable, for the charge. For instance:\n\n*   if the charge is incurred by a vehicle registered solely in the employer&#x2019;s name, and the employer pays the charge (or reimburses the employee for payment), there are no tax consequences for the employee, but\n*   if the charge is incurred by a private vehicle registered in the employee&#x2019;s name, but the employer pays the charge direct to the relevant authority, the amount of the payment is a benefit to the employee because it prevents a penalty fine being imposed on them.  Reimbursements will be taxed as earnings within Section 62 or as expense payments within Section 70.\n\nIf the congestion charge is not paid by the specified time limit, a late payment surcharge is imposed. This additional amount is treated for tax in the same way as the basic charge, if the employer meets the cost or reimburses the employee for payment.\n\n### Penalty for non-payment of the congestion charge\n\nIf the congestion charge and surcharge are not paid by the relevant deadline, the authorities may issue a penalty charge notice.\n\nIf an employer pays the penalty (or reimburses an employee for payment) the tax treatment of the payment or reimbursement depends on who was liable for the penalty. For instance:\n\n*   if the penalty is incurred by a vehicle registered solely in an employer&#x2019;s name, and the employer pays (or reimburses the employee for payment) there are no tax consequences for the employee\n*   if the penalty is incurred by a vehicle registered in the employee&#x2019;s name, but the employer pays the fine direct to the relevant authority the employer settles a personal debt of the employee. The pecuniary liability principle applies (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)) and there is a tax charge under Section 62 ITEPA 2003. Cash reimbursements will also be taxed as earnings within Section 62."}]},{"title":" Emergency vehicles - see [EIM23600](http://www.hmrc.gov.uk/manuals/eimanual/EIM23600.htm)\n\n -&#xA0;[EIM32570](http://www.hmrc.gov.uk/manuals/eimanual/EIM32570.htm)&#xA0;\n\n### Equipment provided to employees with a disability","sections":[{"manual-section-id":"EIM21846","title":"Exemption for equipment or services provided to employees with a disability","body":"The provision of equipment and services solely to carry out the\nduties of the employment, where private use is not significant, is\nexempt from a tax charge under Section 316 ITEPA 2003 (see\n[EIM21610](/guidance/employment-income-manual/EIM21601#EIM21610)). For employees with a\ndisability, special rules in Regulations (S.I.2002 No.1596) laid\nunder powers in Section 210 ITEPA encourage employers to provide\nequipment and services to assist them to work. Normally if an\nemployee also used the equipment or services for significant\nprivate use this would represent a taxable benefit but these\nRegulations ensure that no tax charge arises on this benefit when\nprovided to an employee with a disability, even if the employee\nuses the equipment both in work and outside work (for example, a\n\nwheelchair or a hearing aid), and private use is significant."}]},{"title":" Examination grants to employees","sections":[{"manual-section-id":"EIM21705","title":"Examination awards and grants","body":"Examination awards paid by employers to directors or employees,\nexcept those in an excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), are chargeable as benefits\nunder Section 201 ITEPA 2003 and should be reported on forms P11D\n(see\n[EIM01100](/guidance/employment-income-manual/EIM01000#EIM01100))."}]},{"title":" Further education and training costs","sections":[{"manual-section-id":"EIM21707","title":"Further education and training costs","body":"The exemption for further education and training costs provided\nby Section 250 ITEPA 2003 can apply to benefits provided to\ndirectors and employees (see\n[EIM20100](/guidance/employment-income-manual/EIM20001#EIM20100)), except those in an excluded\nemployment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007))."}]},{"title":" Gifts in kind from third parties","sections":[{"manual-section-id":"EIM21715","title":"Gifts in kind from third parties","body":"\n\n## Section 324 ITEPA 2003\n\nThe guidance at [EIM01450](/guidance/employment-income-manual/EIM01000#EIM01450) onwards applies generally to gifts and other voluntary payments from third parties to directors and employees, except those in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)).\n\nSmall gifts of goods made to employees (or a member of their family or household) are exempt from tax if the following conditions are met:\n\n*   the gift is not provided by the employer, or a person connected with the employer\n*   neither the employer, nor a person connected with the employer, directly or indirectly procured the gift\n*   the gift is not made in recognition, or in anticipation, of particular services performed by the employee*   the gift is not in cash or in vouchers or securities that can be converted into cash\n*   the total cost to the donor of all eligible gifts to the employee in a tax year does not exceed &#xA3;250 (before 6 April 2003 the figure was &#xA3;150). The cost to the person making the gift includes any VAT paid, whether or not it is reclaimable.\n\nWhere the cost of a gift (or gifts) an employee receives from the same third party in a tax year exceeds &#xA3;250, tax will be payable on the full amount of the gifts."}]},{"title":" Heating, lighting, cleaning etc. expenses of job-related living accommodation","sections":[{"manual-section-id":"EIM21720","title":"Heating, lighting, cleaning etc. expenses of job-related living accommodation","body":"\n\n## Section 315 ITEPA 2003\n\nEmployees provided with living accommodation by reason of their employment are in receipt of employment income under Part 3 Chapter 5 ITEPA 2003 (see [EIM11301](/guidance/employment-income-manual/EIM11300#EIM11301) onwards).\n\nThey may also be provided with other benefits in connection with the living accommodation such as:\n\n*   heating and lighting the accommodation\n*   the repair, maintenance and decoration of the interior (but see [EIM21620](/guidance/employment-income-manual/EIM21601#EIM21620) as regards certain structural repairs)\n*   the cost of servants, gardeners etc\n*   provision of furniture, domestic appliances and other equipment (see [EIM21710](http://www.hmrc.gov.uk/manuals/eimanual/EIM21710.htm)).\n\nUnless the employee is in lower-paid employment, as these other benefits are employment related they come within Part 3 Chapter 10 ITEPA 2003.\n\nThere is a limit to the amount that can be charged as a benefit in respect of certain of these items where a director or employee is provided with job-related living accommodation (see [EIM21721](/guidance/employment-income-manual/EIM21602#EIM21721)). "},{"manual-section-id":"EIM21721","title":"10% limit","body":"\n\n## Section 315 ITEPA 2003\n\nWhere an employee is provided with job- related living accommodation by reason of his employment there is a limit to the amount of taxable benefit arising under Part 3 Chapter 10 ITEPA 2003 on certain other benefits which he may also be provided with. The benefits are:\n\n1.  heating, lighting and cleaning the premises\n2.  repairs to the premises, their maintenance or decoration\n3.  the provision of furniture, equipment or other items which are normal for domestic occupation.\n\nThe limit applying to the total of all such benefits is:\n\n*   10 per cent of the net amount of the earnings from the employment (see [EIM21722](/guidance/employment-income-manual/EIM21602#EIM21722)) less\n*   any contribution made by the director or employee to the person incurring the expenditure.\n\nIf the accommodation is provided for less than a year the 10 per cent limit of the net emoluments is reduced proportionately.\n\nAs regards which employees qualify as being provided with job-related living accommodation see [EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331) onwards. "},{"manual-section-id":"EIM21722","title":"10% limit: meaning of net amount of the earnings","body":"\n\n## Section 315 ITEPA 2003\n\nThe 'net amount of the earnings' for the purpose of the restrictions described at [EIM21721](/guidance/employment-income-manual/EIM21602#EIM21721) means the total earnings from the employment **excluding **the expenditure on items 1, 2 and 3 in EIM21721 less:\n\n*   ordinary contributions to an approved superannuation fund\n*   capital allowances\n*   retirement annuity payments\n*   deductions allowed from taxable earnings under Part 5 ITEPA 2003 ([EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm)onwards) mileage allowance relief available under Section 232 ITEPA 2003\n\n[EIM21723](/guidance/employment-income-manual/EIM21602#EIM21723) sets out how to deal with back-pay and when to include earnings from any employment with an associated company.\n\nExamples showing how to calculate the 'net amount of the earnings' are listed at [EIM21724](/guidance/employment-income-manual/EIM21724). "},{"manual-section-id":"EIM21723","title":"10% limit: meaning of net amount of the emoluments: dealing with back-pay and earnings from an associated employer","body":"\n\n## Section 315(5) ITEPA 2003\n\nWhen calculating net earnings (see [EIM21722](/guidance/employment-income-manual/EIM21602#EIM21722)) you can only include earnings for the year under review. If the employee has received back pay for an earlier year you must leave it out of account for the year under review. (You need to include it in the earnings for the earlier year for the purpose of applying the 10 per cent restriction in that earlier year.) This applies even though the earnings will actually be chargeable in the year they are received.\n\nIf the employer is a company, the earnings from any employment with an associated company must be included. An associated company is one that is:\n\n*   under the control of the company, or\n*   under the control of the same persons as the company.\n\n\"Control\" has the meaning given to it by Section 840 ICTA 1988 (see [EIM20213](/guidance/employment-income-manual/EIM20001#EIM20213)). "},{"manual-section-id":"EIM21724","title":"10% limit: list of examples of calculating the net amount of the earnings"},{"manual-section-id":"EIM21725","title":"10% limit: example of calculating the net amount of the earnings: 10% restriction applies","body":"The employee's salary is &#xA3;10,000 a year.\n\nBenefits from a provided car, car fuel and a beneficial loan\ntotal &#xA3;3,500.\n\nIn the year the employer paid &#xA3;1,700 for the heating,\nlighting and internal decoration of the job- related living\naccommodation. This accommodation is exempt under the provisions of\nSection 99 or 100 ITEPA 2003 (see\n[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331)).\n\nThe employment income for the year will be:\n\n<table>\n<tr>\n<td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>Salary</td><td>10,000</td>\n</tr>\n<tr>\n<td>Car and loan\n\nbenefits</td><td>3,500</td>\n</tr>\n<tr>\n<td></td><td>13,500</td>\n</tr>\n<tr>\n<td>Heating lighting and\n\ninternal decoration 10% of &#xA3;13,500 = &#xA3;1,350 (which is\n\nless than the cost of &#xA3;1,700)</td><td>1,350</td>\n</tr>\n<tr>\n<td>Employment income</td><td>14,850</td>\n</tr>\n</table>"},{"manual-section-id":"EIM21726","title":"10% limit: example of calculating the net amount of the earnings: exemption does not apply","body":"The employee's salary is &#xA3;14,000 a year.\n\nBenefits from a provided car, car fuel and a beneficial loan\ntotal &#xA3;3,800.\n\nIn the year the employer paid &#xA3;900 for the heating and\nlighting of job-related living accommodation, which is exempt under\nSection 99 or 100 ITEPA 2003 (see\n[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331)).\n\nThe employment income for the year will be:\n\n<table>\n<tr>\n<td></td><td>&#xA3;</td>\n</tr>\n<tr>\n<td>Salary</td><td>14,000</td>\n</tr>\n<tr>\n<td>Car and loan\n\nbenefits</td><td>3,800</td>\n</tr>\n<tr>\n<td></td><td>17,800</td>\n</tr>\n<tr>\n<td>Heating and lighting -\n\nexpense of provision &#xA3;900 (which is\n\n less than 10% of &#xA3;17,800 = &#xA3;1,780)</td><td>900</td>\n</tr>\n<tr>\n<td>Employment income</td><td>18,700</td>\n</tr>\n</table>"},{"manual-section-id":"EIM21727","title":"10% limit: example of calculating the net amount of the earnings: employee makes good part of the expense of providing the benefits","body":"The employee's salary is &#xA3;15,000 a year.\n\nThe employee is entitled to a deduction of &#xA3;800 for\nexpenses within Section 336 ITEPA 2003 (see\n[EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards).\n\nIn the year the employer paid &#xA3;1,650 for heating,\nlighting and internal decorations of the job- related accommodation\n(exempt under Section 99 or 100 ITEPA 2003 (see\n\n[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331)) but the employee reimburses\n\nthe employer &#xA3;350 of this expenditure. So the net cost to the\n\nemployer was &#xA3;1,300 (&#xA3;1,650 - &#xA3;350).\n\nThe employment income will be:\n\n<table>\n<tr>\n<td></td><td>&#xA3;</td>\n</tr>\n<tr>\n<td>Salary</td><td>15,000</td>\n</tr>\n<tr>\n<td>less deductible\n\nexpenses</td><td>800</td>\n</tr>\n<tr>\n<td></td><td>14,200</td>\n</tr>\n<tr>\n<td>Heating, lighting and\n\ninternal decorations:</td><td></td>\n</tr>\n<tr>\n<td>10 per cent of\n\n&#xA3;14,200 = 1,420, less &#x201C;made good&#x201D; &#xA3;350 =\n\n&#xA3;1070</td><td></td>\n</tr>\n<tr>\n<td>&#xA3;1,070 is less\n\nthan the net cost of &#xA3;1,300</td><td>1,070</td>\n</tr>\n<tr>\n<td>Employment Income</td><td>15,270</td>\n</tr>\n</table>"},{"manual-section-id":"EIM21728","title":"10% limit: example of calculating the net amount of the earnings: employee makes good part of the expense of providing the benefits: interaction with &#xA3;8,500 a year threshold","body":"This example shows the interaction between:\n\n*   the 10 per cent restriction and\n*   the calculation to determine whether an employee is in lower-paid employment (see [EIM20101](/guidance/employment-income-manual/EIM20001#EIM20101)).\n\nThe employee's salary is &#xA3;7,500 a year.\n\nThe employer paid a medical insurance premium of &#xA3;450 in respect of the employee during the year.\n\nThe employee is entitled to a deduction of &#xA3;200 for expenses within Section 336 ITEPA 2003 (see [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards).\n\nThe employer paid &#xA3;1,250 during the year for heating and lighting of the job-related living accommodation, but the employee reimbursed the employer &#xA3;325 of this expense. So the net cost to the employer was &#xA3;925 (&#xA3;1,250-&#xA3;325).\n\nThe calculation to see whether the employee is in lower-paid employment (see [EIM20101](/guidance/employment-income-manual/EIM20001#EIM20101)) is:\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nSalary\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n7,500\n\n</td>\n</tr>\n<tr>\n<td>\n\nMedical benefit\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n450\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n7,950\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Heating and lighting: **\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nSalary plus medical benefit\n\n</td>\n<td>\n\n7,950\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\ndeduction due under Section 336\n\n</td>\n<td>\n\n200\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n7,750\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n10% of &#xA3;7,750 =\n\n</td>\n<td>\n</td>\n<td>\n\n775\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nless made good\n\n</td>\n<td>\n</td>\n<td>\n\n325\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n450\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n&#xA3;450 is less than the net cost of &#xA3;925\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n450\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n8,400\n\n</td>\n</tr>\n</table>\n\nThe total earnings before deducting the expenses of &#xA3;200 are less than &#xA3;8,500 so the employee is in lower-paid employment. So the medical premium and the heating and lighting are not chargeable as benefits. The amount of employment income is:\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nSalary\n\n</td>\n<td>\n\n7,500\n\n</td>\n</tr>\n<tr>\n<td>\n\nAllowable expenses\n\n</td>\n<td>\n\n200\n\n</td>\n</tr>\n<tr>\n<td>\n\nEmployment income\n\n</td>\n<td>\n\n7,300\n\n</td>\n</tr>\n</table>\n\nNote that when working out whether an employee is in lower-paid employment, the 10 per cent restriction of net earnings can limit the amount to be included as a benefit.\n\nIf the employee had not made good the &#xA3;325 of the employer's expenditure on heating and lighting he would not have been in lower-paid employment because the total emoluments would have been &#xA3;8,725 (&#xA3;8,400 + &#xA3;325).\n\nThe amount of his employment income would have been:\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nSalary\n\n</td>\n<td>\n\n7,500\n\n</td>\n</tr>\n<tr>\n<td>\n\nMedical benefit\n\n</td>\n<td>\n\n450\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n7,950\n\n</td>\n</tr>\n<tr>\n<td>\n\nless deductible expenses\n\n</td>\n<td>\n\n200\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n7,750\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Heating and lighting: **\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n10% of &#xA3;7,750 = &#xA3;775 which is less than the net cost of &#xA3;1,250\n\n</td>\n<td>\n\n775\n\n</td>\n</tr>\n<tr>\n<td>\n\nEmployment income\n\n</td>\n<td>\n\n8,525\n\n</td>\n</tr>\n</table>"}]},{"title":" Hospitality box","sections":[{"manual-section-id":"EIM21729","title":"Corporate hospitality","body":"When an employer provides hospitality to customers, guests\nand/or employees at a sporting or cultural venue, the employees are\npotentially subject to a benefit charge under Section 203(2) and\nSection 204 ITEPA 2003 (\n[EIM21101](/guidance/employment-income-manual/EIM21000#EIM21101)) for themselves and any members\nof their family or household (\n[EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)) who attend. The customers\nattending the event will be exempt from a tax charge if the\nconditions of Section 265 ITEPA are met, or if they are not\nemployees.\n\nThe total cost to the employer will consist of the cost of\nhire for the box or equivalent facility (this may be a daily,\nseasonal or annual rate), plus additional costs of entertaining,\nsuch as food and drink. This total cost should be apportioned (\n\n[EIM21200](/guidance/employment-income-manual/EIM21000#EIM21200)) between all those who attend,\n\nin order to arrive at a unit cost.\n\n### Example\n\nIf a company hires a hospitality box at a football ground for a\n\nmatch day at a cost of &#xA3;2,500, and incurs further costs of\n\n&#xA3;500 on food and drink, the total cost is &#xA3;3,000. If the\n\nevent is attended by 10 customers and five employees, the unit cost\n\nis &#xA3;200. The customers are exempt under Section 265. For the\n\nfive employees this figure of &#xA3;200 will be the amount of the\n\npotential benefit chargeable on each of them. Whether the employees\n\nare actually chargeable on this benefit depends if they are\n\nentitled to a deduction from the benefit, under Section 336 ITEPA\n\n2003 (\n\n[EIM32615](http://www.hmrc.gov.uk/manuals/eimanual/EIM32615.htm)), via Section 357 ITEPA 2003.\n\nIf three of the employees are sales staff required to attend\n\nas part of their employment duties, the provision of entertainment\n\nis likely to be incidental to the hospitality provided to the\n\ncustomers. If so it is classed as &#x201C;business\n\nentertainment&#x201D; under Section 577(5) ICTA 1988 (see\n\n[BIM45000](http://www.hmrc.gov.uk/bimmanual/bim45000.htm)) and the cost should\n\nbe added back in the employer&#x2019;s tax computation and we would\n\nnormally accept that the conditions for relief under Section 336\n\nare met. Consequently there is no chargeable benefit for the sales\n\nstaff. If the other two employees attend purely as a perk, they\n\nwill not be entitled to relief under Section 336. They will be\n\nchargeable on a benefit based on the unit cost of &#xA3;200.\n\nIt is common for an employer to hire a box for a season or a\n\nyear, in which case the seasonal/annual cost of hire must be\n\napportioned on the basis of the number of days of use, to arrive at\n\na unit cost per day of use. Once a daily cost has been calculated,\n\nthe same process as set out above should be followed to determine\n\nthe amount of the benefit, if any, for those employees who use the\n\nfacility. As well as use on match days, a box at a football ground\n\nmay be used occasionally by the employer for business meetings away\n\nfrom the work premises. If so, these days should be included in the\n\ntotal number of days on which the box is used, to determine the\n\naverage daily cost relative to the annual/seasonal hire charge.\n\nEmployees are unlikely to be subject to a benefit charge for days\n\nspent solely attending a business meeting.\n\nFor information on entertainment expenses see\n\n[EIM32565](/guidance/employment-income-manual/EIM32400#EIM32565)."}]},{"title":" Housing for key workers","sections":[{"manual-section-id":"EIM21735","title":"Overview of the scheme and eligibility","body":"\n\n## Key worker scheme\n\n### Starter Homes Initiative\n\nIn September 2001 the Starter Homes Initiative (SHI) was introduced as the first dedicated home ownership programme for key workers - people working in the public services who, without assistance from SHI, would have been unable to afford home ownership in London and the south east of England and may have left the area where their skills are needed.   SHI provided assistance to key workers to buy their first homes.\n\nSHI ceased on 31 March 2004 and was replaced on 1 April 2004 by a new programme called &#x201C;Key Worker Living&#x201D;.\n\n### Key Worker Living\n\nAs with SHI, the Key Worker Living (KWL) programme is aimed at public service workers in London and the south east where the high cost of housing is causing recruitment and retention of staff problems.   Unlike SHI, KWL is not limited to helping key workers to buy their first home and it extends to rental schemes as well as home ownership.\n\nKWL extends housing assistance to different life stages - first time buyers, larger properties to meet household needs (e.g. family size homes) of existing home owners, shared ownership schemes and properties for rent at affordable prices.\n\nFour products are available to key workers -\n\n*   equity (&#x201C;Homebuy&#x201D;) loans of up to &#xA3;50,000 to buy a home ([EIM21736](/guidance/employment-income-manual/EIM21602#EIM21736)),\n*   higher-value equity loans up to &#xA3;100,000 for a small group of London school teachers with the potential to become leaders in their field ([EIM21736](/guidance/employment-income-manual/EIM21602#EIM21736)),\n*   shared-ownership of newly built properties ([EIM11414](/guidance/employment-income-manual/EIM11300#EIM11414)) and\n*   intermediate renting at subsidised levels.\n\n### Eligibility\n\nKey workers who may qualify for assistance under KWL are -\n\n*   nurses and other NHS staff,\n*   teachers in schools and in further education or sixth from colleges,\n*   police officers and some civilian staff in police forces,\n*   prison service and probation service staff,\n*   social workers, education psychologists, planners and occupational therapists employed by local authorities, and\n*   whole time junior fire officers and retained fire fighters in some fire and rescue services."},{"manual-section-id":"EIM21736","title":"Loans (including equity loans) and shared ownership","body":"\n\n## Home ownership schemes\n\n### Interest free and low interest loans\n\nLoans made on beneficial terms to an employee are taxable benefits if they are arranged, guaranteed or facilitated in any way by the employer - see [EIM26100](/guidance/employment-income-manual/EIM26100).\n\nNo tax charge arises on loans where -\n\n*   an interest free or low interest loan (including equity loans) of any amount is advanced to an employee by someone (e.g. a Registered Social Landlord) with no connection with the employer, and it is not arranged, guaranteed or facilitated by the employer; or*   an interest free or low interest loan (including equity loans) not exceeding &#xA3;5,000 (or if there is more than one loan, the total outstanding amount does not exceed &#xA3;5,000) is advanced or arranged by the employer.\n\nSituations where an employer is regarded as facilitating a loan will depend on precise circumstances.   To avoid an employer connection it is necessary for independent third parties to select applicants for key worker housing and to run the scheme independently of the employer whose employees stand to benefit.   If an employer nominates its employees to receive assistance or has a say in the selection of individual applicants for assistance, the employer has facilitated the loan and tax would be chargeable.\n\nEmployers would not be regarded as facilitating a loan where -\n\n*   a scheme was run for a particular occupation group (e.g. teachers or nurses) in a particular area;\n*   employers provided information to scheme administrators about the skills group in which they faced special shortages (e.g. mathematics teachers) and this information was used to prioritise applications;\n*   employers provided information to their employees about the scheme, and provided any information required by scheme administrators to verify the information in applications from key workers, but had no influence on the selection of individual applicants or the granting of loans.\n\n### Equity loan\n\nUnder KWL a loan up to a limit of &#xA3;50,000 (some London teachers may be eligible for loans up to &#xA3;100,000) may be made as an equity loan.  On this type of loan no repayments are due until the property secured on the loan is sold or the key worker stops being a key worker.  At that time the key worker must repay a percentage of the property&#x2019;s value equivalent to the percentage of the purchase price covered by the equity loan.\n\nFor example, if a key worker purchased a home for &#xA3;160,000 with the assistance of a &#xA3;40,000 equity loan under KWL, the loan represented 25% of the purchase price.  When the property is sold, the key worker must repay 25% of the sale proceeds to KWL.\n\n### Shared ownership\n\nIf a key worker is helped to buy a share (for example, 60%) of a property, the remaining share of the property may be owned by a registered social landlord, to whom the key worker pays a reduced rent ([EIM11427](/guidance/employment-income-manual/EIM11300#EIM11427)).  The key worker may increase their ownership share in future, when they can afford to do so, or even buy it outright.\n\nWhen the key worker sells the property, or ceases to be a key worker, the percentage of the proceeds that is received by the key worker depends on the share of the property owned by the key worker.\n\nFor more information on shared ownership and rented housing options in the Key Worker scheme see [EIM11425](/guidance/employment-income-manual/EIM11300#EIM11425). "}]}]}}