{"title":"The benefits code: car and car fuel benefit: main contents page","details":{"manual_section_id":"EIM23000","body":"This page first provides links to the three main contents pages on these subjects, which list all pages in their respective areas.\n\nIt then provides links to the start of the guidance about some important subjects, but not to an index on that topic.  Use the main contents pages to access the index about the topics.\n\n\n\n","sections":[{"title":" Conversion chart","sections":[{"manual_section_id":"EIM23005","title":"Conversion chart from previous guidance on car and car fuel benefits to the equivalent page in this guidance","body":"\n\nUnfortunately the page you're looking for cannot be found. If you haven't already done so, you may wish to try the search facility to find\n    the page you want.\n\nWe value your feedback. It helps us see where we can improve our website. So if you followed a link from within this site to get here, please\n    let us have details using our 'Reporting a broken link' feedback form. We can then take steps to fix the problem.\n\n[Reporting a broken link - feedback form](http://www.hmrc.gov.uk/comment/broken-links-feedback-1.htm).\n\n    "}]},{"title":" Detailed contents pages\n\n### Important topics (link to start of guidance on each topic)","sections":[{"manual_section_id":"EIM23015","title":"Car benefit: introduction","body":"\n\n## Part 3 Chapter 6 ITEPA 2003\n\nCar benefit uses its own set of statutory rules entirely separate from those for other benefits.  It follows that the rules for most other benefits described at [EIM21001](http://www.hmrc.gov.uk/manuals/eimanual/EIM21001.htm) onwards do not apply to car benefit.\n\n### To whom does car benefit apply\n\nIt applies to the benefit obtained by a director or employee who is not in an excluded employment (see [EIM20007](http://www.hmrc.gov.uk/manuals/eimanual/EIM20007.htm)) and is therefore chargeable under the benefits code from having a car made available for private use.\n\nThere are two main aspects to consider in respect of the car benefit charge. These are:\n\n*   are the conditions present for a car benefit charge to apply and (if yes),\n*   what is the amount of the cash equivalent of that benefit (or car benefit charge)?\n\n### When a car benefit charge applies\n\nThe conditions for a car benefit charge to apply are listed at [EIM23020](http://www.hmrc.gov.uk/manuals/eimanual/EIM23020.htm).\n\n### The amount of the car benefit charge\n\nGuidance on this can be found via the relevant contents page at [EIM24000](http://www.hmrc.gov.uk/manuals/eimanual/EIM24000.htm).\n\n### Additional charge when fuel is provided\n\nGuidance on this can be found via the relevant contents page at [EIM25500](http://www.hmrc.gov.uk/manuals/eimanual/EIM25500.htm).\n\n### Other charges in connection with a provided car\n\nSee [EIM23035](http://www.hmrc.gov.uk/manuals/eimanual/EIM23035.htm)."},{"manual_section_id":"EIM23100","title":"Conditions for car benefit to apply: meaning of &#x2018;car&#x2019;","body":"\n\n## Section 115(1) ITEPA 2003\n\nA car is a mechanically propelled road vehicle that is not:\n\n*   a goods vehicle (a vehicle of a construction primarily suited for the conveyance of goods or burden of any description).\n\n*   *   This will include most commercial vehicles such as lorries, pick-up trucks or vans. Estate cars will usually count as cars unless they have been permanently and substantially modified to change their construction to one primarily suited for the conveyance of goods or burden (see [EIM23115](http://www.hmrc.gov.uk/manuals/eimanual/EIM23115.htm) onwards). There is guidance on multi-purpose vehicles at [EIM23145](http://www.hmrc.gov.uk/manuals/eimanual/EIM23145.htm) and double cab pick-ups at [EIM23150](http://www.hmrc.gov.uk/manuals/eimanual/EIM23150.htm).\n    *   Note that the test is of construction, not use.\n    *   A vehicle that escapes from being a car for car benefit purposes by this route will be treated as a van (see [EIM22700](http://www.hmrc.gov.uk/manuals/eimanual/EIM22700.htm) for years from 2005/06 onwards and [EIM22050](http://www.hmrc.gov.uk/manuals/eimanual/EIM22050.htm) onwards for years to 2004/05) unless it is large enough to be a heavy goods vehicle (see [EIM22300](http://www.hmrc.gov.uk/manuals/eimanual/EIM22300.htm) onwards).\n\n*   a vehicle of a type not commonly used as a private vehicle and unsuitable to be so used.\n\n*   *   This will obviously apply to a specialised vehicle, such as a bus. But it may also include outwardly conventional vehicles that have been modified in some way. Further guidance on this point is at [EIM23125](http://www.hmrc.gov.uk/manuals/eimanual/EIM23125.htm) onwards.\n    *   The benefit of the use of a vehicle that escapes from being a car for car benefit purposes by this route will be taxed under the general benefit rules on use of an asset (see [EIM21615](http://www.hmrc.gov.uk/manuals/eimanual/EIM21615.htm) onwards).\n\n*   a motor cycle as defined in Section 185(1) of the Road Traffic Act 1988\n*   an invalid carriage as defined in Section 185(1) of the Road Traffic Act 1988.\n\nThe flowchart at [EIM23105](http://www.hmrc.gov.uk/manuals/eimanual/EIM23105.htm) explains how different vehicles are dealt with under various Sections of ITEPA 2003.\n\n[EIM23110](http://www.hmrc.gov.uk/manuals/eimanual/EIM23110.htm) is designed to be issued to taxpayers wanting guidance on the difference between cars and vans for tax purposes."},{"manual_section_id":"EIM23200","title":"Conditions: made available without any transfer of the property in it","body":"\n\n## Section 114(1) ITEPA 2003\n\nCar benefit can only apply when the car is &#x201C;made available&#x201D;.  This requires a decision by someone (normally, but not necessarily, the employer) having control of the car to do so.\n\nIt also requires that the decision is conveyed to the employee - a decision not conveyed to the employee is worthless because, so far as they are aware, they cannot use the car.\n\nSee [EIM23300](http://www.hmrc.gov.uk/manuals/eimanual/EIM23300.htm) for the meaning of available.\n\nSee [EIM23205](http://www.hmrc.gov.uk/manuals/eimanual/EIM23205.htm) for the related phrase, &#x201C;without any transfer of the property in it&#x201D;."},{"manual_section_id":"EIM23250","title":"Conditions: available by reason of the employment","body":"\n\n## Sections 114(1) and 117 ITEPA 2003\n\nFor the benefit charge to be triggered the car must be made available by reason of the employment, see Section 114(1)(b).\n\n### Car made available by the employer\n\nSection 117 says that a car is regarded as made available by reason of the employee's employment when:\n\n*   it is made available by the employer to a director or employee, or\n*   it is made available by the employer to members of the director's or employee's family or household\n\nunless two specific conditions are fulfilled (see [EIM23255](http://www.hmrc.gov.uk/manuals/eimanual/EIM23255.htm)).\n\n### Car made available by someone other than the employer\n\nIf a car is not made available by the employee's employer, it does not mean that it is not made available by reason of the employment. It simply means that Section 117 does not automatically establish this for us by regarding it as being made available by reason of the employee's employment.\n\nSo if a car is made available by someone other than the employer you need to examine all the relevant facts and circumstances to decide whether it has in fact been made available by reason of the employment, see [EIM20503](http://www.hmrc.gov.uk/manuals/eimanual/EIM20503.htm)."},{"manual_section_id":"EIM23300","title":"Conditions: available for private use","body":"\n\n## Section 114(1) ITEPA 2003\n\nThe fact that a car may be available to an employee is not sufficient in itself to establish car benefit.  The car must first have been made available to that employee; see [EIM23200](http://www.hmrc.gov.uk/manuals/eimanual/EIM23200.htm).\n\nThe word available is not defined in the legislation. Accordingly we apply its ordinary dictionary meaning of at one's disposal or capable of being used. The Oxford English Dictionary includes this as its definition of the word&#x2019;s current meaning:\n\n&#x201C;that may be availed of. Capable of being employed with advantage or turned to account; hence, capable of being made use of, at one&#x2019;s disposal, within one&#x2019;s reach.&#x201D;\n\nSee example [EIM25170](http://www.hmrc.gov.uk/manuals/eimanual/EIM25170.htm) for examples of circumstances when we would accept that a car is not available.\n\nSee example [EIM25175](http://www.hmrc.gov.uk/manuals/eimanual/EIM25175.htm) for examples of circumstances when we would **not **accept that a car is not available.\n\nSee [EIM25105](http://www.hmrc.gov.uk/manuals/eimanual/EIM25105.htm) for an explanation of the interaction between:\n\n*   the concept of unavailability and\n*   the period during which a car may be treated as unavailable."},{"manual_section_id":"EIM23400","title":"Exceptions: private use prohibited and there is none","body":"\n\n## Sections 118 and 171(1) ITEPA 2003\n\nWhere a car is made available by reason of an employee's employment (see [EIM23250](http://www.hmrc.gov.uk/manuals/eimanual/EIM23250.htm) onwards), the legislation provides that it will be automatically treated as having been made available for private use, Section 118(1) ITEPA 2003. This means that a car benefit charge will automatically apply provided the other conditions in Section 114 ITEPA 2003 are satisfied (see [EIM23020](http://www.hmrc.gov.uk/manuals/eimanual/EIM23020.htm)).\n\nHowever, there is an escape from this automatic treatment. The car benefit charge will not apply if:\n\n*   the terms on which the car is made available prohibit private use ([EIM23405](http://www.hmrc.gov.uk/manuals/eimanual/EIM23405.htm)) **and**&#xA0;\n*   it is not in fact used privately ([EIM23410](http://www.hmrc.gov.uk/manuals/eimanual/EIM23410.htm)).\n\nNote that there are two parts to this test, both of which must be satisfied. The mere prohibition of private use is insufficient on its own to prevent a tax charge. It is also necessary to show that a car is not used for private motoring.\n\nThus a provided car will result in liability even if no private use is made of it unless such private use has been specifically prohibited in advance (precisely because it is available).\n\nSimilarly, even if the director or employee shows that private use of a car has been specifically forbidden there must be no private use of it if a charge is to be avoided.\n\nIn some cases it will be quite clear from the facts that private use is prohibited and never takes place. However, you may come across cases where it is less clear that the two parts of this test are satisfied. Where you need to give detailed consideration to whether or not the test is satisfied, you need to ascertain:\n\n*   all the facts surrounding the circumstances of the claimed prohibition and\n*   irrespective of any prohibition, how the car was in fact used.\n\nA key point that you should bear in mind is that it is the tax definition of private use that counts (see [EIM23305](http://www.hmrc.gov.uk/manuals/eimanual/EIM23305.htm)) and not the employer's. So if the employer bans what it calls private use, but does not include travel between home and the permanent workplace in that ban, the ban will not be effective for tax purposes.\n\n### Summary\n\nBoth parts of the statutory condition must be satisfied:\n\n*   there must be an **express, legally enforceable** ban on private use, and\n*   the taxpayer must be able to demonstrate as a matter of fact that there was no private use."},{"manual_section_id":"EIM23450","title":"Exceptions: pooled cars and vans","body":"\n\n## Sections 167 and 168 ITEPA 2003\n\nSome employers, or groups of employers, find it convenient to have one or more cars or vans that are readily available for business use by a number of employees. The cars or vans are not allocated to any one employee and are only available for genuine business use. Such cars and vans are usually known as pooled cars and vans.\n\nSections 167 and 168 ITEPA 2003 ensure that no car or van benefit arises on a pooled car or van made available by reason of the employment that, in the relevant tax year, satisfies **all **the following conditions:\n\n1.  it was made available to, and actually used by, more than one of those employees\n2.  it was made available, in the case of each of those employees, by reason of the employee's employment\n3.  it was not ordinarily used by one of those employees to the exclusion of the others\n4.  in the case of each of those employees, any private use of it made by the employee was merely incidental to the employee's other use of it in that year (see [EIM23455](http://www.hmrc.gov.uk/manuals/eimanual/EIM23455.htm)), and\n5.  it was not normally kept overnight on or in the vicinity of any residential premises where any of the employees was residing, except while being kept overnight on premises occupied by the person making it available to them (see [EIM23465](http://www.hmrc.gov.uk/manuals/eimanual/EIM23465.htm)).\n\nFor the purpose of these five conditions all employees should be considered, including those in excluded employments, who would not be chargeable to tax even if the car or van were available for their private use.\n\nThe conditions to be met are essentially questions of fact. Each of them has to be considered in turn. It is not enough that a car satisfies any four of them and narrowly fails the fifth. It must satisfy all five conditions. All the relevant facts should be obtained, preferably by way of interview, before a decision is taken.\n\nFor the meaning of private use and business travel see [EIM23305](http://www.hmrc.gov.uk/manuals/eimanual/EIM23305.htm).\n\nAn Inspector should consider any claim that a car or van is a pooled car or van if you are in doubt. If doubts persists, see [EIM23470](http://www.hmrc.gov.uk/manuals/eimanual/EIM23470.htm).\n\nAs regards vans that are not pooled vans see [EIM22700](http://www.hmrc.gov.uk/manuals/eimanual/EIM22700.htm) onwards for years from 2005/06 and [EIM22050](http://www.hmrc.gov.uk/manuals/eimanual/EIM22050.htm) for earlier years.\n\nAs regards the apportionment of the car benefit and car fuel scale charges in cases where pool car status does not apply, see [EIM25200](http://www.hmrc.gov.uk/manuals/eimanual/EIM25200.htm)."},{"manual_section_id":"EIM23550","title":"Exceptions: cars and vans for family members","body":"\n\n## Section 169 ITEPA 2003\n\nSection 169 ITEPA 2003 applies where:\n\n*   two people, an employee (&#x201C;E&#x201D;) and a member of their family or household (&#x201C;M&#x201D;), are employed by the same employer **and**&#xA0;\n*   a car is made available to M for which E would (without this Section) be chargeable because of that family or household relationship.\n\n### Effect of the Section\n\nThe Section prevents E being charged to tax in respect of the car in the following scenarios:\n\n*   if M is chargeable to tax in respect of the car in that year, see [EIM23555](http://www.hmrc.gov.uk/manuals/eimanual/EIM23555.htm), or\n*   if M is not chargeable to tax in respect of the car in that year because M&#x2019;s employment is an excluded employment ([EIM20007](http://www.hmrc.gov.uk/manuals/eimanual/EIM20007.htm)) and specified conditions are met, see [EIM23560](http://www.hmrc.gov.uk/manuals/eimanual/EIM23560.htm).\n\n### Resolving disagreements\n\nA correct decision will depend on whether or not the factual evidence supports the taxpayer&#x2019;s claim that the Section applies. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**[EIM23560](http://www.hmrc.gov.uk/manuals/eimanual/EIM23560.htm)**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Application to vans\n\nThis guidance applies equally to van benefit\n\n### Years before 2003/04\n\nThese arrangements were formerly part of Extra-Statutory Concession A71. The other part of the Concession (shared cars) has been legislated at Section 148 ITEPA 2003 (see [EIM25200](http://www.hmrc.gov.uk/manuals/eimanual/EIM25200.htm))."},{"manual_section_id":"EIM23600","title":"Exceptions: emergency vehicles","body":"\n\n## Section 248A ITEPA 2003\n\nThis section was introduced in Finance Act 2004 and has effect from 2004/05.  The intention is not to provide free benefits but to improve emergency response times.\n\nThere is no charge to tax for the private use of an emergency vehicle where all the following conditions are met:\n\n*   on this page: all of conditions 1, 2 and 3,\n\n**and**\n\n*   on [EIM23605](http://www.hmrc.gov.uk/manuals/eimanual/EIM23605.htm), either both parts of condition 4 or both parts of condition 5.\n\n### Condition 1: the person\n\nThe person must be &#x201C;employed in an emergency service&#x201D;.  This means,\n\n*   constables and other persons employed for police purposes,\n*   persons employed for the purposes of a fire, or fire and rescue, service, and\n*   persons employed in the provision of ambulance or paramedic services.\n\nNote that &#x201C;fire and rescue&#x201D; services is a composite term which cannot be separated into &#x201C;fire services&#x201D; and &#x201C;rescue services&#x201D;.  It follows that vehicle breakdown services and the like are excluded.\n\n### Condition 2: the emergency vehicle\n\nFor the purposes of this exemption, an emergency vehicle\n\n*   is a vehicle which is used to respond to emergencies, **and**&#xA0;\n*   **either:** has fixed to it a lamp designed to emit a flashing light for use in emergencies (&#x201C;fixed&#x201D; indicates that the light must be a permanent fitting to vehicle.  It need not be permanently fixed to the exterior of the vehicle, but a vehicle with only a light which can be removed from the vehicle is not an &#x2018;emergency vehicle&#x2019; for the purposes of this exemption)\n*   **or:** would have such a lamp fixed to it but for the fact that a special threat to the personal physical security of those using it would arise by reason of it being apparent that they were employed in an emergency service**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**.\n\nNote that the type of emergency vehicle is not defined, so it could (in its non-emergency vehicle form) be a car or a van.\n\n### Condition 3: the terms on which the emergency vehicle is made available\n\nThe emergency vehicle must be made available on terms which prohibit its private use otherwise than when the person is on call or engaged in on call commuting.\n\nIf no private use at all is permitted and there is none, there is no charge to tax ([EIM23400](http://www.hmrc.gov.uk/manuals/eimanual/EIM23400.htm)).\n\n### Further condition\n\nThe terms &#x2018;on call&#x2019; and &#x2018;on call commuting&#x2019; are used in conditions 4 and 5 at [EIM23605](http://www.hmrc.gov.uk/manuals/eimanual/EIM23605.htm).\n\nBoth parts of one of those conditions must also be fulfilled for the exemption to be effective.\n\n### Application to vans\n\nThis guidance applies equally to van benefit"},{"manual_section_id":"EIM23650","title":"Special cases: disabled employees","body":"The standard car benefit rules are adapted in various ways for disabled drivers.  The descriptions below are abridged; full details are at the pages noted.\n\n### Adaptations which require the driver to have a disabled person&#x2019;s &#x201C;blue badge&#x201D;\n\n*   [EIM24275](http://www.hmrc.gov.uk/manuals/eimanual/EIM24275.htm): equipment included in a car because it enables the disabled employee to use the car is disregarded when calculating any addition at Step 2 of the car benefit calculation, accessories\n*   [EIM24900](http://www.hmrc.gov.uk/manuals/eimanual/EIM24900.htm): disabled employee can use the CO2 emissions of the equivalent manual car if lower than those of the automatic they actually drive\n*   [EIM24180](http://www.hmrc.gov.uk/manuals/eimanual/EIM24180.htm): from 2009/10 only, disabled employee can use the list (or, where relevant, notional) price of the equivalent manual car if lower than that of the automatic they actually drive\n\n### Adaptations which do not require a blue badge\n\n*   [EIM24275](http://www.hmrc.gov.uk/manuals/eimanual/EIM24275.htm): equipment designed solely for use by a chronically sick or disabled person is disregarded when calculating any addition at Step 2 of the car benefit calculation, accessories\n*   [EIM23660](http://www.hmrc.gov.uk/manuals/eimanual/EIM23660.htm): exemption from car benefit where all the prescribed conditions are met\n\n### Adaptations for vehicles which are not cars\n\nTransport provided for a disabled person in a vehicle other than a car only for the purpose of ordinary commuting is exempt; see [EIM23655](http://www.hmrc.gov.uk/manuals/eimanual/EIM23655.htm)."},{"manual_section_id":"EIM23700","title":"Special cases: miscellaneous points","body":"\n\n## Sections 114(1) and Part 6 Chapter 3 ITEPA 2003\n\nOccasionally an employer may allow an ex-employee to continue to use the provided car for some time after the employment has ceased but without transferring the car to the ownership of the employee.  In a case of continued use of a car, the amount of the car benefit charge is reduced on a time basis to the date of cessation at step 7 of Section 121(1) ITEPA 2003 (see [EIM25100](http://www.hmrc.gov.uk/manuals/eimanual/EIM25100.htm) onwards).\n\nAny fuel scale charge is also reduced on a time basis.\n\nFor the tax treatment of the continuing availability of the car after employment has ceased, see [EIM12805](http://www.hmrc.gov.uk/manuals/eimanual/EIM12805.htm) onwards."},{"manual_section_id":"EIM23750","title":"Special cases: employees in the motor industry (years to 2008/09)","body":"Cars made available to employees in the motor trade should be charged to tax as benefits in the same way as cars made available to employees in other employments. The decision in Pepper v Hart (65TC421) on marginal cost does not apply in these cases. However, particular problems arise in the motor industry in connection with demonstration, test and experimental cars.\n\nWhere, as part of the normal duties, a director, car salesperson or demonstrator takes a car home for the express purpose of calling on a prospective customer, do not on that account alone treat the car as available for private use. In essence, the whole journey is for a genuine business purpose. If, however, such a car is otherwise available for the employee's private use, for example, at weekends or holidays, the appropriate car benefit will be chargeable.\n\nThe use for testing purposes of experimental/developmental cars by engineers in both the motor and motor components industries should be looked at in the light of all the facts. Generally speaking, it is unlikely that a tax charge will arise. If, however, you find that such a car is used privately, the appropriate car benefit will be chargeable.\n\nYou will find below an extract from a circular dated 28 September 1976 and issued by the Society of Motor Manufacturers and Traders (SMMT) to its members and to which the then Board of Inland Revenue offered no objection. You can regard this extract as amplifying the second and third subparagraphs of this instruction above.\n\n### Extract from the circular\n\n\"**Use of company-owned cars within the motor industry**&#xA0;\n\n**i) Demonstration cars**\n\nThe Revenue do not consider that the fact that a car is the tool of trade for the car salesman is sufficient reason for introducing special arrangements.\n\n**ii) Frequent changes in the cars allocated to employees**\n\nIt is common practice, both in the motor manufacturing industry and the retail motor industry, for cars available to employees to be changed frequently for sales promotion reasons. This could lead to problems in determining the correct charge to tax as individual cars are likely to fall into different taxable benefit categories. The Revenue recognises the need for administrative simplicity and the need to avoid both the Revenue and companies becoming involved in detailed records for each car. In such cases local Inspectors will be permitted to agree with companies an appropriate mean charge to benefit.\n\n**iii) Test and experimental cars**\n\nTest engineers in both the motor industry and the components industry are often required, as part of their jobs, to test cars under various driving conditions. For certain types of test such as cold starting, the only practical way of conducting them is for the engineers concerned to use the cars for private journeys and to report on their performance. In almost all cases the employees concerned have another company-owned car allocated to them on a permanent basis.\n\nNo general ruling can be made in such cases as the employee's tax position would depend on the facts of individual cases. It is clear, however, that in cases where the employees concerned have the use of a company-owned car on a permanent basis, the occasional use of a test car for private journeys would not give rise to an additional charge to tax. Inland Revenue would, however, look closely at the use made of test cars and are unlikely to take a sympathetic view in cases where, for example, test cars are used for an employee's holiday travel.\"\n\n### 2009/10 and later years\n\nSee [EIM23800](http://www.hmrc.gov.uk/manuals/eimanual/EIM23800.htm) onwards."},{"manual_section_id":"EIM23800","title":"Special cases: employees in the motor industry (years from 2009/10)","body":"All employees chargeable to car benefit are subject to exactly the same legislation.  Both the conditions under which car benefit is chargeable ([EIM23020](http://www.hmrc.gov.uk/manuals/eimanual/EIM23020.htm)) and the calculation of the benefit charge ([EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm)) apply equally to all.  In particular, the decision in Pepper v Hart (65TC421) on marginal cost does not apply to car benefit.\n\nHowever, HMRC recognises that problems arise in applying the law strictly in the three situations described below.  The guidance in this section (EIM23800 onwards) explains how HMRC applies the law in those situations.  Similar guidance has existed since car benefit was introduced in 1976.\n\nThe three situations are:\n\n*   Test and experimental cars ([EIM23805](http://www.hmrc.gov.uk/manuals/eimanual/EIM23805.htm))\n*   Demonstrator and courtesy cars: is there a benefit charge at all? ([EIM23810](http://www.hmrc.gov.uk/manuals/eimanual/EIM23810.htm))\n*   Employees with frequent changes of car (&#x201C;averaging&#x201D;, [EIM23815](http://www.hmrc.gov.uk/manuals/eimanual/EIM23815.htm) onwards)\n\nThe arrangements described in these pages seek to build on existing best practice and produce consistency for employers and employees in these situations.\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](http://www.hmrc.gov.uk/manuals/eimanual/EIM23750.htm) onwards. "},{"manual_section_id":"EIM24000","title":"Car benefit: calculating the cash equivalent"},{"manual_section_id":"EIM25500","title":"Car Fuel Benefit"}]}]}}