{"title":"Particular benefits: assets placed at the disposal of a director or employee: annual value","details":{"manual-section-id":"EIM21632","body":"\n\n## Sections 205(3), 207 and 208 ITEPA 2003\n\nThe 'annual value of the use of an asset' depends on the nature of the asset as shown in the following table:\n\n<table>\n<tr>\n<td>\n\n**Nature of asset**&#xA0;\n\n</td>\n<td>\n\n**Annual value of use **\n\n</td>\n</tr>\n<tr>\n<td>\n\nLand (including buildings that are not rated)\n\n</td>\n<td>\n\nThe annual rental value determined in accordance with Section 207 ITEPA 2003 (see below)\n\n</td>\n</tr>\n<tr>\n<td>\n\nRated buildings, other than those used as living accommodation\n\n</td>\n<td>\n\nThe gross rating value. Use the table at [EIM11433](/guidance/employment-income-manual/EIM11300#EIM11433) for the values to take.\n\n</td>\n</tr>\n<tr>\n<td>\n\nAll others assets, except motor cars or vans\n\n</td>\n<td>\n\n20 per cent of the market value of the asset at the time it was first used to provide a benefit. For the meaning of market value see below.\n\n</td>\n</tr>\n<tr>\n<td>\n\nMotor cars\n\n</td>\n<td>\n\nNot applicable (see [EIM23000](/guidance/employment-income-manual/EIM23000))\n\n</td>\n</tr>\n<tr>\n<td>\n\nVans\n\n</td>\n<td>\n\nNot applicable (see [EIM22700](/guidance/employment-income-manual/EIM22700))\n\n</td>\n</tr>\n</table>\n\n### Annual rental value\n\nAnnual rental value is defined in Section 207 ITEPA 2003 as:\n\n\"The rent that might reasonably be expected to be obtained on a letting from year to year if:\n\n*   the tenant undertook to pay all usual tenant's taxes, rates and charges and\n*   the landlord undertook to bear the costs of the repairs and insurance and other expenses, if any, necessary for maintaining the land in a state to command that rent.\"\n\n### Meaning of &#x201C;market value&#x201D;\n\nThe market value of an asset at a particular time is defined (Section 208 ITEPA 2003) as the price that it might reasonably have been expected to fetch on a sale in the open market at that time.\n\nRefer to an Inspector any dispute about the \"market value\" of an asset when it was first applied as a benefit. ","breadcrumbs":["EIMANUAL","EIM65799","EIM66780","EIM21632"],"sections":[]}}