{"title":"# Benefits: exemptions: childcare and childcare vouchers supported by the employer: rules from 6 April 2011: the exempt amount","details":{"manual-section-id":"EIM22012","body":"# Benefits: exemptions: childcare and childcare vouchers supported by the employer: rules from 6 April 2011: the exempt amount\n\n\n\n## Section 318A and 318AA ITEPA 2003; section 35 and Schedule 8 FA 2011\n\nSection 318A is amended with effect from 6 April 2011 by the addition of another condition. For conditions A, B and C see [EIM22011](http://www.hmrc.gov.uk/manuals/eimanual/EIM22011.htm).\n\n### Condition D: Relevant earnings amount\n\nThe new condition D is that the employer has made an estimate of the employee’s relevant earnings amount (see [EIM16054](/guidance/employment-income-manual/EIM16000#EIM16054)) for the tax year that the employer is providing directly contracted childcare.\n\nThe employer must make the estimate at the required time, which means either\n\n* the time when the employee joins the employer provided childcare scheme, or\n* (for subsequent tax years) the beginning of the tax year.\n\nFor this purpose, the employee is regarded as joining the scheme when\n\n* the employer has agreed to provide directly contracted childcare, and\n* the employee is parent to a child or step-child or otherwise has parental responsibility for a child in accordance with condition A (see [EIM22020](http://www.hmrc.gov.uk/manuals/eimanual/EIM22020.htm)).\n\n### Employees joining an employer provided directly contracted childcare scheme from 6 April 2011\n\nIf the estimated relevant earnings amount exceeds the higher rate limit for the tax year that directly contracted childcare will be provided for then the “exempt amount” for that tax year will be £22 (in relation to tax years 2011/12 and 2012/13) for each qualifying week. The exempt amount will increase to £25 for each qualifying week in relation to the tax year 2013/14.\n\nIf the estimated relevant earnings amount exceeds the basic rate limit but not the higher rate limit then the 'exempt amount' for that tax year will be £28 for each qualifying week.\n\nOtherwise the 'exempt amount' for that tax year will be £55 for each qualifying week.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/#top)\n\n\n\n## Employees receiving employer provided directly contracted childcare before 6 April 2011\n\nFor any employees who joined the employer provided directly contracted childcare scheme before 6 April 2011 and have continued to be employed by that employer and have not taken a break from the scheme for any continuous period of more than 52 weeks, condition D does not apply.\n\nThe 'exempt amount' will remain £55 for each qualifying week.","breadcrumbs":[],"sections":[]}}