{"title":"Particular benefits: benefits from A to B: contents list","details":{"manual-section-id":"EIM21601","body":"For benefits and exemptions from C to Z see [EIM21602](/guidance/employment-income-manual/EIM21602) to 21604.\n\n\n## Benefits and exemptions from A to B\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n### Buses - see Works bus exemption and public bus subsidies","breadcrumbs":["EIMANUAL","EIM20000","EIM21600","EIM21601"],"sections":[{"title":" Accommodation, supplies and services on the employer's premises","sections":[{"manual-section-id":"EIM21610","title":"Accommodation, supplies and services on the employer's premises","body":"\n\n## Section 316 ITEPA 2003\n\nThere is no tax charge on the expense that an employer incurs in providing directors and employees, except those in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20007)), with accommodation, supplies and services that:\n\n*   are provided on the employer's premises and\n*   that the individual uses in performing the duties of the employment, and any use for the employee's private purposes is not significant (see [EIM21613](/guidance/employment-income-manual/EIM21613)).\n\nThis exemption covers the provision of:\n\n*   ordinary office or workshop accommodation\n*   office furniture and equipment such as desks, computers, workbenches, tools, telephones etc\n*   typists and messengers\n*   stationery and normal office or workshop materials and supplies.\n\nThe exemption does not cover living accommodation provided for the employee (see [EIM11301](/guidance/employment-income-manual/EIM11301) onwards).\n\nSee [EIM21611](/guidance/employment-income-manual/EIM21611) about work related supplies and services provided to an employee other than on the employer's premises, for instance equipment and stationery provided to an employee who works at home. "}]},{"title":" Accommodation, supplies and services other than on the employer's premises","sections":[{"manual-section-id":"EIM21611","title":"Introduction","body":"\n\n## Section 316 ITEPA 2003\n\nThere is no tax charge on the expense that an employer incurs in providing directors and employees, except those in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20007)), with supplies and services that:\n\n*   are provided other than on the employer's premises (e.g. employees who work at home or whilst travelling), and\n*   are provided for the sole purpose (see [EIM21614](/guidance/employment-income-manual/EIM21614)) of enabling the employee to perform the duties of the employment and\n*   that the individual uses in performing the duties of the employment, and any use for the employee's private purposes is not significant (see [EIM21613](/guidance/employment-income-manual/EIM21613)).\n\nThis exemption may cover the provision to employees of supplies and services such as for example:\n\n*   office furniture and equipment such as desks, filing cabinets, fax machines etc*   stationery and normal office or workshop materials and supplies\n*   home telephone lines in some circumstances (see [EIM21615](/guidance/employment-income-manual/EIM21615))\n*   computer equipment, (for computer equipment made available prior to 6 April 2006 see [EIM21700](/guidance/employment-income-manual/EIM21700)), and in certain circumstances internet connection (see EIM21617), and mobile phones (see EIM 21778 -21781 for guidance about mobile phones made available for private use).\n\nSome benefits are excluded from the possibility of exemption, see [EIM21612](/guidance/employment-income-manual/EIM21612).\n\nSee [EIM21610](/guidance/employment-income-manual/EIM21610) about work related supplies and services provided to employees on the employer's premises. "},{"manual-section-id":"EIM21612","title":"Excluded benefits","body":"\n\n## Section 316(5) ITEPA 2003\n\nSome benefits are excluded from the exemption for work related supplies and services provided other than on the employer's premises (see [EIM21611](/guidance/employment-income-manual/EIM21611)). The excluded benefits are:\n\n*   any motor vehicle\n*   boats, including yachts\n*   aircraft, including helicopters\n*   the extension, conversion or alteration of any living accommodation, or the construction or alteration of any building or structure on land adjacent to living accommodation and enjoyed with it."},{"manual-section-id":"EIM21613","title":"Meaning of use for private purposes - &#x201C;not significant&#x201D; private use","body":"\n\n## Section 316(2) and (3) ITEPA 2003\n\nFor details concerning the exemptions for work related benefits where there is not significant private use (see [EIM21610](/guidance/employment-income-manual/EIM21610) and [EIM21611](/guidance/employment-income-manual/EIM21611)).\n\n'Use for private purposes' means any use that is not use in performing the duties of the employee's employment.\n\nUse that is at the same time use for employment duties and use for private purposes counts as private use. This means that things provided to an employee that have a dual business and private purpose, for instance a suit of ordinary clothes provided to an employee so that he or she looks smart at work, but which at the same time provides basic warmth and decency to the employee, can never fall within the exemptions.\n\n### Not significant private use\n\n&#x201C;Not significant&#x201D; is not defined in statute. However where:\n\n*   the employer&#x2019;s policy about private use is clearly stated to the employees and sets out the circumstances in which private use may be made (this may include making the conditions clear in employment contracts or asking employees to sign a statement acknowledging company policy on what use is allowed and any disciplinary consequences if this policy is not followed), and\n*   any decision of the employer not to recover the costs of private use is a commercial decision, for example based on the impractical nature of doing so, rather than a desire to reward the employee,\n\nyou should accept that the test is met.\n\nEmployers are not expected to keep detailed records of every instance of actual private use in order to substantiate a claim for exemption.  The &#x201C;not significant&#x201D; condition should not be decided purely on the absolute time spent on different uses of the equipment or services provided.  It should be considered in the context of the employee&#x2019;s duties and the necessity for the employee to have the equipment or services provided in order to carry out the duties of the employment.\n\nFor example, where a computer is provided by an employer because it is necessary for an employee to be able to carry out the duties of the employment either at home, or whilst travelling or at work, it is highly unlikely that any private use made of that equipment will be significant when compared with the business need for providing the computer in the first place.  In these circumstances section 316 will apply and no tax charge will arise.\n\nIn relation to other supplies or services provided for use outside the workplace, whether s316 applies will depend on the facts. See [EIM21615](/guidance/employment-income-manual/EIM21615) regarding the provision of a telephone line in the employee&#x2019;s home. See [EIM21617](/guidance/employment-income-manual/EIM21617) regarding the provision of internet access in the employee&#x2019;s home.\n\n### No exemption if employer reimburses costs or pays provider direct\n\nWhere an employee contracts for supplies or services and the employer either reimburses the cost to the employee, or pays the service provider directly on the employee&#x2019;s behalf, the exemption in Section 316 does not apply.\n\nA reimbursement by an employer is taxable under Section 70 ITEPA ([EIM20603](/guidance/employment-income-manual/EIM20603)) and a payment by the employer direct to the service provider represents the employer meeting the employee&#x2019;s pecuniary liability and is taxable under Section 62 ITEPA ([EIM00580](/guidance/employment-income-manual/EIM00580)).\n\nIn these situations the strict rules for expenses payments must be satisfied ([EIM31620](/guidance/employment-income-manual/EIM31620)) for there to be a deduction available under Section 336 ITEPA.\n\n### Examples\n\nA shop assistant works for a large retail employer and is loaned a computer by the employer for personal use at home.  The duties of the employment do not require the employee to work at home except on infrequent occasions when the computer may be used to produce a spreadsheet of weekly or monthly sales, compared with sales targets.  The employee regularly uses the computer to order online weekly groceries and to book holidays.\n\nThe sole purpose for providing the computer was not for business use and the private use is significant relative to the business use of the computer.  The exemption in s316 does not apply.\n\nAn engineer for a large utility company is provided with a computer for use at home by their employer.   The list of jobs for each working day is sent overnight via an email from the employer.  The engineer is required to log on first thing every morning to download the details of the work for the day.  This may take no more than five minutes.  The computer is often used to order online weekly groceries and to scan Ebay for bargain purchases.  Private use may be for an hour or more each day.\n\nThe employer&#x2019;s sole purpose in providing the computer was to enable the engineer to download the work roster for each day.  His use of the computer for this purpose is an essential duty of the employment - it is the sole reason that the employer provided the computer and it is the primary reason for the employee to have the computer available at home.  Private use of the computer is secondary to the use for work purposes, even if the actual amount of time spent on private use exceeds that on business use.  Consequently in this example private use is not significant and the exemption in s316 applies.\n\nA management consultant working for a consultancy firm works largely from home. She spends a high proportion of her time visiting customers, and occasionally attends a meeting at the employer&#x2019;s offices.\n\nThe employer provides her with a laptop computer for business use because on the days when she works away from the office, access to a computer is still absolutely essential to her job.  Occasionally she uses the laptop for private purposes and she has two children who are allowed to use the laptop for accessing the Internet to help with their school homework and for playing computer games and downloading music.\n\nThe amount of time the laptop is used by the consultant for business use during the day is probably about the same as that spent on it in the evening and at weekends by her children.  But the sole reason that she has been provided with the laptop is for business use, for which purpose it is essential, and its primary purpose is for the business use.  The private use is secondary to this and is therefore not significant, regardless of the amount of time spent on private use.  The exemption in s316 applies.\n\nAn employee for a financial advisory firm chooses to work at home every Friday.  The employer provides a laptop computer for the employee to take home.  It is not an essential part of his job to work from home on Fridays, but since the employer agrees to this working pattern, the laptop is required to enable the employee to do his job.  The amount of time spent on the laptop for business use on Fridays is roughly equal to time spent at other times of the week on personal use of the laptop.\n\nThe sole reason that the laptop is provided is to enable the employee to work from home on Fridays.  It is essential for this purpose.  Private use of the laptop is secondary to this primary purpose and is therefore not significant.  The exemption in s316 applies."},{"manual-section-id":"EIM21614","title":"Employer&#x2019;s purpose in providing benefit","body":"For the exemption for work related supplies and services\nprovided other than on the employer's premises (see\n[EIM21611](/guidance/employment-income-manual/EIM21611)) to apply, the employer's sole\npurpose of providing the benefit must be to enable the employee to\nperform the duties of the employment.\n\nThis means that if the employer has a mixed motive, which is\npartly to enable the employee to perform their duties and partly so\nthat the employee can use the equipment or service privately,\nexemption will not apply."},{"manual-section-id":"EIM21615","title":"Employer subscribes for telephone line in the employee's home","body":"\n\n## Section 316 ITEPA 2003\n\n### Telephone lines\n\nSome benefits that are work related supplies and services, provided other than on the employer's premises, are exempt from tax (see [EIM21611](/guidance/employment-income-manual/EIM21611)). This exemption will apply to a telephone line in the employee's home, for which the employer is the subscriber, if:\n\n*   there is a clear business need for the employer to provide the employee with a telephone, for instance if making and receiving telephone calls from the home are vital and central parts of the employee's duties and\n*   the employer has procedures to monitor, control and minimise the cost to him of private use and\n*   the employer has no intention of rewarding the employee.\n\nThe employer may control and minimise the cost to him of private use by either:\n\n*   recovering from the employee the cost of private calls or\n*   ensuring that the cost of any private calls is kept to a minimum, for instance only allowing the employee to make local or off peak calls in clearly defined circumstances.\n\nIf the first bullet applies only the benefit of the telephone line will be exempt under Section 316 ITEPA 2003. The benefit of the calls, both business and private will not be exempt, although the amount the employee makes good (see [EIM21120](/guidance/employment-income-manual/EIM21120)) in respect of the private calls will reduce the cash equivalent of the benefit (see [EIM21101](/guidance/employment-income-manual/EIM21101)) and the employee may claim a deduction for calls made in the performance of his duties (see EIM32490). Alternatively, if the business calls are covered by a dispensation (see [EIM30051](/guidance/employment-income-manual/EIM30051)) and the full cost of private calls is made good by the employee, there is no need to report a benefit on Form P11D or to claim a deduction.\n\nIf the second bullet applies both the line and the calls may be exempt if the cost of private calls is not significant compared to the total costs of the line and calls.\n\nSee [EIM21616](/guidance/employment-income-manual/EIM21616) for examples of employments where the benefit of a telephone line is likely to be exempt under Section 316. "},{"manual-section-id":"EIM21616","title":"Employer subscribes for telephone line in the employee&#x2019;s home: employments where the exemption is likely to apply","body":"\n\n## Section 316 ITEPA 2003\n\nThe exemption for work related supplies and services, provided other than on the employer's premises (see [EIM21611](/guidance/employment-income-manual/EIM21611) and [EIM21615](/guidance/employment-income-manual/EIM21615)) is likely to apply to a telephone line (for which the employer is the subscriber) provided for employees in the following employments:\n\n*   ministers of religion, where there is a need for contact with their parishioners and congregations 24 hours a day\n*   teleworkers, where a telephone line at home is provided for remote computer working or telephone business\n*   employees such as 'live-in' care workers in residential homes for the elderly or disabled or hospices, whose daily duties may require contact with the emergency services or the relatives of those they care for."},{"manual-section-id":"EIM21617","title":"Internet access in the employee&#x2019;s home","body":"### Employer provides Internet access\n\nBefore 6 April 2006 the first &#xA3;500 of the benefit charge arising on provision by an employer of computer equipment in an employee's home was exempt from tax under Section 320 ITEPA 2003 (see [EIM21700](/guidance/employment-income-manual/EIM21700)). This exemption did not include fees paid by the employer to an Internet Service Provider (ISP).  This exemption was removed by Finance Act 2006.\n\nSection 316 (see [EIM21610](/guidance/employment-income-manual/EIM21610)) exempts from tax assets or services provided by an employer in the employee's home solely for work purposes, as long as any private use is not significant (see [EIM21613](/guidance/employment-income-manual/EIM21613)).\n\nWhere an employer provides for Internet access at the employee's home solely for work purposes, under a package where there is no separate billing or record of access calls, and no breakdown is possible between work and private calls, we accept that where private use is not significant (and private use does not affect the cost of the package) the costs of connection are exempt from tax under Section 316.\n\nFor tax purposes the cost of providing the telephone line to connect to the Internet is a separate matter from the contract between the ISP and the employer or employee.  The treatment of the telephone line rental and call charges depends on who has contracted with the provider of the telephone line (see [EIM21615](/guidance/employment-income-manual/EIM21615)).\n\n### Employer reimburses employee for the cost of subscriptions to an ISP\n\nWhere an employee is the subscriber for Internet access to his or her home, and the employer reimburses the employee for these costs, there is no scope for the exemption in Section 316 to apply, as the employer is not providing a benefit.   But where a payment is made by an employer to reimburse an employee for reasonable additional costs ([EIM01476](/guidance/employment-income-manual/EIM01476)) incurred whilst working at home under homeworking arrangements ([EIM01472](/guidance/employment-income-manual/EIM01472)), the payments may be exempt under Section 316A ITEPA.\n\n&#x201C;Reasonable additional costs&#x201D; would include a broadband subscription if an employee who had not previously subscribed for broadband needed to do so in order to work from home.  Payments to an employee who was already subscribing for broadband, and for whom the cost was therefore not &#x201C;additional&#x201D; will not qualify for exemption under Section 316A.\n\n### Employee pays for ISP subscription - no reimbursement from employer\n\nIf the employee can show that the Internet costs related to use wholly, exclusively and necessarily in the performance of his duties, he may be entitled to a deduction under Section 336 ITEPA 2003 ([EIM31620](/guidance/employment-income-manual/EIM31620)).\n\nHowever, where an Internet package, such as for Broadband access, provides unlimited access and no separate billing procedures to separate business use from private use, it is not possible for an employee to identify any specific part of the cost as relating to business use.  Consequently the position for these packages is the same as for similar mobile phone packages ([EIM32945](/guidance/employment-income-manual/EIM32945) and [EIM32951](/guidance/employment-income-manual/EIM32951)). If there is no identifiable cost that is wholly and exclusively for business use, no deduction will be due."},{"manual-section-id":"EIM21618","title":"Particular benefits: air miles, credit card points etc","body":"In general, air miles, petrol tokens, credit card points etc. acquired by an employee are not taxable if they were acquired in the same way as applies to any other member of the general public, for instance by buying goods or services on which such benefits are given,\n\nProvided the vouchers, air miles or points belong to the employee rather than the employer, they are not considered as being provided by reason of their employment even if the goods or services giving rise to them happen to be purchased as part of the employee&#x2019;s business travel or using a credit card provided by the employer.\n\nUsing the example of air miles, the benefit of the award of additional air miles will not be considered to be provided by reason of the employment even if the employee concerned only has the opportunity to be awarded those particular air miles because they&#x2019;re going on a business journey for which the costs are met or reimbursed by the employer.  But this is subject to the condition that the air miles are awarded to the employee from the outset in just the same way that the provider would award them to any other customer buying the same ticket or product.\n\nIn those circumstances, there is no need for the employer - or indeed the third party supplier of the air miles or reward/ profile points - to report these items to HMRC, or for the employee in question to enter them on a tax return if he or she gets one,\n\nHowever, there is a tax charge on such items, if they are provided by reason of the employee&#x2019;s employment.\n\nThis would be the case if the fact of the employment was a necessary antecedent condition to the receipt of air miles.  An example of this would be where the employer purchased a block of air miles and distributed them to the employees, perhaps as part of an incentive scheme.  Another example would be where there&#x2019;s an arrangement for a third party to provide petrol tokens or some other form of award points specifically to employees of a particular employer but not to other customers.\n\nIt is important to remember that the exact tax treatment will depend on the facts of a particular case.  "}]},{"title":" Alterations, additions and repairs to living accommodation","sections":[{"manual-section-id":"EIM21620","title":"Alterations, additions and repairs to living accommodation","body":"\n\n## Section 313 ITEPA 2003\n\nWhere living accommodation is provided for a director or employee (or for members of his family or household), except for those in an excluded employment (see [EIM21007](/guidance/employment-income-manual/EIM21007)), by reason of his employment, no chargeable benefit arises in respect of:\n\n*   any structural alterations and additions to the premises or\n*   repairs expenditure that would normally be the landlord's responsibility.\n\nFor this purpose expenditure that would normally be the landlord's responsibility covers repairs of:\n\n*   the structure and outside of the property including drains, gutters, and external pipes etc\n*   installations in the property for the supply of water, gas and electricity\n*   sanitary installations including sinks, baths and toilets\n*   space and water heating installations.\n\nThis kind of repairs expenditure maintains or enhances the value of the property to the landlord rather than providing a benefit to the employee. That is why the expenditure is not charged as a benefit on the employee.\n\nAs regards the heating, lighting and cleaning etc of job-related living accommodation, see [EIM21720](/guidance/employment-income-manual/EIM21720) onwards.\n\nAlthough the cost of structural alterations and additions is not charged as a separate benefit on the employee, it is taken into account in determining the cost of the property for the purpose of any charge on the benefit of provided living accommodation (see [EIM11301](/guidance/employment-income-manual/EIM11301) onwards). "}]},{"title":" Annual parties and other social functions","sections":[{"manual-section-id":"EIM21690","title":"Annual parties and other social functions","body":"\n\n## Section 264 ITEPA 2003\n\nDirectors and employees, except those in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20007)), are chargeable on their share of the expense incurred by an employer in providing a social function for employees, except where Section 264 ITEPA 2003 exempts the charge to tax.\n\nThe exemption applies to an annual party (for example, a Christmas party), or similar annual function (for example, a summer barbecue), provided for employees and:\n\n*   available to employees generally or\n*   available to employees generally at one location, where the employer has more than one location.\n\nWhere an employer organises its workforce at one site into separate sections or departments, an annual party may be provided separately for the different sections (e.g. separate wards in an NHS hospital trust).    As long as a party is available generally to all staff at the site, and the other conditions are satisfied, the exemption may apply.\n\nIf the employer provides one annual function for employees no charge to tax arises if the cost of the event per head does not exceed &#xA3;150 (until 5 April 2003 the figure was &#xA3;75 per head).\n\n### Two or more functions\n\nIf the employer provides two or more annual parties or functions, no charge arises in respect of the party, or parties, for which cost(s) per head do not exceed &#xA3;150 in aggregate. Where there is more than one annual function potentially within the exemption, we do not expect employers to keep a cumulative record, employee by employee, of functions attended. But for each function the cost per head should be calculated. The cost per head of subsequent functions should be added. If the total cost per head goes over &#xA3;150 then whichever functions best utilise the &#xA3;150 are exempt, the others taxable (see examples at [EIM21691](/guidance/employment-income-manual/EIM21691)).\n\n### Exemption not allowance\n\nThe figure of &#xA3;150 is not an allowance. For functions that are outside the scope of the exemption (see example at [EIM21691](/guidance/employment-income-manual/EIM21691)) directors and employees, except those in an excluded employment, are chargeable on the full cost per head, not just the excess over &#xA3;150, in respect of:\n\n*   themselves and\n*   any members of their family and household who attend as guests.\n\nThe cost of the function includes VAT and the cost of transport and/or overnight accommodation if these are provided to enable employees to attend. Divide the total cost of each function by the **total **number of people (**including non-employees**) who attend in order to arrive at the cost per head.\n\n(See examples at [EIM21691](/guidance/employment-income-manual/EIM21691)). "},{"manual-section-id":"EIM21691","title":"Examples","body":"\n\n## Section 264 ITEPA 2003\n\n### Example 1\n\nA company holds an annual Christmas party for all its staff. The average cost per employee is &#xA3;50. This is exempt under Section 264(2) ITEPA 2003 (see [EIM21690](/guidance/employment-income-manual/EIM21690)).\n\nIn addition the directors hold an annual party at Christmas for its directors at which the cost per head is &#xA3;75. This function is not open to staff other than directors. Consequently it is not covered by the exemption because it is not available to staff generally. The full benefit is chargeable on directors attending.\n\n### Example 2\n\nA company holds two annual dinner dances open to all its employees in the tax year. The total cost of the first, including transport and accommodation provided for certain guests, was &#xA3;10,000 including VAT. The total number of persons attending was 100 and the cost per head was therefore &#xA3;100.\n\nThe second dinner dance cost &#xA3;8,000 including VAT, and 100 people attended this. The average cost was therefore &#xA3;80.\n\nThe total cost per head for both functions was &#xA3;180 so they cannot both qualify for exemption under Section 264(3) ITEPA 2003 (see [EIM21690](/guidance/employment-income-manual/EIM21690)). Since the cost per head of each party on its own was not more than &#xA3;150, either event can qualify for exemption on its own but it is more beneficial overall for the first to be exempted. So the benefits arising from that function will not be charged and those arising from the second function will be charged.\n\nFor employees who attended:\n\n*   both events, they will be chargeable only on the benefit of &#xA3;80 for the second event\n*   only the first event, there will be no chargeable benefit because that event is exempt\n*   only the second event, they will be chargeable on the benefit of &#xA3;80.\n\nIf the average cost per head of each of the functions exceeded &#xA3;150 the full amount of the benefit of both functions would be chargeable. The &#xA3;150 is not an allowance to be set against an amount that exceeds that figure. "}]},{"title":" Assets leased by the employer","sections":[{"manual-section-id":"EIM21732","title":"Assets hired or rented by employer","body":"\n\n## Section 205 ITEPA 2003\n\nThere are special rules for calculating the chargeable benefit where an asset other than a motor car or living accommodation is hired or rented. The instructions are at [EIM21630](/guidance/employment-income-manual/EIM21630) to EIM21632.\n\nNote that the rent or hire charge is only used in the calculation under [EIM21630](/guidance/employment-income-manual/EIM21630) if it is greater than the \"annual value of the use of the asset\" (see [EIM21632](/guidance/employment-income-manual/EIM21632)).\n\nAs regards: "}]},{"title":" Assets placed at the disposal of a director or employee","sections":[{"manual-section-id":"EIM21630","title":"Assets placed at the disposal of a director or employee","body":"\n\n## Section 205(1) ITEPA 2003\n\nDirectors and employees often have an asset placed at their disposal without ownership of the asset being transferred to them. If that is a benefit to them rather than a fair bargain (see [EIM21004](/guidance/employment-income-manual/EIM21004)), there are special rules (see [EIM21631](/guidance/employment-income-manual/EIM21631)) for determining the value of the benefit to be charged, unless the employment is an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20007)).\n\nFor example, a company may own a yacht that is available for private use by the directors or their families.\n\nThe special rules apply if:\n\n*   the asset is placed at the disposal of the director or employee (or their family) or\n*   the asset is in fact used by the director or employee (or their family).\n*   Where the asset is a car or van these special rules do not apply. The rules for vans start at [EIM22700](/guidance/employment-income-manual/EIM22700) and those for cars at [EIM23000](/guidance/employment-income-manual/EIM23000)."},{"manual-section-id":"EIM21631","title":"Cash equivalent of assets placed at the disposal of a director or employee","body":"\n\n## Section 205(2) ITEPA 2003\n\nWhere the benefit is an asset placed at the disposal of a director or employee (see [EIM21630](/guidance/employment-income-manual/EIM21630)) the value of the benefit (the \"cash equivalent\") to be charged is:\n\n*   the \"annual value of the use of the asset\" or, if greater, the rent or hire charge paid for it (see [EIM21632](/guidance/employment-income-manual/EIM21632))\n\n**plus**&#xA0;\n\n*   any expenditure on the asset, other than expenditure on acquiring or hiring the asset incurred by the person making the asset available for the purpose of providing the benefit. This will include expenditure on running costs and could include expenditure on alterations or improvements, repairs, maintenance, etc depending on whether it was incurred for the purpose of providing the benefit. It would not include interest paid on a loan to acquire the asset.\n\nNo account is taken of the cost of the asset to the person providing it.\n\nNote that a tax charge may arise if the asset is available for the use of the director or employee. Whether or not it is used is immaterial. This is because the legislation refers to the benefit as being an asset \"placed at the disposal of\" the employee. Assets commonly placed at the disposal of directors and employees to which the rule applies are yachts, aircraft, paintings, furniture, TV sets and video machines.\n\nIn practice whether the tax charge is calculated on the basis of availability of the asset, or of actual use of the asset, will depend on the facts of each case.  As a broad rule of thumb, if the asset is used solely or largely for private use by a director or senior employee and the asset is at that person&#x2019;s disposal most or all of the time a charge based on availability is reasonable.  If the asset has a more mixed use, to include use by the employer and/or other employees, it may be fairer to calculate the benefit based on actual use.    There are no hard and fast rules and the legislation allows for either approach, regardless of the facts.\n\nThe rule in Section 205 ITEPA 2003 may apply to living accommodation if the benefit from it is not charged under separate rules in Part 3 Chapter 5 ITEPA 2003 (see [EIM11301](/guidance/employment-income-manual/EIM11301) onwards). "},{"manual-section-id":"EIM21632","title":"Annual value"},{"manual-section-id":"EIM21633","title":"Example","body":"The following example shows how the chargeable benefit relating\nto a yacht is calculated. It would apply to all other assets except\ncars, vans, land and buildings.\n\n### Facts\n\nOn 6 April a company buys a yacht on the open market for\n&#xA3;25,000.\n\nIt immediately makes this available for the sole use of a\ndirector and his family throughout the tax year.\n\nIn the same year the company spends &#xA3;2,400 on insurance,\nfuel, maintenance, servicing and mooring charges for the yacht. It\nalso pays &#xA3;4,500 interest on a loan obtained to purchase the\nyacht.\n\nThe company requires the director to pay &#xA3;1,500 a year\nfor the use of the yacht.\n\n### Calculation of the benefit\n\nThe amount chargeable on the director for the benefit from the\n\nyacht being made available for his and his family's use is:\n\n<table>\n<tr>\n<td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>\"Annual value of the\n\nuse of\" the yacht: 20% of its market value of &#xA3;25,000</td><td>5,000</td>\n</tr>\n<tr>\n<td>Running costs borne by\n\nthe employer</td><td>2,400</td>\n</tr>\n<tr>\n<td></td><td>7,400</td>\n</tr>\n<tr>\n<td>Less \"made good\" by the\n\ndirector</td><td>1,500</td>\n</tr>\n<tr>\n<td>Amount of the\n\nbenefit</td><td>5,900</td>\n</tr>\n</table>\n\n### Notes on the example\n\nNote that in the example the \"market value\" of the yacht is\n\ntaken as &#xA3;25,000 as this was the open market price paid by the\n\ncompany immediately before it was first applied as a benefit.\n\nIf the company had leased the yacht for &#xA3;6,000 a year\n\nfrom 6 April, &#xA3;6,000 would have been substituted for the\n\n\"annual value of the use of the yacht\" of &#xA3;5,000 shown above\n\n(see EIM21630and\n\n[EIM21632](/guidance/employment-income-manual/EIM21632)).\n\nIf, exceptionally, the company had leased the yacht for less\n\nthan the \"annual value\" of &#xA3;5,000, the lease rent would have\n\nbeen disregarded. The calculation would have remained as shown in\n\nthe example above, based on the annual value of &#xA3;5,000.\n\nThe interest paid on the loan to buy the yacht does not enter\n\ninto the benefit calculation."},{"manual-section-id":"EIM21634","title":"Asset unavailable for part of a year","body":"\n\n## Section 204 ITEPA 2003\n\nWhere an asset is not available for part of a year the annual value of its use has to be apportioned (Section 204 ITEPA 2003).\n\nFor instance, if in the example at [EIM21633](/guidance/employment-income-manual/EIM21633) the yacht is only made available to the director from 6 October, the chargeable benefit is:\n\n*   one half (6/12 months) of the annual value of its use plus\n*   expenditure on the asset by the person providing it from 6 October to the following 5 April less\n*   any amount made good by the director (see [EIM21120](/guidance/employment-income-manual/EIM21120))."},{"manual-section-id":"EIM21635","title":"Asset also used in the business or by other employees","body":"An apportionment of the full amount of a benefit is required if\nan asset is made available to two or more directors and employees\nor is provided partly to the employee as a benefit and is also used\npartly by the employer in its business (see\n[EIM21200](/guidance/employment-income-manual/EIM21200)).\n\nFor example, if a yacht is made available to two directors\nand they agree that its availability is shared equally by them,\napportion one half of the benefit to each of them. Similarly if the\nyacht is used partly for business purposes, such as hiring to\ncustomers, a proper proportion of the full annual value of its use\nwould not be chargeable."},{"manual-section-id":"EIM21636","title":"Asset used by the employee partly for private purposes and partly for work purposes","body":"When an asset is available for the private use of a director or\nemployee but it also has to be used in the performance of his\nduties, the director or employee may be able to get relief for the\nwork use. This is accomplished by treating the value of the benefit\nas if it were expenditure so that the business proportion can\nqualify for deduction under Section 336 to 338 ITEPA 2003 (see\n[EIM31620](/guidance/employment-income-manual/EIM31620) onwards).\n\nNote that a deduction will not be due if the private and\nbusiness use of the asset is concurrent, such as a suit of ordinary\nclothes worn at work (see\n[EIM31660](/guidance/employment-income-manual/EIM31660)). Only if the use of the asset\n\nis at some times exclusively for business, such as a fax machine\n\nprovided to the employee at home partly for work use, will a part\n\ndeduction be due (see\n\n[EIM31661](/guidance/employment-income-manual/EIM31661)). See example\n\n[EIM31617](/guidance/employment-income-manual/EIM31617)."},{"manual-section-id":"EIM21637","title":"Assets used partly for private purposes and partly for work purposes: background to example in EIM21638","body":"\n\n## Sections 204 and 205 ITEPA 2003\n\nSee [EIM21638](/guidance/employment-income-manual/EIM21638) for an example of the interaction between:\n\n*   the calculation of the cash equivalent of a benefit where an asset is placed at the disposal of a director or employee (Section 205(1)(a)(i) ITEPA 2003) and*   making an apportionment of that benefit where it is available to a director and for &#x201C;other matters&#x201D; (Section 204 ITEPA 2003).\n\nWhere a benefit is provided partly for the use of a director or employee and partly for &#x201C;other matters&#x201D; the cost of the benefit must be apportioned (see [EIM21200](/guidance/employment-income-manual/EIM21200)) between the different uses.\n\n**Note that an asset placed at the disposal of a director or employee represents a benefit (Section 205(1)(a)(i)) regardless of the use, if any, to which the director or employee puts the asset.   But see EIM21631 for details relating to the two alternative measures of charge and when to apply one or the other.**&#xA0;\n\n**If the asset is used wholly for business purposes, this does not prevent the provision of the asset representing a benefit. **If the business use satisfies the terms of Section 365(1) ITEPA 2003, the director or employee will be entitled to a deduction equivalent to the full amount of the benefit, leaving no amount chargeable to tax. **But this is not the same as there being no benefit. **A benefit has been provided but because of the deduction for business use, the chargeable amount has been reduced to nil.\n\n**If the benefit is used by a director or employee for private purposes and for business purposes, the business use is not an &#x201C;other matter&#x201D; which can be included in the amount of the benefit to be apportioned under Section 204 ITEPA 2003. **The full amount of the mixed use of the benefit is chargeable to tax, subject to a deduction under Section 365(1) ITEPA 2003 for any business use that meets the conditions of Section 336 to 338 ITEPA 2003 (see [EIM21210](/guidance/employment-income-manual/EIM21210)).\n\nOn the other hand, use of the asset by other employees, or by the employer company (for example, for transporting goods or customers), or hire to third parties, are &#x201C;other matters&#x201D; to be taken into account in an apportionment.\n\nThere are no hard and fast rules for calculating the proportion of cost attributable to different uses but the end result should produce an apportionment that is reasonable in the light of the facts of the case and the statutory context in Section 204 (see [EIM21200](/guidance/employment-income-manual/EIM21200)).\n\nSee the example at [EIM21638](/guidance/employment-income-manual/EIM21638). "},{"manual-section-id":"EIM21638","title":"Assets placed at the disposal of an employee and used partly for private purposes and partly for work: example","body":"For some background information relevant to this example see [EIM21637](/guidance/employment-income-manual/EIM21637).\n\n### Facts\n\n*   On 6 July a company purchases a 10 seater aircraft for &#xA3;800,000,\n*   the principal shareholder of the company and managing director (MD) holds a pilot&#x2019;s licence,\n*   the plane is kept at an airfield near to both the company premises and the MD&#x2019;s home. It is available to the MD to use at all times - sometimes, at weekends, he decides on the spur of the moment to take a flight on the plane. The plane is not available to any other director or employee unless given specific permission,\n*   the company incurs costs on the plane of &#xA3;20,000 for the 9 months from 6 July to 5 April for landing fees, fuel, insurance, etc.,\n*   when he uses the plane for private purposes the MD reimburses the company &#xA3;100 per day as a contribution towards the employer&#x2019;s costs.\n*   Inspection of the logbook for the period 6 July to 5 April (274 days) shows use as follows:\n\n1. 10 days - by the MD for travel to business meetings\n\n    2. 20 days - by the company (using an outside pilot hired by the day) to deliver\n    sensitive documents to customers in remote locations\n\n    3. 10 days - commercial hire to third parties at &#xA3;2,000 per day\n\n    4. 10 days - another director of the company wishes to learn to fly and uses\n    the plane for flying lessons with an instructor\n\n    5. 60 days - private use by the MD.\n\n### What is the amount of the benefit chargeable on the MD?\n\nSection 205(2)(a) ITEPA 2003 determines that when an asset is placed at the disposal of a director or employee (see [EIM21631](/guidance/employment-income-manual/EIM21631)), the amount of the cash equivalent of the benefit is the annual value (Section 205(3)(b)) plus additional expenses.\n\n<table>\n<tr>\n<td>\n\nAnnual value of plane (&#xA3;800,000 x 9/12 x 20%)\n\n</td>\n<td>\n\n&#xA3;120,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nAdditional expenses\n\n</td>\n<td>\n\n&#xA3;20,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nTotal amount of the benefit\n\n</td>\n<td>\n\n&#xA3;140,000\n\n</td>\n</tr>\n</table>\n\nAs the plane is made available for several different purposes, if any of those purposes amounts to an &#x201C;other matter&#x201D; (Section 204), an apportionment of the benefit may be due. Use by the MD, whether for business or private purposes, is not an &#x201C;other matter&#x201D;. But use by other employees, or use by the company, are &#x201C;other matters&#x201D; - items 2, 3 and 4 above which amount to 40 days in total.\n\nThe amount of the benefit is based on the 274 days in the year when the plane was available for use.  On 40 days it was used for &#x201C;other matters&#x201D; and the benefit must be apportioned accordingly.  On the remaining 234 days it was entirely at the disposal of the director to use as and when he wished.   If the plane was not available to the director, or not solely available to him, on all these days, the calculation of the benefit could be different (see [EIM21639](/guidance/employment-income-manual/EIM21639)).  The calculation of the benefit must be:\n\n*   apportioned to take account of these other matters and\n*   reduced by any amount made good by the MD to the employer.\n<table>\n<tr>\n<td>\n\nTotal amount of the benefit\n\n</td>\n<td>\n\n&#xA3;140,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess proportion for &#x201C;other matters&#x201D; (40/274)\n\n</td>\n<td>\n\n&#xA3;20,438\n\n</td>\n</tr>\n<tr>\n<td>\n\nBenefit after apportionment\n\n</td>\n<td>\n\n&#xA3;119,562\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess made good by MD (&#xA3;100 x 60)\n\n</td>\n<td>\n\n&#xA3;6,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nCash equivalent of the benefit\n\n</td>\n<td>\n\n&#xA3;113,562\n\n</td>\n</tr>\n</table>\n\nFinally, if the director&#x2019;s use of the plane satisfies the terms of Section 336 ITEPA 2003 he will be due a deduction under Section 365(1) for the amount of expenses on business purposes that could have been deducted if incurred by him. This figure may be quantified based on the facts of the case. In this instance the MD used the plane for a total of 70 days in the year, 10 days for business and 60 days for private purposes. A reasonable basis for calculating the deduction due under Section 365(1) may be 10/70 of the chargeable benefit - 10/70 x 113,562 = 16,223.\n\n<table>\n<tr>\n<td>\n\nLess deduction for business use (10/70 days)\n\n</td>\n<td>\n\n&#xA3;16,223\n\n</td>\n</tr>\n<tr>\n<td>\n\nAmount of benefit taxable on MD\n\n</td>\n<td>\n\n&#xA3;97,339\n\n</td>\n</tr>\n</table>\n\nNote it is necessary to use judgement and common sense when determining the amount that would have been deductible for expenses under Section 365(1).\n\nIn this case a deduction of approximately &#xA3;1,600 per day has been allowed for the MD&#x2019;s travel to business meetings. This may seem a large amount but if the alternative is for the company to hire a similar plane for the day at the commercial rate of &#xA3;2,000, for which the MD paid himself and was later reimbursed by the company, he would be entitled to a deduction for this amount. Apart from extreme cases, it is better not to become involved in a debate concerning what form of transport (and at what cost) is suitable for the director to use to attend meetings.\n\nThe other director who uses the plane for flying lessons will also be chargeable on a benefit based on his 10 days private use of the plane. "},{"manual-section-id":"EIM21639","title":"Assets placed at the disposal of both an employee and an employer: example"}]},{"title":" Asset transferred to a director or employee at undervalue","sections":[{"manual-section-id":"EIM21640","title":"General outline and interaction with Section 62 ITEPA 2003","body":"If any employee receives goods or assets from his employer as\nearnings from the employment he will be chargeable under Section 62\nITEPA 2003 on their \"money's worth\" (see EIM00530onwards). That is\nusually their second-hand value less any amount he has to pay the\nemployer for them (see\n[EIM00540](/guidance/employment-income-manual/EIM00540)).\n\n But their second-hand value may be less than the expense\nincurred by the employer in providing them or they may be items\nlike wines and spirits or petrol, which the employee cannot\nlawfully turn into money.\n\n To remedy this there are special rules relating to assets\ntransferred to directors or employees, except those in excluded\n\nemployments (see\n\n[EIM20007](/guidance/employment-income-manual/EIM20007)), by reason of their\n\nemployment. They ensure that for new assets the chargeable earnings\n\nare always at least the actual or deemed cost to the employer.\n\n Any amount chargeable under these special rules is strictly\n\nthe excess over any second-hand value that is chargeable under\n\nSection 62. In practice the amount chargeable by virtue of the\n\nbenefits code should not be distinguished.\n\n If vouchers or credit-tokens are used by an employee to get\n\npossession of the asset the only charge arises under the vouchers\n\nand credit-token legislation (see\n\n[EIM00540](/guidance/employment-income-manual/EIM00540))."},{"manual-section-id":"EIM21645","title":"When the special rules apply","body":"\n\n## Sections 203 and 205 ITEPA 2003\n\nThe general 'money's worth' rule (see [EIM00530](/guidance/employment-income-manual/EIM00530)) for charging the benefit of an asset transferred is supplemented by special rules.\n\nThe special rules for determining the chargeable benefit apply in any of the following three situations:\n\n*   where the person who transfers the asset does so before it has been depreciated or been used (see [EIM21646](/guidance/employment-income-manual/EIM21646)), or\n*   where the asset transferred has depreciated or been used before its transfer (see [EIM21655](/guidance/employment-income-manual/EIM21655)), or\n*   where the asset transferred is not a car or living accommodation but has previously been available for the use of someone who has been chargeable on the benefit of it under Section 205(3) ITEPA 2003 as in [EIM21630](/guidance/employment-income-manual/EIM21630) and [EIM21650](/guidance/employment-income-manual/EIM21650).\n\nIn all three situations the amount chargeable will be:\n\n*   the greater of:\n\nBut if a voucher or credit-token is used to get the asset, the only charge will arise under the vouchers and credit-token legislation (see [EIM16000](/guidance/employment-income-manual/EIM16000)). "},{"manual-section-id":"EIM21646","title":"Assets transferred before they have been used or depreciated","body":"\n\n## Sections 203(2) ITEPA 2003\n\nIf a person transfers an asset to a director or employee or a member of his family or household by reason of his employment before the asset has depreciated or been used the amount chargeable is:\n\n*   the greater of\n\nThis rule also applies to the transfer of any unused trading stock of the employer.\n\nThe examples at [EIM21647](/guidance/employment-income-manual/EIM21647) and [EIM21648](/guidance/employment-income-manual/EIM21648) illustrate how the rules work. "},{"manual-section-id":"EIM21647","title":"Assets transferred before they have been used or depreciated: example of asset purchased by employer","body":"A company buys a TV set from a retail shop for &#xA3;400 and\nimmediately gives it to a director free of charge. The second-hand\nvalue is only &#xA3;300. The amount chargeable is:\n\n<table>\n<tr>\n<td>Expense incurred by the\nemployer (this is more than the second-hand value of\n&#xA3;300)</td><td>&#xA3;400</td>\n</tr>\n<tr>\n<td>**Less** made good by the director</td><td>&#xA3;Nil</td>\n</tr>\n<tr>\n<td>Chargeable benefit</td><td>&#xA3;400</td>\n</tr>\n</table>\n\nNote that even though the TV cost &#xA3;400 and was immediately\n\nworth only &#xA3;300 it has not depreciated\n\n**since** the company acquired it. This is because to\n\ndepreciate means to fall in\n\n**value**. So you must compare the value of the set\n\nimmediately after the company acquired it (&#xA3;300) with its\n\nvalue at the time it was transferred to the employee. This is the\n\nsame, &#xA3;300, so the TV set has not depreciated."},{"manual-section-id":"EIM21648","title":"Assets transferred before they have been used or depreciated: examples of assets built by employer, costing greater or less than market value","body":"A building company constructs a stable block and paddock on land\nowned by the company. The land cost &#xA3;20,000 and the buildings\nand fencing cost &#xA3;50,000 to build. When the stables and\npaddock are completed the company receives offers from unconnected\nthird parties to buy the land (with the stables and paddock on it)\nfor &#xA3;55,000, but it decides to sell it to the director for\n&#xA3;45,000.\n\nThe stables and paddock have not been used at the time of\n\nsale to the director. Neither have they depreciated. They were\n\nworth &#xA3;55,000 immediately after they were completed by the\n\ncompany and the same at the time they were sold to the director.\n\nThe chargeable benefit is:\n\n<table>\n<tr>\n<td>Expense incurred by the\n\ncompany producing the asset &#xA3;20,000 plus &#xA3;50,000 (this is\n\nmore than resale value (&#xA3;55,000) of the land )</td><td>&#xA3;70,000</td>\n</tr>\n<tr>\n<td>Made good by the\n\ndirector</td><td>&#xA3;45,000</td>\n</tr>\n<tr>\n<td>Chargeable benefit</td><td>&#xA3;25,000</td>\n</tr>\n</table>\n\nNote that this is more than the money's worth in the director's\n\nhands (see\n\n[EIM00530](/guidance/employment-income-manual/EIM00530)). This is because the director\n\ngot the asset new and undepreciated.\n\n### Example 2\n\nA building company constructs a house for a director at a cost\n\n(including the cost of the land) of &#xA3;250,000. When the house\n\nis completed the company sells it to the director for\n\n&#xA3;250,000. Similar houses are being sold on the open market for\n\n&#xA3;350,000.\n\nThe chargeable benefit is:\n\n<table>\n<tr>\n<td>Resale value of the\n\nhouse</td><td>&#xA3;350,000</td>\n</tr>\n<tr>\n<td>Less paid by the\n\ndirector</td><td>&#xA3;250,000</td>\n</tr>\n<tr>\n<td>Chargeable benefit</td><td>&#xA3;100,000</td>\n</tr>\n</table>\n\nNote that in this case the charge arises on the moneys' worth\n\n(see\n\n[EIM00530](/guidance/employment-income-manual/EIM00530)) to the director chargeable\n\nunder Section 62 ITEPA 2003 and not under the special rules in the\n\nbenefits code. This is because that moneys' worth (the value of\n\nwhat the director got less what he paid for it) is greater than the\n\nexpense incurred by the company less the amount made good by the\n\ndirector."},{"manual-section-id":"EIM21650","title":"Transfer of an asset previously available for use by a director or employee","body":"\n\n## Section 206(3) ITEPA 2003\n\nThe special rule (Section 206(3) ITEPA 2003) for calculating the chargeable benefit only applies to assets for which all the following conditions are satisfied:\n\n*   *   The asset is **not** an excluded asset.  (See below).*   The asset has previously been used to provide a benefit to an employee - not necessarily the same employee as the one to whom the asset is transferred.\n    *   When the asset was used to provide a benefit to an employee, the cost of the benefit used to work out the taxable amount was calculated using the rules in section 205 ITEPA 2003 (as in [EIM21630](/guidance/employment-income-manual/EIM21630)).\n\n*   *   Note. This condition means that the special rule does not apply to benefits with their own specific rules for calculating the cash equivalent, such as cars, vans and living accommodation.\n\n*   *   The asset was first provided for the private use of a director or employee on or after 6 April 1980.\n\nExcluded Assets\n\nAn asset is an excluded asset if it is:\n\n*   *   Computer equipment that was covered by the limited exemption in section 320 ITEPA 2003.  (Note.  As explained in [EIM21652](/guidance/employment-income-manual/EIM21652), a computer that was first made available after 5 April 2006 will not be an excluded asset).\n    *   A cycle or cyclist&#x2019;s equipment that has met the conditions for exemption under section 244 ITEPA 2003 (see [EIM21664](/guidance/employment-income-manual/EIM21664)).\n    *   A car, as defined in the rules on car benefits (see [EIM23115](/guidance/employment-income-manual/EIM23115)).\n\n**Earnings charge to be considered first**\n\nIf the asset is chargeable as earnings from the employment under Section 62 ITEPA 2003 the amount chargeable is its second-hand value in the hands of the employee less anything he pays for it (see [EIM00540](/guidance/employment-income-manual/EIM00540)).\n\n**The special rule for working out the taxable amount under the benefits code**\n\nIf the transfer of the asset is only chargeable as a benefit \"by reason of the employment\"(see [EIM20501](/guidance/employment-income-manual/EIM20501)), the special rule relating to directors and employees, except those in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20007)), is that the amount chargeable is:\n\n*   *   the market value of the asset at the date of transfer (see [EIM21632](/guidance/employment-income-manual/EIM21632)) or\n    *   the market value of the asset when first made available for the private use of a director or an employee, except one in an excluded employment, less the aggregate of the amount of the cost of the benefit during the period when it was provided as a benefit\n\n**less**&#xA0;\n\n*   any sum paid by the individual receiving the asset to the person transferring it.\n\nNote that if there has been any business use of the asset whilst it was available for private use, take the gross amount of the benefit before any Section 336 ITEPA 2003 deduction is made. In nearly all cases the second-hand value in the hands of the employee will be the same as the market value as defined in [EIM21632](/guidance/employment-income-manual/EIM21632). In practice therefore the special rule should be used in all cases involving directors or employees, except those in an excluded employment, where the market value of the asset at the date of transfer is less than the market value when it was first acquired. "},{"manual-section-id":"EIM21651","title":"Transfer of an asset previously available for use by a director or employee: example","body":"\n\n## Section 206(3) ITEPA 2003\n\n### Example\n\nA company buys a yacht for &#xA3;75,000 on 6 April 2003, which is its market value at that date.\n\nThe company remains its owner but makes it available for the sole use of a director and his family throughout 2003/2004.\n\nIn the same year the employer spends &#xA3;3,400 on insurance, fuel, maintenance, servicing and mooring charges.\n\nThe director does not pay the company anything for its use.\n\nOn 6 April 2004 the company sells the yacht to the director for &#xA3;37,500 when its open market value is agreed to be &#xA3;50,000.\n\nThe amount of the benefit chargeable in 2003/2004 for the yacht being available for the director's use is:\n\n<table>\n<tr>\n<td>\n\nAnnual value of the use of the yacht (&#xA3;75,000 x 20%)\n\n</td>\n<td>\n\n&#xA3;15,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nRunning expenses\n\n</td>\n<td>\n\n&#xA3;3,400\n\n</td>\n</tr>\n<tr>\n<td>\n\nChargeable benefit 2003/2004\n\n</td>\n<td>\n\n&#xA3;18,400\n\n</td>\n</tr>\n</table>\n\nThe chargeable benefit arising from the transfer of the yacht to the director on 6 April 2004 is:\n\n<table>\n<tr>\n<td>\n\nMarket value of yacht on 6 April 2003\n\n</td>\n<td>\n\n&#xA3;75,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess amount taxed as benefit 2003/2004\n\n</td>\n<td>\n\n&#xA3;18,400\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n&#xA3;56,600\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess amount paid by director\n\n</td>\n<td>\n\n&#xA3;37,500\n\n</td>\n</tr>\n<tr>\n<td>\n\nChargeable benefit 2004/2005\n\n</td>\n<td>\n\n&#xA3;19,100\n\n</td>\n</tr>\n</table>\n\nIf the market value had been &#xA3;60,000 instead of &#xA3;50,000 on 6 April 2004 the chargeable benefit for 2004/2005 would have been:\n\n<table>\n<tr>\n<td>\n\nMarket value of yacht on 6 April 2004\n\n</td>\n<td>\n\n&#xA3;60,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess amount paid by director\n\n</td>\n<td>\n\n&#xA3;37,500\n\n</td>\n</tr>\n<tr>\n<td>\n\nChargeable benefit 2004/2005\n\n</td>\n<td>\n\n&#xA3;22,500\n\n</td>\n</tr>\n</table>\n\nThis is because the amount chargeable (Section 206(3) ITEPA 2003) is:\n\n*   the higher of\n\n**less**&#xA0;\n\n*   any sum paid by the individual receiving the asset to the person transferring it.\n\nSee [EIM21650](/guidance/employment-income-manual/EIM21650)."},{"manual-section-id":"EIM21652","title":"Transfer of a computer previously available for use by a director or employee","body":"[EIM21652](/guidance/employment-income-manual/EIM21652)\n\nexplains that the special rule in section 206(3) for working out\nthe cost of the benefit of the transfer of an asset that was\npreviously made available to an employee or director for private\nuse does not apply to assets that are excluded assets.\n\n Section 206(6) defines excluded assets. The definition\nincludes computer equipment that qualified for the exemption in\nsection 320 ITEPA 2003. (See\n[EIM21700](/guidance/employment-income-manual/EIM21700))\n\n This exemption was withdrawn from 6 April 2006 and therefore\nany computer equipment that was first provided for private use on 6\nApril 2006 or later is\n**not** an excluded asset. In other words, it will be\n\nsubject to the special rule in section 206(3).\n\n On the other hand, computer equipment that was first\n\nprovided before 6 April 2006 will have been within the limited\n\nexemption in section 320 ITEPA 2003 for at least part of the period\n\nduring which it was provided to an employee and therefore such\n\nequipment will be an excluded asset and will not be subject to the\n\nspecial rule in section 203(3).\n\n**How to work out the cost of the benefit for transfer of a\n\ncomputer that was****previously made available for private use before 6 April\n\n2006**\n\n If a computer which was previously placed at the disposal of\n\na director or employee for a period that started before 6 April\n\n2006 is subsequently given to an employee (not necessarily the same\n\nemployee who previously had use of it), the cost of the benefit\n\nthat arises on transfer of ownership is different from the rule\n\nthat applies to assets generally (\n\n[EIM21650](/guidance/employment-income-manual/EIM21650)). In these circumstances the\n\ncost of the benefit is the market value on the date of transfer, as\n\ndetermined by Section 206(1) and (2) ITEPA 2003 (\n\n[EIM21655](/guidance/employment-income-manual/EIM21655)).\n\n If the cost of the benefit of the computer was &#xA3;500 or\n\nless in each year when it was placed at the disposal of the\n\nemployee, there was no tax charge on the benefit because of the\n\ncomputer exemption in Section 320 ITEPA 2003 (see\n\n[EIM21700](/guidance/employment-income-manual/EIM21700)). Consequently it is possible\n\nthat no tax charge arose during the period when the computer was\n\nplaced at the disposal of the employee.\n\nNevertheless when determining the cost of the benefit when\n\nownership of the computer is transferred to an employee, the cost\n\nof the benefit is the market value at that date. If an employee\n\nmakes good or pays the employer the market value for the computer\n\nthere is no chargeable benefit.\n\n**How to work out the cost of the benefit for a computer that\n\nwas previously made****available for private use but not until after 5 April\n\n2006**\n\n The special rule in section 206(3) will apply as described\n\nin\n\n[EIM21650](/guidance/employment-income-manual/EIM21650).\n\n See the examples in\n\n[EIM21653](/guidance/employment-income-manual/EIM21653)."},{"manual-section-id":"EIM21653","title":"Transfer of a computer previously available for use by a director or employee: example","body":"[EIM21652](/guidance/employment-income-manual/EIM21652)\n\nexplains that the method for calculating the cost of the benefit\nof the transfer of a computer previously available for private use\nby a director or employee depends whether or not the computer was\nfirst made available for private use before 6 April 2006.\n\n### Example 1\n\nA computer and associated equipment cost an employer\n&#xA3;3,000. It was provided to an employee for three years for\nprivate use at home, starting on 1 July 2004. At the beginning of\nthe three years its market value was &#xA3;2,500. On 30 June 2007,\nwhen its market value had fallen to &#xA3;300, the employer gave\nthe computer to the employee.\n\n The cost of the benefit on transfer is the market value of\n&#xA3;300, regardless of the original cost or the original market\nvalue less the aggregate of the cost of the benefit charged during\nthe three years when it was loaned to an employee.\n\n This computer qualified for the limited computer exemption\nin section 320 ITEPA 2003 before its withdrawal with effect from 6\nApril 2006 and therefore it is an &#x201C;excluded asset&#x201D; to\nwhich the special rule described in\n[EIM21650](/guidance/employment-income-manual/EIM21650) does not apply\n\n### Example 2\n\nA computer and associated equipment cost an employer\n&#xA3;2,500. It was provided to an employee for two years for\nprivate use at home, starting on 6 April 2006. At the beginning of\nthe two years its market value was &#xA3;2,000. After two years,\nwhen its market value had fallen to &#xA3;600, the employer gave\nthe computer to the employee.\n\n This computer was first made available for private use after\nthe withdrawal of the limited computer exemption in section 320\nITEPA. This means it is not an &#x201C;excluded asset&#x201D; and\ntherefore the special rule in section 206(3) applies as described\nin EIM21650.\n\n The cost of the benefit on transfer is the market value when\nthe computer was first provided (i.e. (&#xA3;2,000) less the cost\nof the benefit for the period during which it was provided for\nprivate use.\n\n The cost of the benefit was 20% of the market value at the\ntime when the computer was first provided for private use i.e.\n&#xA3;400 for each of the two years during which it was so\nprovided.\n\n So the cost of the benefit of the transfer of the computer\ncalculated in accordance with the special rule is\n&#xA3;1,200.(&#xA3;2,000 - &#xA3;400-&#xA3;400).\n\n See the example in\n[EIM21651](/guidance/employment-income-manual/EIM21651) for details of how the\ncalculation is affected if the cost of the benefit included running\ncosts and by any payment made for the transfer.\n\n See EIM21650 for an explanation of the treatment of any\nbusiness use of the asset.\n\n###\n**Example 3**\n\nA computer and associated equipment cost an employer\n&#xA3;3,000. For three years, starting on 1 July 2006, it was used\nin the employer&#x2019;s office. After three years its value had\nfallen to &#xA3;300 and it was given to one of the office staff.\n\n The cost of the benefit is determined under Section 206(1).\nThe cost of the benefit is the market value at the date of\ntransfer, unless this amount is more than the cost incurred on the\ncomputer by the person who provided it (see\n[EIM21655](/guidance/employment-income-manual/EIM21655)), which in this example it is\nnot. The cost of the benefit is &#xA3;300.\n\n Although the computer was first provided after 5 April 2006,\nit was never made available for private use to any employee and\ntherefore the special rule described in\n[EIM21650](/guidance/employment-income-manual/EIM21650) does not apply."},{"manual-section-id":"EIM21655","title":"Transfer of used or depreciated assets","body":"\n\n## Section 206(1) and (2) ITEPA 2003\n\nThe special rule in this paragraph only applies to assets transferred to a director or employee that are:\n\n*   motor cars, computers and bicycles that have depreciated or been used in any way before transfer or\n*   computers that were made available for private use at a time when the limited exemption for computers in section 320 ITEPA 2003 was in force (see [EIM21652](/guidance/employment-income-manual/EIM21652)), or\n*   vans or living accommodation for which the benefit was calculated under the special rules in chapters 6 and 5 respectively of Part 3 of ITEPA 2003, or\n*   other assets that have depreciated or been used before the transfer but not by being made available for the use of a director or employee, except those in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20007)) as in [EIM21650](/guidance/employment-income-manual/EIM21650).\n\nIf the asset is chargeable as earnings from the employment under Section 62 ITEPA 2003 the amount chargeable is its second-hand value in the hands of the employee less anything he pays for it (see [EIM00540](/guidance/employment-income-manual/EIM00540)).\n\nBut if it is only chargeable as a benefit \"by reason of the employment\" (see [EIM20501](/guidance/employment-income-manual/EIM20501)) the special rule relating to directors and employees, except those in an excluded employment, is that the amount chargeable is:\n\n*   the lesser of\n\n**less**&#xA0;\n\n*   any sum paid for the asset by the director or employee.\n\nThe special rule has been expressed in this way because Section 206(1) and (2) ITEPA 2003 is regarded as a relieving provision. A value higher than the market value of the asset when it was first acquired can only be used if the benefit is chargeable under Section 62.\n\nAs regards the transfer of living accommodation see [EIM21656](/guidance/employment-income-manual/EIM21656) and [EIM08001](/guidance/employment-income-manual/EIM08001). "},{"manual-section-id":"EIM21656","title":"Transfer of used or depreciated assets: living accommodation","body":"The special rule at [EIM21650](/guidance/employment-income-manual/EIM21650) relating to the transfer of an asset which has previously been available for the private use of a director or employee does not normally apply to living accommodation. It does apply to non-residential accommodation such as a garage or workshop.\n\nThe transfer of living accommodation will normally represent earnings from the employment chargeable under Section 62 ITEPA 2003. The special rule at [EIM21655](/guidance/employment-income-manual/EIM21655) relating to an asset which has depreciated or been used should only be invoked if liability under Section 62 cannot be established (see [EIM08001](/guidance/employment-income-manual/EIM08001) onwards). The guidance at [EIM11478](/guidance/employment-income-manual/EIM11478) and [EIM11479](/guidance/employment-income-manual/EIM11479) should be followed with any necessary modifications as regards:\n\n*   the information the District Valuer will need if you ask for a \"not negotiated\" valuation and\n*   what you should do if the employee disputes the District Valuer's opinion on appeal against a charge to tax on employment income."}]},{"title":" Asset transferred by a director or employee at overvalue","sections":[{"manual-section-id":"EIM21660","title":"Assets transferred at overvalue by directors and employees to their employers","body":"Employees are sometimes able to transfer assets to their\nemployers for more than they are worth. This is particularly so\nwhere the employee is a director of a company in which he is one of\nthe shareholders or the main one.\n\nYou should normally contend that the excess over market value\nis chargeable as earnings from the employment under Section 62\nITEPA 2003 (see\n[EIM08001](/guidance/employment-income-manual/EIM08001)).\n\nBut if there is difficulty in establishing this, a director\nor employee, except one in an excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20007)), can be charged on the benefit\nunder Section 203 ITEPA 2003. As the benefit is provided by the\nemployer it is automatically deemed to have been provided \"by\nreason of the employment\" (see\n[EIM20502](/guidance/employment-income-manual/EIM20502)).\n\nSee the example at\n\n[EIM21661](/guidance/employment-income-manual/EIM21661).\n\nFor the information required by the District Valuer to\n\nestablish \"market value\" see\n\n[EIM08002](/guidance/employment-income-manual/EIM08002)."},{"manual-section-id":"EIM21661","title":"Example","body":"A company pays one of its directors &#xA3;12,000 for a piece of\nland whose market value is only &#xA3;5,000. The chargeable benefit\nis:\n\n<table>\n<tr>\n<td>Expense incurred by the\ncompany</td><td>&#xA3;12,000</td>\n</tr>\n<tr>\n<td>Made good by the\ndirector (the valueof the land)</td><td>&#xA3;5,000</td>\n</tr>\n<tr>\n<td>Chargeable benefit</td><td>&#xA3;7,000</td>\n</tr>\n</table>\n\nNote that unless there are special factors that indicate that\nthe overvalue is not earnings from the employment, the charge on\nthe benefit is under Section 62 ITEPA 2003 (see\n\n[EIM21660](/guidance/employment-income-manual/EIM21660) and\n\n[EIM08001](/guidance/employment-income-manual/EIM08001)), rather than Section 203 ITEPA\n\n2003."},{"manual-section-id":"EIM21662","title":"Associated costs","body":"Section 326 ITEPA 2003 exempts from tax certain paid or\nreimbursed expenses that arise in connection with an asset\ntransferred by reason of the employment.\n\nThis exemption most commonly applies where a director or\nemployee who benefits from a relocation package, transfers his\nhouse to the employer who pays the acquisition cost.\n\nThe expenses must be incurred as a result of that transfer\nand must not be of a type normally met by the transferor. Thus the\ndisposal costs of a house sold to an employer under a relocation\npackage are not within the exemption, as a vendor would normally\nmeet these costs."}]},{"title":" Bicycles and cyclists' meals or refreshments","sections":[{"manual-section-id":"EIM21664","title":"Exemption for bicycles","body":"\n\n## Section 244 ITEPA 2003\n\nIf an employer lends or hires cycles or cyclists&#x2019; safety equipment to employees the benefit of this is exempt from tax on employment income if the following conditions are satisfied:\n\n*   the cycles or equipment are available generally to all employees of the employer (this does not mean that every employee has to be provided with a bicycle or equipment, just that the offer of cycles or equipment is open to all employees if they wish to take it up) and\n*   the employees must use the cycle or equipment mainly for qualifying journeys. 'Qualifying journeys' means the same as for the works bus exemption (see [EIM21850](/guidance/employment-income-manual/EIM21850)). Other use of the cycle, for instance pleasure use or use by members of the employee's family will not disqualify the exemption provided that the other use is not the main use of the bicycle.\n\nEmployees are not expected to keep detailed records of time spent cycling or miles travelled for the purpose of this 'main use' test. Accept that the test is satisfied unless there is clear evidence to suggest that less than half of the use of the cycle or equipment is on qualifying journeys. If it is clear that there is substantial use of the cycle for qualifying journeys, do not make special enquiries about the extent of any other use.\n\nThe exemption also covers the provision of a voucher for hiring bicycles and equipment.\n\nCyclists&#x2019; safety equipment is not defined in the legislation and a common sense approach should be taken when deciding what falls within this description.  Examples of items that count as cyclists&#x2019; safety equipment include:\n\n*   Cycle helmets which conform to European standard EN 1078*   Bells, bulb horns and lights including dynamo packs\n*   Child safety seats\n*   Reflective clothing along with white front reflectors and spoke reflectors\n\nExamples of items that do not count as cyclists&#x2019; safety equipment include:\n\n*   Cycle computer\n*   Waterproof clothing that is not reflective clothing\n*   Cycle training\n\n### Interaction of exemption with salary sacrifice arrangements\n\nEmployers sometimes choose to provide the benefit of a loaned cycle in conjunction with salary sacrifice arrangements.  (For more on salary sacrifice, see [EIM42750](/guidance/employment-income-manual/EIM42750) onwards).  Whilst this in itself has no direct relevance to the application of the exemption in section 244 ITEPA 2003, the way in which the benefit is offered in a salary sacrifice arrangement may raise questions about whether or not the offer of a loaned bicycle is available to all employees.  In particular, if an employer excludes some employees from the salary sacrifice arrangements, the exemption will **only** apply if the employer still extends availability of loaned cycles to those employees that are barred from entering into the salary sacrifice arrangements.\n\nAlthough cycles must be offered to all employees, there is no requirement for them to be offered on exactly the same terms and conditions.  This means that the availability condition can still be satisfied if employees who enter into salary sacrifice arrangements are offered the use of more expensive cycles than those offered to employees outside salary sacrifice arrangements.   In addition, there is no requirement that all employees should have access to a cycle that is solely for their personal use.  So a pool of cycles for loan to other employees can be taken into account.   But if cycles are provided by way of a pool, they need to be provided in sufficient numbers to ensure that there is genuine availability for those employees who wish to make use of the pool of cycles, in other words the employees must be able to access the cycles with a reasonable degree of frequency.  However, this does not mean that there needs to be one pooled cycle available for each employee who does not have ongoing use of a cycle.\n\nFor example, if an employer had 50 employees who were not eligible to enter into salary sacrifice arrangements but only 20 indicated that they would be interested in having the use of an employer-provided cycle, it would suffice for just a small number of cycles (but certainly more than one) to be available through a pooling arrangement.   The smaller the number of pooled cycles, the more important it would be for there to be some form of advance booking system that was aimed at allowing access to pooled cycles for each employee who wished to sometimes make use of one.\n\nWhen an employer offers cycles through a salary sacrifice arrangement, it may need to enter into a regulated hire agreement with its employees.   This is because of Consumer Credit legislation that falls outside HMRC&#x2019;s area of responsibility.  The need for regulated hire agreements in a salary sacrifice framework s highlighted in guidance about &#x201C;Cycle to Work&#x201D; arrangements that is published by the Department for Transport.   Some employers were concerned that this meant that they were unable to include employees aged under 18 in cycle salary sacrifice arrangements.  But the Department for Transport guidance was updated in October 2009 and now confirms that an adult may act as a guarantor if an employee aged under 18 wishes to enter into a cycle salary sacrifice arrangement.\n\n[EIM21665](/guidance/employment-income-manual/EIM21665) contains more detail about how the exclusion of certain employees from the offer of a cycle affects the availability condition.\n\n[EIM21666](/guidance/employment-income-manual/EIM21666) contains more detail about what counts as making cycles available to employees.\n\n[EIM21667](/guidance/employment-income-manual/EIM21667) describes the tax treatment that applies where ownership of a cycle is transferred to an employee.\n\n[EIM21668](/guidance/employment-income-manual/EIM21668) outlines an exemption for cyclists&#x2019; refreshments on &#x201C;cycle to work&#x201D; days. "},{"manual-section-id":"EIM21665","title":"Exemption for bicycles: how exclusion of employees affects availability condition","body":"\n\n## Section 244 ITEPA 2003\n\n[EIM21664](/guidance/employment-income-manual/EIM21664) explains that one of the conditions that must be satisfied in order for the exemption for loaned cycles to apply is that cycles are available generally to all employees of that employer.\n\nThere are some limited circumstances in which an employee might be excluded from the offer of availability of a cycle without the exemption being affected.\n\nExamples of the sort of limited exceptions from cycle provision that would not prevent the exemption from applying include the following:\n\n*   Exclusion of employee who is employed on a casual or temporary basis for a very short period and it is not possible for an employer to process that employee&#x2019;s cycle request (either for a cycle under salary sacrifice arrangements or for access to, say, a pooled cycle) before the employment has ceased.  The length of time this takes may vary between employers but where the period of employment is no more than 3 weeks you can accept such an assertion without further enquiry.*   Exclusion at certain times of an individual engaged on a &#x201C;zero hours&#x201D; contract.  Under such contracts, employers are not committed to provide employees with work and employees are not committed to accepting work.  Accordingly, there may well be periods under a zero hours contract where the employee is not providing any services to the employer.   The exclusion of zero hours employees from provision of a cycle during such periods would not prevent the exemption from applying.   And nor would the exemption be prevented from applying where a zero hours contract employee who only works for a short period of time (as in the preceding bullet) is not offered a cycle.*   Exclusion of individuals who are not actually employed by the employer, such as work experience school students.*   Exclusion of employees who are incapable of using a cycle.\n\nExamples of exclusions from cycle provision that would prevent the exemption from applying include the following:\n\n*   Exclusion of temporary employees (except for where periods of employment are very short or casual as outlined above)\n*   Exclusion of employees simply because they are in their probationary period*   Exclusion of employees who are able to use a cycle but who may not be able to choose to use a cycle to commute.  This category may include, for example, employees who use a motor vehicle to transport equipment and employees for whom living accommodation is provided at the workplace.   The exclusion of employees who cannot opt to commute by cycle from the offer of a cycle would prevent the exemption from applying.  However, as long as cycles are available generally to employees, the provision of cycles to some employees who cannot meet the condition about the type of journeys for which the cycle is used, will not prevent the exemption from applying to those employees for whom the usage condition is satisfied.&#xA0;\nFor example, an employer has 100 employees and offers to make loaned cycles available to any of those employees who apply.  30 employees take up the offer and for 28 of them, the main use of the cycle is from home to work.  The other two are not able to use the cycles for travelling to work or between workplaces and therefore do not qualify for exemption.    But their failure to use the cycles for qualifying journeys has no impact on the tax treatment of the other employees and therefore the provision of the cycles still qualifies for exemption from tax for the other 28 employees.\n\nSee [EIM21666](/guidance/employment-income-manual/EIM21666) for more information about what counts as making a cycle available to an employee. "},{"manual-section-id":"EIM21666","title":"Exemption for bicycles: what counts as making cycles available","body":"\n\n## Section 244 ITEPA 2003\n\n[EIM21664](/guidance/employment-income-manual/EIM21664) explains that one of the conditions that must be satisfied in order for the exemption for loaned cycles to apply is that cycles are available generally to all employees of that employer.\n\nAs indicated at [EIM21664](/guidance/employment-income-manual/EIM21664), employers do not have to make cycles available in exactly the same way to all employees in order to meet this condition.  The basic condition is that all employees have the option to access a loaned or pooled cycle (subject to the limited exceptions outlined in [EIM21665](/guidance/employment-income-manual/EIM21665)).  However, as long as there is genuine access to a cycle for each employee, it does not prevent the exemption from applying if employers make cycles available on different ways to different groups of employees.   Some examples of this approach are described in [EIM21664](/guidance/employment-income-manual/EIM21664).\n\nAdditional examples of ways in which an employer might make cycles available in different ways to different groups of employees are as follows:\n\n*   The choice of model of cycle is more restricted for some employees than for others\n\nLoaned cycles are available across the entire workforce but employees who do not enter into salary sacrifice arrangements for a cycle are required to make a contribution towards the availability of the cycle.   The cycle must still be provided on terms that mean that it is a benefit in the hands of the employee and the availability condition will not be satisfied if the benefit of provision to such employees is wiped out by the amount of the required contribution.   To put it another way, if the terms on which the cycle is provided are such that there would be an amount of benefit on which the employee would be taxable if there was no exemption available,  that is enough to show that the benefit of a cycle is available to that employee. "},{"manual-section-id":"EIM21667","title":"Bicycles: transfer of bicycle to employee","body":"As explained at [EIM21664](/guidance/employment-income-manual/EIM21664), employers commonly offer loans of cycles to employers under salary sacrifice arrangements.  It is not unusual for a cycle to be sold to an employee after the end of the loan period.\n\nIf ownership of the cycle is transferred to an employee after a period of use as a benefit during which the exemption described in [EIM21664](/guidance/employment-income-manual/EIM21664) applied, this may fall within the meaning of &#x201C;earnings&#x201D; in section 62 ITEPA 2003 (see [EIM00540](/guidance/employment-income-manual/EIM00540)).  To the extent that section 62 does not apply, the transfer will be a benefit and the cost of that  benefit is the market value at the date of transfer.  This is different from the &#x201C;special rule&#x201D; for working out the taxable amount under the benefits code when assets are transferred after a period of use as a benefit ([EIM21650](/guidance/employment-income-manual/EIM21650)).\n\n If a cycle is transferred to an employee at a nominal value (say 5 to 10% of the original retail price), then if the market value is higher, the employee will be taxable on the difference.   See [EIM21667a](/guidance/employment-income-manual/EIM21667a) for details of an optional simplified approach to valuing cycles sold after the end of a loan/ salary sacrifice period.\n\nThe exemption from tax and NICs for loaned or hired cycles only applies where there is no transfer of the property in the cycle or equipment in question.   This means that the exemption will cease to apply if ownership is transferred to an employee.   Similarly, the exemption will not apply if any agreement builds in from the outset an automatic transfer of ownership to the employee at the end of the hire period.   "},{"manual-section-id":"EIM21667a","title":"Bicycles: simplified approach to valuing cycles sold to employees after end of loan period"},{"manual-section-id":"EIM21668","title":"Bicycles: cyclists&#x2019; meals and refreshments on &#x201C;cycle to work&#x201D; days","body":"\n\n## THIS RELIEF WAS WITHDRAWN FROM 6 APRIL 2013\n\n[Top of page](/guidance/employment-income-manual/EIM21668#top)\n\n\n## S.I.2002 No. 205\n\nSome employers designate a few days each year as \"cycle to work\" days. In order to encourage employees to participate the employer may provide a free meal or refreshments to employees who have cycled to work.   Under general principles such meals are a taxable benefit in kind but regulations exempt them from tax, as long as they are provided on designated \"cycle to work\" days."}]},{"title":" Board and lodging","sections":[{"manual-section-id":"EIM21669","title":"Board and lodging","body":"Free board and lodging is not usually chargeable under Section 62 ITEPA 2003 because it cannot usually be converted into money (see [EIM01020](/guidance/employment-income-manual/EIM01020)).\n\nWhere a director or employee, except one in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20007)), is provided with free board and lodging by reason of the employment the expense incurred in providing it is a chargeable benefit.\n\nAs regards agricultural workers see [EIM50011](/guidance/employment-income-manual/EIM50011)."}]}]}}