{"title":"EIM22980 - Van fuel benefit from 2005/06:example","details":{"manual-section-id":"EIM22980","body":"This example illustrates the principles at \n[EIM22900](/guidance/employment-income-manual/EIM22700#EIM22900) onwards.\n\nA van is available to employee E from 6 April to 31 December\n2007 and the restricted private use condition (\n[EIM22795](/guidance/employment-income-manual/EIM22700#EIM22795)) is not met. Fuel is provided\nfor private use from 1 May until 30 November 2007, after which the\nfacility is withdrawn and is not reinstated for this van in\n2007/08.\n\n\n\n### Van shared\n\nIf the charge on E is reduced because the van is shared (\n[EIM22830](/guidance/employment-income-manual/EIM22700#EIM22830)), the fuel benefit charge is\nreduced to the same extent.\n\nOn the above facts,\n\n*   the gross van benefit charge would be\n&#xA3;3,000 (\n[EIM22790](/guidance/employment-income-manual/EIM22700#EIM22790))\n*   the reduction for unavailability would be\n3,000 x 96/366 = &#xA3;787, making the net charge &#xA3;2,213\n*   if the just and reasonable reduction for\nsharing were 30%, reducing the van benefit charge to &#xA3;1,549\nbefore taking into account any payments for private use, the van\nfuel charge above would also be reduced by 30% to &#xA3;228\n*   the van fuel benefit charge would not be\naffected by any payments the employee makes for private use of the\nvan, even if the van benefit charge were reduced to nil by those\npayments (\n[EIM22840](/guidance/employment-income-manual/EIM22700#EIM22840)).\n\n### Employee paying for fuel for private use\n\nIf employee E is required to pay for \n**all** private fuel in the year, and does so, the van\nfuel benefit charge is reduced to nil (\n[EIM22920](/guidance/employment-income-manual/EIM22700#EIM22920)).\n\nIf employee E does not pay the full cost of private fuel, the\ncharge is not reduced at all. The van fuel benefit charge operates\nin exactly the same way as the car fuel benefit charge: the charge\nis not reduced pound for pound by payments by employee E; it is\neither reduced to nil, or not at all.\n\n### 2005/06 and 2006/07\n\nBecause the van fuel benefit charge is nil for these two years,\nits existence can effectively be ignored until 2007/08.\n\n### Years prior to 2005/06\n\nThere was no separate charge for van fuel before 2005/06 because\nthe benefit was covered by the van benefit charge, see \n[EIM22068](/guidance/employment-income-manual/EIM22050#EIM22068).","breadcrumbs":["EIMANUAL","EIM22700","EIM22980"],"sections":[{"title":" Calculation","sections":[{"manual-section-id":"EIM22915","title":"</td><td>\n\n</td><td>&#xA3;500","body":"\n\n## Section 161 ITEPA 2003\n\nThe van fuel charge is not incurred:\n\n*   for years to 2009/10 if the van is powered solely by electricity\n*   for years from 2010/11 onwards if the van cannot in any circumstances emit CO2 by being driven (a zero emission van).\n\n### Cash equivalent where the charge is incurred\n\nThe cash equivalent of the van fuel benefit charge is as follows:\n\n*   2005/06 and 2006/07: nil (see note below)\n*   2007/08 to 2009/10: &#xA3;500\n*   2010/11 to 1012/13: &#xA3;550\n*   2013/14: &#xA3;564\n*   2014/15: &#xA3;581\n\n### Possible adjustments to the charge\n\nThe above charge is subject to adjustment as follows:\n\n*   see [EIM22920](/guidance/employment-income-manual/EIM22700#EIM22920) for conditions under which it is reduced to nil\n*   see [EIM22925](/guidance/employment-income-manual/EIM22700#EIM22925) if the van is unavailable for part of the year\n*   see [EIM22930](/guidance/employment-income-manual/EIM22700#EIM22930) if free fuel is withdrawn during the year and not reinstated\n*   see [EIM22935](/guidance/employment-income-manual/EIM22700#EIM22935) if the van is shared\n*   see [EIM22940](/guidance/employment-income-manual/EIM22700#EIM22940) for the effect of replacement vans.\n\n### Example\n\nSee [EIM22980](/guidance/employment-income-manual/EIM22980).\n\n### 2005/06 and 2006/07\n\nBecause the van fuel benefit charge is nil for these two years, its existence can effectively be ignored until 2007/08.\n\n### Years prior to 2005/06\n\nThere was no separate charge for van fuel before 2005/06 because the benefit was covered by the van benefit charge, see [EIM22068](/guidance/employment-income-manual/EIM22050#EIM22068)."},{"manual-section-id":"EIM22825","title":"</td><td>96 days</td><td>","body":"\n\n## Section 156(2) ITEPA 2003\n\nThe effect of a van being unavailable is explained at [EIM22820](/guidance/employment-income-manual/EIM22700#EIM22820).\n\nA van is &#x2018;unavailable&#x2019; on any day if the day:\n\n*   falls before the first day on which the van is available to the employee,\n*   falls after the last day on which the van is available to the employee, or\n*   falls within a period of 30 consecutive days or more throughout which the van is not available to the employee (note that they need not all be in the same tax year).   For example, a van may be undergoing extensive repairs at a garage for at least 30 consecutive days.  If the van is taken to the garage on 31 March and collected again on 1 May, the van is unavailable for the 30 day period from 1-30 April, 5 days in one tax year and 25 in the next.\n\nThis definition of unavailable relates solely to the type of period for which a van can be treated as unavailable. It does not attempt to define the underlying circumstances in which a van is either available or not available, which is a separate, although connected, issue. So in considering whether or not there is a period of unavailability that qualifies to reduce the amount of the van benefit charge there are two points to address:\n\n*   is the period itself one that can count as a period of unavailability (remember, any interruption in availability of the van must be at least 30 consecutive days to qualify) and\n*   do the facts show that the van was not available to the employee during that period?\n\nThe amount of the van benefit charge for that year of assessment will only be reduced if the answer to both questions is yes.\n\nThe word available is not defined in the legislation. So we apply its ordinary dictionary meaning of\n\n\"capable of being employed with advantage or turned to account; hence, capable of being made use of, at one's disposal, within one's reach\" (Oxford English Dictionary), see [EIM23300](/guidance/employment-income-manual/EIM23000#EIM23300).\n\nNote that there is no reduction if the van remains available to the employee, but the employee is not available to the van for some reason (for example, because of an extended time out of the country).\n\nAlthough written in terms of cars, the principles in the following guidance apply equally to vans:\n\n*   [EIM25170](/guidance/employment-income-manual/EIM24000#EIM25170): examples of circumstances when we **would** accept that a van is not available\n*   [EIM25175](/guidance/employment-income-manual/EIM24000#EIM25175): examples of circumstances when we **would not **accept that a van is not available.\n\n### Example\n\nThere is an example at [EIM22872](/guidance/employment-income-manual/EIM22700#EIM22872)."},{"manual-section-id":"EIM22930","title":"</td><td>31 days</td><td>","body":"The van fuel benefit charge is incurred as detailed at\n[EIM22900](/guidance/employment-income-manual/EIM22700#EIM22900); there is an example at\n[EIM22980](/guidance/employment-income-manual/EIM22980).\n\n### Reduction if fuel withdrawn and not reinstated in the same tax\nyear\n\nUnder Section 163(3) and (4) ITEPA 2003 the charge is\nproportionately reduced if for any part of a tax year:\n\n*   the facility for the provision of fuel as\nmentioned in Section 160(1) ITEPA 2003 is not available (i.e. there\nis no provision of any fuel for any purpose), or\n*   the fuel is made available only for\nbusiness travel, or\n*   the employee is required to make good to\nthe person providing the fuel the whole of the expense incurred by\nthat person in connection with the provision of the fuel for the\nemployee's private use and the employee does make good that\nexpense.\n\nThe fact that any of the conditions above is met for part of a\n\nyear shall be disregarded if there is a time later in that year\n\nwhen none of those conditions is met. In other words, there is no\n\nreduction if fuel is withdrawn but is reinstated later in the same\n\ntax year for the same van. It does not matter that fuel may still\n\nbe provided for a different van because this legislation operates\n\non a van-by-van basis. Facts concerning Van 1 have no effect on\n\nliabilities in connection with Van 2. Fuel can be withdrawn:\n\n*   by the employer no longer providing free\n\n    fuel for private use, or\n*   by the employer requiring the employee to\n\n    make good the cost of all private fuel provided after a set date\n\n    and by the employee doing so (see\n    [EIM22945](/guidance/employment-income-manual/EIM22700#EIM22945)).\n\nNote that there is no apportionment for days before provision of\n\nfree fuel commenced.\n\nThe reduced amount is calculated according to the formula at\n\n[EIM22925](/guidance/employment-income-manual/EIM22700#EIM22925).\n\n### Other possible adjustments to the charge\n\nThe van benefit charge is also subject to adjustment as\n\nfollows:\n\n*   see\n    [EIM22925](/guidance/employment-income-manual/EIM22700#EIM22925) if the van is unavailable for\n\n    part of the year\n*   see\n    [EIM22935](/guidance/employment-income-manual/EIM22700#EIM22935) if the van is shared\n*   see\n    [EIM22940](/guidance/employment-income-manual/EIM22700#EIM22940) for the effect of replacement\n\n    vans.\n\n### 2005/06 and 2006/07\n\nBecause the van fuel benefit charge is nil for these two years,\n\nits existence can effectively be ignored until 2007/08."}]}]}}