{"title":"Benefits: exemptions for certain employer supported childcare from 6 April 2005: contents","details":{"manual-section-id":"EIM21990","body":"\n\n## Section 318A - D ITEPA 2003\n\n","breadcrumbs":[],"sections":[{"title":" Purpose of the legislation\n\n**Workplace Nurseries:**  Section 318 provides a narrow exemption from income tax and NIC where the employer has either established a workplace nursery at the business premises or has entered into arrangements with other employers for a jointly operated facility on premises provided by one of them and made care available to the children of employees. Benefits arising from the provision of a workplace nursery continue to attract unlimited exemption from charge to tax as employment income and NIC if the extended qualifying conditions are met.\n\n**Other childcare:**  Sections 318A - D came into force on 6 April 2005. The new rules are intended to encourage employers to choose from a range of childcare options to help employees with the costs of childcare. However, while the new measures extend the range of choices, the exemption is limited to &#xA3;55 per week (&#xA3;50 per week in year 2005-06) for both tax and NICs.\n\nFor employees who join their employer&#x2019;s scheme on or after 6 April 2011 the exemption may be further restricted (see EIM22012).\n\n**Exemption from income tax:**  Section 16 Finance Act 2005 made employer supported childcare exempt from income tax. This applies for 2005-06 and subsequent years. Until this change was introduced the exemption only applied to benefits taxable under the benefits code. It was possible in certain circumstances for a charge to arise if the childcare was treated as earnings. FA 2005 removed the possibility of an earnings charge.\n\n**Childcare Vouchers** Section 270A ITEPA 2003 see [EIM16050](http://www.hmrc.gov.uk/manuals/eimanual/EIM16050.htm) and subsequent pages.\n\n### Arrangement of guidance","sections":[{"manual-section-id":"EIM21995","title":"Benefits: exemptions for certain employer supported childcare from 6 April 2005: summary of the new provisions","body":"\n\n## Section 318A - 318D ITEPA 2003\n\nThe main changes in the exemptions for employer supported childcare from 6 April 2005 are summarised below:\n\n### Exemption for &#x201C;Other Childcare&#x201D;\n\nA new tax exemption for registered childcare or approved home-childcare (other childcare) on the first &#xA3;55 a week (&#xA3;50 per week in year 2005-06) of childcare costs.  This applies to childcare bought directly by the employer for the benefit of their employees. There is a matching exemption from Class 1A NICs on the first &#xA3;55 a week (&#xA3;50 per week in year 2005-06).\n\nThis change gives the limited exemption to arrangements under which the employer engages with a commercial nursery or approved child carer to provide care for the children of employees.\n\n[Top of page](/guidance/employment-income-manual/EIM21995#top)\n\n\n## Section 318D and 270A ITEPA 2003\n\n### Exemption for &#x201C;childcare vouchers&#x201D;\n\nA new tax exemption for childcare vouchers, similarly restricted to registered and approved childcare, covering the first &#xA3;55 a week (&#xA3;50 per week in year 2005-06). The Class 1 NICs exemption also applies to the first &#xA3;55 a week (&#xA3;50 per week in year 2005-06). See [EIM16050](/guidance/employment-income-manual/EIM16050) for further guidance.\n\n[Top of page](/guidance/employment-income-manual/EIM21995#top)\n\n\n## Exempt amount for monthly paid employees\n\nSections 318A - 318D and 270A specify the exempt amount as a weekly value - &#xA3;55 per week from 6 April 2006. For monthly paid employees this converts to &#xA3;243 per month (&#xA3;55 x 53/12).\n\n[Top of page](/guidance/employment-income-manual/EIM21995#top)\n\n\n## Changes from 6 April 2011\n\nFor employees who join their employer&#x2019;s scheme for the provision of childcare on or after 6 April 2011 the exemption may be further restricted (see [EIM16053](/guidance/employment-income-manual/EIM16053) and [EIM22012](/guidance/employment-income-manual/EIM22012))."},{"manual-section-id":"EIM22000","title":"Benefits: exemptions: workplace nursery provision from 6 April 2005","body":"\n\n## Section 318 ITEPA 2003 (amended by paragraph 1 Schedule 13 FA 2004)\n\nThe legislation at Section 318 ITEPA 2003 was replaced by a new Section 318 with effect from 6 April 2005. This renewed the unlimited exemption but included some significant amendments.  The guidance at [EIM21905](/guidance/employment-income-manual/EIM21905) - [EIM21950](/guidance/employment-income-manual/EIM21950) explains the position before 6 April 2005.\n\n*   The guidance at [EIM22001](/guidance/employment-income-manual/EIM22001) - [EIM22009](/guidance/employment-income-manual/EIM22009) covers the position from 6 April 2005."},{"manual-section-id":"EIM22001","title":"Workplace nursery provision from 6 April 2005","body":"\n\n## Section 318 ITEPA 2003\n\n### Purpose of the legislation\n\nFor tax years from 2005/06, the purpose of the legislation is that the exemption should **only **apply when the narrow conditions for exemption set out below are met. Where the exemption applies, no liability to income tax arises in respect of the provision for an employee of care for a child.\n\nThe exemption **does not apply **to:\n\n*   childcare provided by means of non-cash vouchers or credit tokens (but see [EIM16050](/guidance/employment-income-manual/EIM16050)onwards for guidance on childcare vouchers)\n*   other provision for an employee of care for a child (but see EIM22010 onwards for guidance on the limited exemption that may be available)\n\nThe exemption for workplace nurseries (see [EIM21900](/guidance/employment-income-manual/EIM21900)) applies when the following four conditions are all met:\n\nCondition A: is concerned with the child (see [EIM22002](/guidance/employment-income-manual/EIM22002))\n\nCondition B: is concerned with the premises on which care is provided and the registration requirements (see [EIM22003](/guidance/employment-income-manual/EIM22003))\n\nCondition C: is concerned with the person or persons who make the premises available (see [EIM22004](/guidance/employment-income-manual/EIM22004))\n\nCondition D: is concerned with the extent to which the provision of care for a child is open to the employer&#x2019;s employees (see [EIM22005](/guidance/employment-income-manual/EIM22005))\n\n### Meaning of &#x201C;care&#x201D;\n\nFor the purpose of the workplace nursery exemption, &#x201C;care&#x201D; is defined generally as any kind of care or supervised activity apart from what is provided in schools as part of the child&#x2019;s compulsory education.\n\n### Meaning of &#x201C;child&#x201D;\n\nA person is a &#x201C;child&#x201D; for the purposes of this exemption up to the last day of the week in which falls the 1 September following their 15<sup>t</sup>&#xA0;<sup>h</sup> birthday or their 16<sup>t</sup>&#xA0;<sup>h</sup> birthday if the child is disabled (see [EIM22020](/guidance/employment-income-manual/EIM22020))."},{"manual-section-id":"EIM22002","title":"Workplace nurseries from 6 April 2005: Condition A","body":"\n\n## Section 318(3) ITEPA 2003\n\n### Condition A\n\nIn order for the exemption in respect of the provision for an employee of care for a child to apply, the child who receives the care must be either:\n\n*   a child or stepchild of the employee maintained wholly or partly at the employee&#x2019;s expense\n*   live with the employee, or\n*   a child for whom the employee has parental responsibility\n\nThe term &#x201C;parental responsibility&#x201D; is explained at [EIM22025](/guidance/employment-income-manual/EIM22025)&#xA0;\n\n### Meaning of &#x201C;child&#x201D;\n\nA person is a &#x201C;child&#x201D; for the purposes of this exemption up to the last day of the week in which falls the 1 September following their 15<sup>t</sup>&#xA0;<sup>h</sup> birthday or their 16<sup>t</sup>&#xA0;<sup>h</sup> birthday if the child is disabled (see [EIM22020](/guidance/employment-income-manual/EIM22020))."},{"manual-section-id":"EIM22003","title":"Workplace nurseries from 6 April 2005: Condition B","body":"\n\n## Section 318(4) and 318(5) ITEPA 2003\n\n### Condition B\n\nIn order for the exemption in respect of the provision for an employee of care for a child to apply, the premises on which care is provided must not be used (wholly or mainly) as a private dwelling and any applicable registration requirement must be met.\n\nIt will usually be obvious if the private dwelling test is satisfied. The exclusion of childcare provided on such premises means that no exemption is due for childcare provided at the employee's home (for example, the provision of a nanny) or at the home of a childminder.\n\n### Registration requirements\n\nThe registration requirements that may apply are:\n\n*   in England, those specified under Part 3 of the Childcare Act 2006\n*   in Wales, those specified under Part 2 of the Children and Families (Wales) Measure 2010\n*   in Scotland, those specified under Part 1 or 2 of the Regulation of Care (Scotland) Act 2001\n*   in Northern Ireland, those specified under Part XI of the Children (Northern Ireland) Order 1995\n\nYou will usually be able to accept the employer's statement that any registration requirements that apply have been complied with."},{"manual-section-id":"EIM22004","title":"Workplace nurseries from 6 April 2005: Condition C","body":"\n\n## Section 318(6) and 318(7) ITEPA 2003\n\n### Condition C\n\nIn order for the exemption in respect of the provision for an employee of care for a child to apply, either the premises on which the care is provided must be made available by the scheme employer alone or the partnership requirements must be met.\n\n### Meaning of &#x201C;scheme employer&#x201D;\n\nFor the purpose of section 318, &#x201C;scheme employer&#x201D; means the employer operating the scheme under which care is provided.\n\nThe scheme employer does not need to be the employer of the employee for whom care for a child in a workplace nursery is being provided.\n\nThe distinction between scheme employer and employer of the employee for whom care for a child in a workplace nursery is being provided is made in order to extend the application of the exemption to include co-located individuals working for different employers. For example, two separate NHS Primary Care Trusts may have employees working on the same site. If Trust A is the scheme employer in relation to a workplace nursery operated at that site, the exemption may also apply to employees of Trust B working at that site.\n\n### Premises made available by the scheme employer\n\nThe employer may utilise part of its existing premises, or may acquire new premises or rent other premises for the purpose of providing childcare for its employees. If premises are made available by the scheme employer alone, subject to the other conditions being met, exemption may be due even if the employer does not have any further involvement in the provision of the childcare; for example, the exemption can apply if the employer contracts with a commercial nursery care business for the supply of sufficient qualified carers.\n\n### Partnership requirements\n\nFor the exemption to apply there is an alternative to the \"employer's premises\" test. The purpose of the alternative is to allow small employers, who might not individually be in a position to make available their own premises, to join together with other employers to finance and manage a childcare facility. Childcare provided under such a joint facility qualifies for exemption if:\n\n*   conditions A, B and D are satisfied,*   the care is provided under arrangements made by persons who include the scheme employer,*   the premises on which care is provided are made available by one or more of those persons (see [EIM22006](/guidance/employment-income-manual/EIM22006)), and\n*   under the arrangements the scheme employer is wholly or partly **responsible **for financing and managing the provision of the care (see [EIM22007](/guidance/employment-income-manual/EIM22007))."},{"manual-section-id":"EIM22005","title":"Workplace nurseries from 6 April 2005: Condition D","body":"\n\n## Section 318(8) ITEPA 2003\n\n### Condition D\n\nIn order for the exemption in respect of the provision for an employee of care for a child to apply, the scheme under which care is provided must be open to the scheme employer&#x2019;s employees generally or, if the employer has premises at more than one location, the scheme must be open generally to employee&#x2019;s at the particular location at which the scheme operates.\n\nNurseries may also be available to other workers on the site such as contractors or employees of other employers who are based at the premises.\n\nThe condition is intended to encourage employers to provide childcare for all employees. If the scheme is only available to a particular group of employees - for example, directors or senior managers - this condition will not be met and the value of the benefit will remain liable to income tax and NICs.\n\nEmployers may operate on a number of sites but have a workplace nursery at only one of them. If the nursery is available to all employees working at the site where it is located the condition will be satisfied. There is no requirement to provide workplace nurseries at every site.\n\nThe rule does not require the employer to provide unlimited nursery places. Places available in workplace nurseries may be limited but an employer&#x2019;s scheme will not fail to attract exemption simply because there is a waiting list and some employees cannot be catered for at any given time. However, in these circumstances the criteria for awarding places should not be biased in favour of particular groups of employees.\n\n### Meaning of &#x201C;scheme employer&#x201D;\n\nFor the purpose of section 318, &#x201C;scheme employer&#x201D; means the employer operating the scheme under which care is provided.\n\nThe scheme employer does not need to be the employer of the employee for whom care for a child in a workplace nursery is being provided.\n\nThe distinction between scheme employer and employer of the employee for whom care for a child in a workplace nursery is being provided is made in order to extend the application of the exemption to include co-located individuals working for different employers. For example, two separate NHS Primary Care Trusts may have employees working on the same site. If Trust A is the scheme employer in relation to a workplace nursery operated at that site, the exemption may also apply to employees of Trust B working at that site."},{"manual-section-id":"EIM22006","title":"Workplace nurseries from 6 April 2005: partnership requirements: premises on which childcare is provided","body":"\n\n## Section 318(7)(a) and (b) ITEPA 2003\n\nThe partnership requirements included\n\n(a) that the care is provided under arrangements made by persons who include the scheme employer, and\n\n(b) that the premises on which it is provided are made available by one or more of those persons\n\nThese requirements must be construed in the context of the purpose of the legislation. That is to allow small employers, who might not individually be in a position to make available their own premises, to join together with other employers to finance and manage a childcare facility. In that regard, the &#x201C;partnership&#x201D; involves only the employers who jointly wish to provide nursery facilities for children of their employees and the scope of &#x201C;those persons&#x201D; does not stretch to the inclusion of a commercial childcare provider. Consequently, premises made available by a commercial childcare provider will not satisfy the condition."},{"manual-section-id":"EIM22007","title":"Workplace nurseries from 6 April 2005: responsibility for financing and managing the provision of childcare","body":"\n\n## Section 318(7)(c) ITEPA 2003\n\n### Responsibility for financing the provision of childcare\n\nThe \"responsibility for finance\" test for jointly run workplace nurseries (see [EIM22004](/guidance/employment-income-manual/EIM22004)) requires significantly more than merely buying-in places from a commercial nursery, whether on an ad hoc or a more structured basis. There must be some real and substantial commitment to funding the facility and bearing the risks associated with operating a childcare facility.\n\nFor example, a commitment may take the form of an agreement to meet a set proportion of the overall cost of providing the care.\n\nIn the case of a facility which was newly established or of doubtful financial viability the commitment may take the form of a long term undertaking to pay a fixed periodical contribution (possibly expressed as the price of a given number of places) where that contribution is calculated to ensure overall financial viability.\n\nArrangements in which the employer's participation in financing is little more than a token gesture, purporting to meet the statutory test but without real responsibility falling on the employer, do not meet the statutory test.\n\n### Responsibility for managing the provision of childcare\n\nThe \"responsibility for management\" test for jointly run workplace nurseries (see [EIM22004](/guidance/employment-income-manual/EIM22004)) does not necessarily mean day-to-day management or direct responsibility for the care of the children. But it requires more than simply giving advice or being consulted from time to time about the broad policies. Having a right to a place on a committee which has no particular brief and little or no power to influence the way in which the care is provided is not sufficient. It requires close involvement in such matters as:\n\n*   appointing and monitoring the performance of those engaged to look after the children\n*   the extent of the care provided\n*   the conditions under which that care is provided and\n*   the allocation of places.\n\nEmployers must, in a real sense, play a part in management.\n\n[Top of page](/guidance/employment-income-manual/EIM22007#top)\n\n\n## Summary\n\nThere is a difference in principle between\n\n(1) a commercial nursery business contacting nearby employers as potential customers and establishing arrangements whereby the employer may offer childcare places as a benefit to its employees, and\n\n(2) several employers located in the same general area establishing in partnership a qualifying nursery for the purpose of offer childcare places as a benefit to their respective employees but contracting with a commercial nursery care business for the supply of sufficient qualified carers.\n\nScenario (1) will not qualify for the workplace nursery exemption even though both scenarios might be portrayed as being, in substance, indistinguishable."},{"manual-section-id":"EIM22010","title":"Benefits: exemptions: &#x201C;other childcare&#x201D; supported by the employer: rules from 6 April 2005","body":"\n\n## Section 318A ITEPA 2003\n\nFrom 6 April 2005 a new exemption from income tax came into force. The exemption applies to registered childcare or approved home-childcare supported by the employer for the benefit of employees. The exemption is limited to the first &#xA3;55 a week (&#xA3;50 per week in year 2005-06) of childcare costs. There is a matching exemption from Class 1A NICs in the same amount. If the employer meets childcare costs in excess of &#xA3;55 per week (&#xA3;50 per week in year 2005-06) then the excess is subject to income tax and NICs\n\nThis measure provides a limited exemption for arrangements under which the employer engages with a commercial nursery or approved child carer to provide care for the children of employees (often referred to as &#x201C;directly contracted childcare&#x201D;).\n\n[Top of page](/guidance/employment-income-manual/EIM22010#top)\n\n\n## Employees joining employer scheme after 5 April 2011\n\nFor those employees who begin to receive the benefit of employer provided directly contracted childcare from 6 April 2011, the amount of the exemption available will depend on the estimate made by the employer at the required time of the relevant earnings amount (see [EIM22012](/guidance/employment-income-manual/EIM22012)). "},{"manual-section-id":"EIM22011","title":"Benefits: exemptions: childcare and childcare vouchers supported by the employer: rules from 6 April 2005: the exempt amount","body":"\n\n## Section 318A ITEPA 2003\n\nThe exemption for arrangements under which the employer engages with a commercial nursery or approved child carer to provide care for the children of employees is limited to &#xA3;55 per week (&#xA3;50 per week in year 2005-06). If the cost to the employer of providing the childcare exceeds &#xA3;55 per week (&#xA3;50 per week in year 2005-06) the excess is subject to income tax and NIC.\n\nAn employee is only entitled to one exempt amount per week even if they have two or more children receiving childcare. However, if two employees have responsibility for the same child each employee can receive a weekly exempt amount. See the example below.\n\nAn employee is only entitled to one exempt amount in each tax week in respect of the restricted exemptions for employer-supported childcare.\n\nFor example, if in one week the employer offers a place to the employee&#x2019;s child in an after-school club - valued at &#xA3;55 and provides a &#xA3;55 voucher that may be spent on qualifying childcare for a younger child in a local nursery, the employee will have one exempt amount (&#xA3;55) and will be chargeable to income tax and NICs on the benefit of the other &#xA3;55.\n\n### Meaning of &#x201C;qualifying week&#x201D;\n\nThe exemption is limited to &#xA3;55 per week (&#xA3;50 per week in year 2005-06) for each qualifying week in a tax year. A &#x201C;qualifying week&#x201D; is defined as a &#x201C;tax week&#x201D; in which care is **provided** in circumstances that satisfy the relevant conditions:\n\nCondition A - the child (see [EIM22020](/guidance/employment-income-manual/EIM22020))\n\nCondition B - the childcare (see [EIM22030](/guidance/employment-income-manual/EIM22030))\n\nCondition C - availability of the childcare scheme to all employees generally (see [EIM22015](/guidance/employment-income-manual/EIM22015))\n\nA different definition applies for childcare vouchers. Section 270A(7) defines a &#x201C;qualifying week&#x201D; for childcare vouchers as a tax week in which a qualifying childcare voucher is **received. **This means that childcare vouchers can be stockpiled and used to pay for qualifying childcare when required - for example, during the school holidays. See [EIM16057](/guidance/employment-income-manual/EIM16057).\n\n### Meaning of &#x201C;tax week&#x201D;\n\nA &#x201C;tax week&#x201D;, for the purposes of these rules, is a period beginning on the first day of a tax year and recurring every seventh day after that. This means that the last day of the tax year (or last two days in a leap year) attracts an exempt amount if the above conditions are satisfied.\n\nThe rules stipulate that childcare must be provided in the qualifying week in order to receive the exempt amount. A nursery may require a retainer payment for a week when the child is, say, away on holiday. If the employer pays the retainer but no care is provided in the week then the &#xA3;55 exemption is not due and the benefit is chargeable to income tax and NIC."},{"manual-section-id":"EIM22015","title":"Benefits: exemptions: childcare and childcare vouchers: availability to all employees","body":"\n\n## Section 318A(5) ITEPA 2003\n\nFrom 6 April 2005 the exemptions from income tax and NIC only apply to benefits provided under a scheme if the childcare arrangements are open to:\n\n*   all employees generally or\n*   generally to all employees at a particular location\n\nsubject to an exception relating to relevant low-paid employees (see [EIM22016](/guidance/employment-income-manual/EIM22016)).\n\nThe condition is intended to encourage employers to provide childcare for all employees. If the scheme is only available to a particular group of employees - for example, directors or senior managers - this condition will not be met and the value of the benefit will remain liable to income tax and NICs.\n\nEmployers may operate on a number of sites but offer a childcare scheme at only one of them. If the scheme is available to all employees working at the site where it is located the condition will be satisfied. There is no requirement to provide a childcare scheme at every site.\n\nThe rule does not require the employer to provide unlimited places. Places available in a childcare scheme may be limited but an employer&#x2019;s scheme will not fail to attract exemption simply because there is a waiting list and some employees cannot be catered for at any given time. However, in these circumstances the criteria for awarding places should not be biased in favour of particular groups of employees."},{"manual-section-id":"EIM22016","title":"Benefits: exemptions: other childcare and childcare vouchers: availability to all employees: relevant low-paid employees","body":"\n\n## Section 318A(5) ITEPA 2003 and section 36 FA 2011\n\n### Relevant low-paid employees\n\nCondition C may be regarded as met if the scheme that the employer has in place for providing childcare vouchers does not allow relevant low-paid employees to take part because it involves either\n\n*   relevant salary sacrifice arrangements, or\n*   relevant flexible remuneration arrangements.\n\nBoth relevant salary sacrifice arrangements and relevant flexible remuneration arrangements involve the employee agreeing to a reduced amount of salary or wages in return for the employer providing childcare vouchers.\n\nRelevant low-paid employees are those for who their salary or wages are at a rate that cannot be reduced by the full amount required for participation in a salary sacrifice or flexible remuneration arrangement because the resulting salary or wage would be likely to fall below the national minimum wage."},{"manual-section-id":"EIM22020","title":"Benefits: exemptions: childcare and childcare vouchers: rules from 6 April 2005: meaning of &#x201C;child&#x201D;, &#x201C;disabled child&#x201D; and &#x201C;patient&#x201D;","body":"\n\n## Section 318B ITEPA 2003\n\nThe definitions set out in Section 318B apply as appropriate to Section 318 (employer-supported childcare), Section 318A (other childcare) and Section 270A (qualifying childcare vouchers).\n\n### Child\n\nIn order to qualify for the exemptions the child who receives the care must be:\n\n**Either** a child or stepchild of the employee and maintained wholly or partly at the employee&#x2019;s expense\n\n**Or,** a child who lives with the employee and for whom the employee has parental responsibility\n\nThe term &#x201C;parental responsibility&#x201D; is explained at [EIM22025](/guidance/employment-income-manual/EIM22025)&#xA0;\n\nA person is a &#x201C;child&#x201D; for the purposes of these sections up to the 1 September following their 15<sup>t</sup>&#xA0;<sup>h</sup> birthday or 1 September following their 16<sup>t</sup>&#xA0;<sup>h</sup> birthday if they are disabled.\n\n### Disabled child\n\nFor the purposes of these rules, a child is disabled if:\n\n*   A disability living allowance is paid in respect of the child (or is no longer paid because the child is a patient - see below for a definition of &#x201C;patient&#x201D;).\n*   The child is registered as blind\n\n*   *   with or on behalf of a Local Authority in England, Wales and Scotland\n    *   with or on behalf of a Health and Social Services Board in Northern Ireland\n\nIf the registration ceases, the child is regarded as disabled for the purposes of these rules for 28 weeks after the date on which registration ceased.\n\n### Patient\n\nA &#x201C;patient&#x201D; is a person who is receiving free in-patient treatment."},{"manual-section-id":"EIM22025","title":"Benefits: exemptions: childcare and childcare vouchers: rules from 6 April 2005: meaning of &#x201C;parental responsibility&#x201D;","body":"\n\n## Section 318B(5) ITEPA 2003\n\nThe definitions set out in Section 318B apply as appropriate to Section 318 (employer-supported childcare), Section 318A (other childcare) and Section 270A (qualifying childcare vouchers).\n\nThe exemptions are available to employees who have &#x201C;parental responsibility&#x201D; for children even if they are neither the parents nor step-parents of the children concerned.\n\nEmployees who have the same legal rights, duties, powers, responsibilities and authority as parents in respect of a child and the child&#x2019;s property qualify for the exemptions when childcare is supported by the employer in respect of that child.\n\nSo, the grandparent of a child, for whom he/she has parental responsibility, qualifies for the exemptions in respect of any childcare arrangements supported by the employer for that child."},{"manual-section-id":"EIM22030","title":"Benefits: exemptions: childcare and childcare vouchers: rules from 6 April 2005: meaning of &#x201C;care&#x201D; and &#x201C;qualifying childcare&#x201D;","body":"\n\n## Section 318A ITEPA 2003\n\nThe definitions set out in Sections 318B and 318C apply as appropriate to Section 318 (employer-supported childcare), Section 318A (other childcare) and Section 270A (qualifying childcare vouchers).\n\n### Care\n\n&#x201C;Care&#x201D; is defined generally for the purposes of these exemptions as any kind of care or supervised activity apart from what is provided in schools as part of the child&#x2019;s compulsory education. However, not all care satisfies the conditions that provide the exemptions. Only &#x201C;qualifying child care&#x201D; does that.\n\n### Qualifying child care\n\nThe rules seek to ensure that only childcare which meets nationally recognised standards will attracts the exemptions from income tax and NICs. In general terms the childcare must be registered with or approved by the relevant authorities. The rules are complex because different statutory powers apply to England, Wales, Scotland and Northern Ireland.\n\n### Registered childcare:\n\nChildcare provided away from the child's home must be registered.\n\n*   In England and Wales for children up to and including 7 years.*   In Scotland for children up to and including age 16.\n*   In Northern Ireland for children up to including 12.\n\nRegistered childcare within the United Kingdom consists of:\n\n**In England only:**\n\n**A person registered under Part 3 of the Childcare Act 2006**. This will include persons on the following registers operated by Ofsted;\n\n*   The Early Years Register\n*   The General Childcare Register - compulsory part\n*   The General Childcare Register - voluntary part.\n\n**Schools** - care provided by the governing body of a school is approved if it takes place:\n\n*   outside normal school hours (this means the normal hours of compulsory education adopted by the school as appropriate for the age of the child)*   on school premises or*   on premises that are covered by the inspection of the whole school activity by Ofsted or the equivalent inspection body for certain independent schools\n\n**Other care providers **\n\n*   a domiciliary worker or nurse from an agency registered under the Domiciliary Care Agencies Regulations 2002 providing childcare in the child&#x2019;s home\n\n**In Wales only:**\n\n*   a childcare provider registered by the National Assembly for Wales (through the Care Standards Inspectorate for Wales)\n*   out-of-school-hours childcare, provided by a school on the school premises, or by a Local Authority*   a person approved under the Approval of Child Care Providers (Wales) Scheme 2007 providing childcare in the child&#x2019;s home or if several children are being looked after, in the home of one of the children\n*   a domiciliary worker or nurse from an agency registered under the Domiciliary Care Agencies (Wales) Regulations 2004 providing childcare in the child&#x2019;s home\n*   by a foster carer under the Fostering Services (Wales) Regulations 2003. (The care must be for a child who is not a foster carer&#x2019;s foster child.)\n\n**In Scotland only:**\n\n*   a childcare provider registered by the Scottish Commission for the Regulation of Care\n*   out-of-school-hours childcare clubs registered by the Scottish Commission for the Regulation of Care\n*   childcare provided in the child&#x2019;s home by, or introduced through, childcare agencies, sitter services and nanny agencies which are required to be registered.\n\n**In Northern Ireland only:**\n\n*   childcare registered by a Health and Social Services Trust\n*   out-of-school-hours childcare, provided by a school on the school premises, or by an Education and Library Board or\n*   a person approved under the Tax Credits (Approval of Home Child Care Providers) Scheme (Northern Ireland) 2006 providing childcare in the child&#x2019;s home.\n\n**Outside the UK**\n\nChildcare provided outside of the United Kingdom cannot generally be accepted as &#x201C;qualifying childcare&#x201D; as it is outside of the jurisdiction of UK inspection and registration. The only exemption to this is childcare provided by a person approved under a Ministry of Defence accreditation scheme abroad\n\n### Childcare that is not &#x201C;qualifying childcare&#x201D;\n\n&#x201C;Qualifying childcare&#x201D; does not include care provided by a relative of the child in the child's own home. This includes relatives who are registered or approved childcare providers. For these purposes a relative means:\n\n*   parent\n*   step-parent\n*   foster parent\n*   grandparent\n*   aunt or uncle\n*   brother or sister\n*   whether by blood, half blood, marriage or civil partnership.\n\nChildcare provided by relatives can be qualifying childcare in the following circumstances:\n\n*   the relative is a registered or approved childcare provider\n*   the care is provided away from the child's own home\n*   the care is provided to non-related children in addition to the related child or children."}]}]}}