{"title":"Particular benefits: contents list: benefits from I to P","details":{"manual-section-id":"EIM21603","body":"For benefits and exemptions from A to H see [EIM21601](/guidance/employment-income-manual/EIM21601) to 21602.  For benefits and exemptions from R to Z see [EIM21604](/guidance/employment-income-manual/EIM21604).\n\n\n## Benefits and exemptions from I to P\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM20000","EIM21600","EIM21603"],"sections":[{"title":" Incentive award schemes","sections":[{"manual-section-id":"EIM21730","title":"Incentive scheme awards","body":"Non-cash awards under incentive award schemes are chargeable on\ndirectors and employees, except those in an excluded employment\n(see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), on the full cost to the\nprovider, or, if the amount is greater, their second-hand value if\nthey can be converted into money (see\n[EIM21005](/guidance/employment-income-manual/EIM21000#EIM21005))."}]},{"title":" Internet access","sections":[{"manual-section-id":"EIM21617","title":"Internet access in employee&#x2019;s home","body":"### Employer provides Internet access\n\nBefore 6 April 2006 the first &#xA3;500 of the benefit charge arising on provision by an employer of computer equipment in an employee's home was exempt from tax under Section 320 ITEPA 2003 (see [EIM21700](/guidance/employment-income-manual/EIM21602#EIM21700)). This exemption did not include fees paid by the employer to an Internet Service Provider (ISP).  This exemption was removed by Finance Act 2006.\n\nSection 316 (see [EIM21610](/guidance/employment-income-manual/EIM21601#EIM21610)) exempts from tax assets or services provided by an employer in the employee's home solely for work purposes, as long as any private use is not significant (see [EIM21613](/guidance/employment-income-manual/EIM21601#EIM21613)).\n\nWhere an employer provides for Internet access at the employee's home solely for work purposes, under a package where there is no separate billing or record of access calls, and no breakdown is possible between work and private calls, we accept that where private use is not significant (and private use does not affect the cost of the package) the costs of connection are exempt from tax under Section 316.\n\nFor tax purposes the cost of providing the telephone line to connect to the Internet is a separate matter from the contract between the ISP and the employer or employee.  The treatment of the telephone line rental and call charges depends on who has contracted with the provider of the telephone line (see [EIM21615](/guidance/employment-income-manual/EIM13310#EIM21615)).\n\n### Employer reimburses employee for the cost of subscriptions to an ISP\n\nWhere an employee is the subscriber for Internet access to his or her home, and the employer reimburses the employee for these costs, there is no scope for the exemption in Section 316 to apply, as the employer is not providing a benefit.   But where a payment is made by an employer to reimburse an employee for reasonable additional costs ([EIM01476](http://www.hmrc.gov.uk/manuals/eimanual/EIM01476.htm)) incurred whilst working at home under homeworking arrangements ([EIM01472](/guidance/employment-income-manual/EIM01471#EIM01472)), the payments may be exempt under Section 316A ITEPA.\n\n&#x201C;Reasonable additional costs&#x201D; would include a broadband subscription if an employee who had not previously subscribed for broadband needed to do so in order to work from home.  Payments to an employee who was already subscribing for broadband, and for whom the cost was therefore not &#x201C;additional&#x201D; will not qualify for exemption under Section 316A.\n\n### Employee pays for ISP subscription - no reimbursement from employer\n\nIf the employee can show that the Internet costs related to use wholly, exclusively and necessarily in the performance of his duties, he may be entitled to a deduction under Section 336 ITEPA 2003 ([EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm)).\n\nHowever, where an Internet package, such as for Broadband access, provides unlimited access and no separate billing procedures to separate business use from private use, it is not possible for an employee to identify any specific part of the cost as relating to business use.  Consequently the position for these packages is the same as for similar mobile phone packages ([EIM32945](http://www.hmrc.gov.uk/manuals/eimanual/EIM32945.htm) and [EIM32951](http://www.hmrc.gov.uk/manuals/eimanual/EIM32951.htm)). If there is no identifiable cost that is wholly and exclusively for business use, no deduction will be due."}]},{"title":" Key workers - housing.  See [EIM21735](http://www.hmrc.gov.uk/manuals/eimanual/EIM21735.htm)&#xA0;\n\n### Late night transport","sections":[{"manual-section-id":"EIM21831","title":"Late night taxis and breakdown in car sharing arrangements","body":"\n\n## Section 248 ITEPA 2003\n\nWhere an employee is provided with a taxi paid for by his or her employer for a journey from work to home, this represents a benefit to the employee because journeys between an employee&#x2019;s home and permanent place of work are private journeys [www.hmrc.gov.uk/helpsheets/490.pdf].\n\nHowever, this benefit can be treated as exempt from charge if:\n\n*   *   the failure of car sharing arrangements conditions are satisfied (see below), **or**&#xA0;\n    *   all four late night working conditions are satisfied; **and**&#xA0;\n    *   the number of such journeys for which a taxi has been provided for that employee in the tax year is no more than 60.\n\nThe 60 journeys is a single limit that applies to late night journeys and failure of car sharing arrangements together.  This means that journeys under both headings must be added together when working out whether or not the 60 journeys limit has been reached\n\nFor the exemption to apply,** these conditions must be satisfied** on each occasion that an employee is provided with a taxi for a journey from work to home.\n\n### 60 journeys per year\n\nIt is sometimes suggested that the exemption applies to the first 60 journeys in a year when a taxi is provided, regardless of the circumstances relating to the taxi being provided.  This is **not** correct.   Section 248 is not an annual allowance; it provides an exemption from the income tax charge that would otherwise arise on the provision of a taxi home. It can only apply when the late working conditions mentioned in the second bullet above or the failure of car sharing arrangements conditions are satisfied in full. The figure of 60 in the second bullet merely puts a ceiling on the number of journeys that can be treated as exempt from tax &amp; NICs  even where all the relevant conditions are satisfied.\n\nSo an employee may be provided with a taxi from work to home once a week. Even though the total number of taxi journeys in the year is no more than 60, **the exemption in section 248 does not apply, unless all the late night working conditions or the failure of car sharing arrangements conditions are also met on each occasion as well. **Conversely, if an employee is provided with a taxi on more than 60 occasions in circumstances where all the late working conditions or failure of car sharing arrangements conditions are satisfied, the exemption will apply only to the first 60 such occasions.The fact that the 60 journey limit is exceeded in a tax year does not disqualify any of the first 60 such journeys from the exemption.\n\n### Late night working conditions\n\nThere are four late working conditions, **all of which must be satisfied** -\n\n1.  1.  the employee is required to work later than usual **and** until at least 9pm ([EIM21832](/guidance/employment-income-manual/EIM21604#EIM21832));\n    2.  this occurs irregularly ([EIM21833](/guidance/employment-income-manual/EIM21604#EIM21833)); and\n    3.  by the time the employee ceases work\n\n- either public transport has ceased, or\n\n- it would not be reasonable to expect the employee to use public transport ([EIM21834](/guidance/employment-income-manual/EIM21604#EIM21834)); and\n\n1.  1.  the transport is by taxi or similar road  transport.  This condition is not contentious and is not referred to again in this guidance.\n\n### Record keeping\n\nAs with any benefit or expense provision, employers who provide late night taxis home for their staff must be able to show that they have treated the provision correctly for the purposes of tax and NICs. Where an employer believes that the exemption in section 248 applies, he or she must have the necessary **management checks in place and keep sufficient records to be able to show that the late night working conditions set out in the legislation are satisfied in all cases**.\n\nIt is not sufficient for an employer to have a published protocol setting out the circumstances in which an employee can have access to the use of a late night taxi, if nothing is done to ensure that it is applied correctly and that the checking system the employer has put in place to do so is capable of audit.  However, this does not mean that it is necessary for the employer to certify in advance the use of a taxi.\n\nThe procedure might, for example, take the form of the employer&#x2019;s internal guidance for employees on the use of late night taxis along with an internal verification procedure that could be sampled to show that the qualifying conditions have been applied. **That will not be the case where an employee is simply given access to a taxi service available after 9pm on call**.  HMRC would regard work to home travel by such means as subject to the normal employee travel rules. The fact that it may be outside &#x201C;normal office hours&#x201D; does not change that.\n\n### Failure of car sharing arrangements\n\nSee [EIM10210](/guidance/employment-income-manual/EIM04700#EIM10210) for information regarding transport provided to an employee when car sharing arrangements fail.\n\n### Transport provided for disabled employee\n\nNo tax charge arises where transport between home and work is provided for a disabled employee (Section 246 ITEPA 2003).\n\n**Consequences where late night working or failure of car sharing conditions are not satisfied**\n\nSee [EIM10220](/guidance/employment-income-manual/EIM10220) for a summary of the tax treatment that applies to journeys that do not fall within the exemption\n\nIt is worth noting that the main guidance on PAYE Settlement Agreements (PSAs) at [http://www.hmrc.gov.uk/paye/exb/schemes/PSA.htm](http://www.hmrc.gov.uk/manuals/eimanual/http___www.hmrc.gov.uk_paye_exb_schemes_PSA.htm.htm) states that taxi fares will normally fall within the meaning of minor items for inclusion in a PSA."}]},{"title":" Leave travel facilities for the Armed Forces","sections":[{"manual-section-id":"EIM21733","title":"Leave travel facilities for the Armed Forces","body":"The exemption for leave travel facilities provided for members\nof the Armed Forces applies to service personnel, except those in\nan excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007))."}]},{"title":" Loans released or written off","sections":[{"manual-section-id":"EIM21740","title":"Loans released or written off","body":"Sometimes a loan or part of a loan is released or written off.\nThis means the borrower does not have to repay the lender. It is\nalso sometimes referred to as a loan being waived.\n\nIf the loan was made by the employer and the release or writing\noff can only be ascribed to the fact that the borrower is an\nemployee, the amount released or written off will be earnings\nchargeable under Section 62 ITEPA 2003. This is so whether or not\nthe employee is in an excluded employment (see\n[EIM01490](/guidance/employment-income-manual/EIM01000#EIM01490)).\n\nWhere a charge arises under Section 62 on the full amount\nreleased or written off the instructions at\n[EIM21741](/guidance/employment-income-manual/EIM42210#EIM21741) onwards do not apply.\n\nWhere the full amount released or written off is not\nchargeable under Section 62 look at\n[EIM21741](/guidance/employment-income-manual/EIM42210#EIM21741) onwards."},{"manual-section-id":"EIM21741","title":"Special rules","body":"\n\n## Section 188(1) ITEPA 2003\n\nSometimes a loan or part of a loan is released or written off. This means the borrower does not have to repay the lender. It is also sometimes referred to as a loan being waived.\n\nIf a charge does not arise under Section 62 ITEPA 2003 (see [EIM21740](/guidance/employment-income-manual/EIM42210#EIM21740)) a charge under Section 188(1) ITEPA 2003 will arise on a director or employee, except one in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) where:\n\n*   part or all of **any **loan made to him (or a relative of his) is released or written off and\n*   the benefit of the loan was obtained by reason of his employment.\n\nFor this purpose \"relative\" has the special meaning ascribed to it at [EIM26112](/guidance/employment-income-manual/EIM26100#EIM26112) and \"by reason of the employment\" that described at [EIM26113](/guidance/employment-income-manual/EIM26100#EIM26113).\n\nThe charge is subject to the exceptions in [EIM21742](/guidance/employment-income-manual/EIM21603#EIM21742).\n\nThe charge is made for the year the loan is released or written off. It applies **whether or not **the loan released or written off was a beneficial loan the benefit of which was chargeable on the employee under [EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards.\n\nIt may also apply when the employment has terminated (see [EIM21743](/guidance/employment-income-manual/EIM21603#EIM21743) and EIM21744).\n\nSee [EIM21745](/guidance/employment-income-manual/EIM21603#EIM21745) where the loan was made by the trustees of a settlement of which a director or his spouse is a settlor and [EIM21746](/guidance/employment-income-manual/EIM21603#EIM21746) where a loan is released or written off by a close company. "},{"manual-section-id":"EIM21742","title":"Exceptions from charge","body":"\n\n## Sections 174(5), 188(1) and 190 ITEPA 2003\n\nThere are two exceptions to the charge on a director or employee, except one in an excluded employment (see EIM20007), in respect of the release or writing off of a loan.\n\n### Loan to a relative written off (Section 174(5) ITEPA 2003)\n\nNo charge arises on the release or writing off of a loan made to a relative if it can be shown that the director or employee derived no personal benefit from the loan. Such claims should be looked at in the light of the guidance at [EIM26112](/guidance/employment-income-manual/EIM26100#EIM26112) and [EIM26150](/guidance/employment-income-manual/EIM26100#EIM26150).\n\n### Loan written off on death of director or employee (Section 190 ITEPA 2003)\n\nNo charge arises where a loan is waived or written off on or after the death of the director or employee to whom the loan was made.\n\nNote however that the death of a relative to whom a loan has been made does not prevent a tax charge. The director or employee whose relative has died remains chargeable in respect of the loan written off. "},{"manual-section-id":"EIM21743","title":"Loans written off after retirement or ceasing to be within a UK charge to tax in respect of the loan","body":"\n\n## Section 188(2) ITEPA 2003\n\nThe release or writing off of a loan made to a director or employee (or any relative of theirs) by reason of the employment is still chargeable if it takes place:\n\n*   after he or she has retired, or\n*   after he or she has ceased to be a director or in employment falling within the benefits code (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)).\n\nInstances of an employment ceasing to be within the benefits code include earnings falling below the &#xA3;8,500 threshold (see [EIM20101](/guidance/employment-income-manual/EIM20001#EIM20101)) and the employee leaving the UK and ceasing to be within UK jurisdiction for the purposes of tax on employment income (see [EIM40001](/guidance/employment-income-manual/EIM40000#EIM40001) onwards).\n\nSection 188(2) ITEPA 2003 deems the directorship or employment not to have terminated, and/or to have remained within the benefits code.\n\nThis rule prevents people avoiding a charge by deferring the release or writing off until after the events mentioned above have occurred.\n\nSee [EIM21744](/guidance/employment-income-manual/EIM21603#EIM21744) for the interaction with the termination payment provisions of Part 6 Chapter 3 ITEPA 2003."},{"manual-section-id":"EIM21744","title":"Loans written off on termination of employment: interaction with &#xA3;30,000 exemption","body":"The release or writing off of a loan could in certain\ncircumstances also fall within the wording of Part 6 Chapter 3\nITEPA 2003 which taxes termination payments on retirement etc (see\n[EIM12805](/guidance/employment-income-manual/EIM12800#EIM12805) onwards).\n\nWhere this is the case the charge under Section 188(1) ITEPA\n2003 on the full amount of the release takes precedence (Section\n189(2) ITEPA 2003). This means that an employee in those\ncircumstances cannot have the benefit of the &#xA3;30,000 exemption\napplying to termination payments (see\n[EIM13505](/guidance/employment-income-manual/EIM12800#EIM13505))."},{"manual-section-id":"EIM21745","title":"Loans made by trustees of settlement of which borrower or their spouse is a settlor","body":"\n\n## Section 189(3) ITEPA 2003\n\nWhere tax liability has arisen under Section 633 IT(TOI)A 2005 (Section 677 ICTA1988) on part or all of the loan released or written off, only the excess of the amount released or written off over the amount already taxed is chargeable under Section 188(1) ITEPA 2003 (see [EIM21741](/guidance/employment-income-manual/EIM42210#EIM21741)).\n\nBroadly Section 633 is relevant where a loan is made or a capital sum is paid:\n\n*   by the trustees of a settlement of which the director or his spouse is the settlor, or\n*   by a body corporate connected with such a settlement."},{"manual-section-id":"EIM21746","title":"Loans made by close companies","body":"\n\n## Sections 455 CTA 2010 and 415 ITTOIA 2005\n\nA close company is chargeable to tax on any loans it makes to a director or an employee who is a participator (or an associate of a participator) under Section 455 CTA 2010.\n\nIf a loan which is chargeable under Section 455 is released or written off either wholly or in part, the borrower's total income is normally treated under Section 415 ITTOIA 2005as if it were increased by the amount released or written off, grossed up at the Savings and Investment Income ordinary rate of tax as applicable to dividends and other distributions (see CTM61630).\n\nIf the write-off of the loan is chargeable potentially under both Section 415 ITTOIA and Section 188 ITEPA, the charge under Section 415 takes priority over Section 188 ([EIM26116](/guidance/employment-income-manual/EIM26100#EIM26116)). Do not treat any amount released or written off which has been treated as the borrower's income under Section 415 as also chargeable under Section 188(1) ITEPA 2003. "},{"manual-section-id":"EIM21747","title":"Loans made to students subsequently paid or written off by an employer","body":"\n\n## Student loans\n\nEmployers may incentivise employees who have outstanding student loans, by undertaking to repay or write off all or part of the employee&#x2019;s student loan.\n\n### Employer makes the loan repayment\n\nAn employer may undertake to repay an employee&#x2019;s outstanding student loan.   Typically the employer will arrange to meet the annual repayments due on the loan in order to incentivise the employee to remain in that employment.\n\nIf an employer pays the repayments due from the employee, this represents the meeting of the employee&#x2019;s pecuniary liability, chargeable as earnings under Section 62 ITEPA2003.   See [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580). "}]},{"title":" Long service testimonial awards","sections":[{"manual-section-id":"EIM21750","title":"Long service awards","body":"Section 323 ITEPA 2003 exempts from a benefits charge long\nservice awards in the form of tangible articles given to directors\nor employees, within the benefits code (see\n[EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500))."}]},{"title":" Meals in a canteen or elsewhere on an employer's premises","sections":[{"manual-section-id":"EIM21670","title":"Subsidised meals including canteen meals and working lunches","body":"\n\n## Section 317 ITEPA 2003\n\nIf an employer provides free or subsidised meals to its employees or directors there may be relief from tax by exemption or deduction:\n\n*   under the exemption in Section 317 ITEPA 2003 (see [EIM21671](/guidance/employment-income-manual/EIM21603#EIM21671)), or\n*   where the meal is part and parcel of the employee or director travelling on qualifying business travel, or\n*   where the employee&#x2019;s or director's meal is part of business entertaining for which there is a matching deduction under Section 336 ITEPA 2003.\n\nIf none of these apply then, for employees and directors, except those in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), a benefits charge will arise. The cash equivalent of the benefit is the amount of the expense (see [EIM21102](/guidance/employment-income-manual/EIM21000#EIM21102)) incurred by the employer, or other provider of the meal, in connection with the provision of the meal.\n\nThe exemption applies to light refreshments as it does to meals.\n\nThe exemption applies only to employees of the employer that provides the meal which excludes employees working for a third party employer (e.g. workers contracted to Employer A who work at a site where Employer B provides the meal) from this exemption.   This anomaly was removed with effect from 14 December 2004 when regulations were laid under the powers in Section 210 ITEPA 2003 (power to exempt minor benefits) to ensure that all employees who enjoyed a meal under the same circumstances could gain from this exemption, regardless of whether their employer or another employer provided the meal.  "},{"manual-section-id":"EIM21671","title":"Canteen meals","body":"\n\n## Section 317 ITEPA 2003, section 60 FA 2010\n\nThere is no tax charge on the provision of meals for directors or employees if the meal is provided in a canteen or on the employer&#x2019;s premises and the following conditions are met:\n\n*   *   the meal is on a reasonable scale and\n    *   all employees, or all employees at a particular work location, may obtain a free or subsidised meal (or a voucher for one);  and\n    *   in the case of a hotel, catering or similar business, if free or subsidised meals are provided for employees in a restaurant or dining room when meals are being served to the public, part of the dining area must be designated for staff use only and the meals must be taken in that part, and\n    *   with effect from 6 April 2011, the meals are not provided as part of salary sacrifice or flexible remuneration arrangements.  (But see [EIM21675](/guidance/employment-income-manual/EIM21603#EIM21675) for details of canteen arrangements that are already taxable prior to 6 April 2011).\n\nFor further information about how the exemption is prevented from applying with effect from 6 April 2011 where free or cheap meals are provided as part of salary sacrifice or flexible remuneration arrangements, see [EIM21676](/guidance/employment-income-manual/EIM21603#EIM21676) onwards.\n\nThe phrase \"on a reasonable scale\" (Section 317(2) ITEPA 2003) should not be interpreted too narrowly. Do not treat the provision for directors as unreasonable simply because it is different from the provision for other staff, even if it is more generous, or better subsidised. In general, you should only assess a benefit in those cases where the provision is clearly unreasonable. For example, where it involves the provision of an elaborate menu, fine wines and cigars. The provision of a glass of wine with an otherwise modest meal is not unreasonable.\n\nNote that the exemption applies to meals provided in **any **canteen. The canteen does not necessarily have to be on the employer's premises, or restricted to the employees of one employer. For example, on an industrial estate there may be a single canteen serving the employees of all employers on the estate. Meals provided in that canteen are within the exemption as long as they are available to all employees of the employers concerned.\n\nNote also that there is no need for all the employees to get the same level of subsidy for their meal. Provided a free or subsidised meal is available to all employees, the exemption applies.\n\nThe word \"canteen\" has its ordinary meaning. A restaurant, cafe, public house or similar establishment which serves meals to the public at large is not a canteen.\n\nThe exemption also applies to a meal provided to an employee by a third party, if the employee is working at the premises of the third party.  For example, a contract worker employed by A, who works on site at employer B, is exempt from a benefits charge if he enjoys a meal in a canteen provided by employer B for its employees.\n\nFor further information on the exemption in Section 317 ITEPA 2003 see [EIM21672](/guidance/employment-income-manual/EIM21603#EIM21672). "},{"manual-section-id":"EIM21672","title":"Subsidised meals on the employer's premises or in a canteen","body":"\n\n## Section 317 ITEPA 2003\n\nThe Section 317 ITEPA 2003 exemption (see [EIM21671](/guidance/employment-income-manual/EIM21603#EIM21671)) applies if all employees of the employer concerned may obtain a free or subsidised meal. There is no requirement that all the employees actually do obtain meals, whether frequently or infrequently. The **opportunity **for all employees, at some time or other, to get a free or subsidised meal is enough to meet the terms of the exemption. However, if that opportunity is not open to all the employees, that is some employees do get the opportunity to have a free or subsidised meal but others do not, the exemption does not apply, unless those others are given free or subsidised meal vouchers.\n\nFor employers with more than one site, the exemption applies if all employees have the opportunity to enjoy a free or subsidised meal. It may be that free or subsidised meals are not available at every site, but if an employee at a site where the facility is not available could enjoy a free or subsidised meal if they were visiting one of their employer&#x2019;s sites where the facility is available, the terms of the exemption are satisfied.\n\nNote also that the exemption applies to meal vouchers **only to the extent that **those vouchers are tickets or tokens **used to obtain **meals on the employer's business premises or in a canteen open to the employees generally. It does not apply to meal vouchers used to get meals elsewhere. Such meal vouchers are the subject of a separate exemption (see [EIM16210](/guidance/employment-income-manual/EIM16000#EIM16210)).\n\nThe exemption covers most of the ways in which a company might provide free or subsidised meals for its directors or employees, either in a canteen or on the business premises, so long as meals or meal vouchers are available for the staff generally. If the exemption applies then **all **meals on a reasonable scale (see [EIM21671](/guidance/employment-income-manual/EIM21603#EIM21671)) provided on the employer's premises are exempt from tax. This means that if all employees may get a free or subsidised meal on the employer's premises or in a canteen, or meal vouchers, then working lunches on a reasonable scale, provided on the employer's premises, will also be exempt even if not all of the employees get the working lunches.\n\nWith effect from 6 April 2011, the exemption is prevented from applying where meals are provided in conjunction with salary sacrifice or flexible remuneration arrangements (see [EIM21676](/guidance/employment-income-manual/EIM21603#EIM21676) onwards).\n\nSee [EIM21673](/guidance/employment-income-manual/EIM21603#EIM21673) for examples of how the exemption works in practice. "},{"manual-section-id":"EIM21673","title":"Examples","body":"\n\n## Section 317 ITEPA 2003\n\nThese examples show how the exemption in Section 317 ITEPA 2003 (see [EIM21670](/guidance/employment-income-manual/EIM21603#EIM21670)) works in practice.\n\n### Example 1\n\nA manufacturing company located in a small town has 150 employees. 125 of these work at a factory on an industrial estate in the middle of the town. There is a subsidised canteen next to the factory where all the employees can get a subsidised meal. The other 25 employees work in an office 2 miles out of town. They can go to the subsidised canteen if they wish but not many do so. Occasionally the office staff have a working lunch in the office. The employees at the factory never attend the working lunches.\n\nSection 317 applies because even though not all the 150 employees do actually have subsidised meals in the canteen, they all can do if they wish. Because Section 317 applies, the working lunches are exempt even though the factory employees do not attend them.\n\n### Example 2\n\nA large national PLC has thousands of employees working at many sites around the country. At some of the sites there are canteens subsidised by the employer. At others there is no canteen. The canteens will admit any employee of the PLC, whether they work at that canteen's site or not. Most of the employees getting subsidised meals at any one canteen work at that site, but occasionally employees from other sites eat there. The employees at sites without canteens do not get meal vouchers. Occasionally some employees meet for a working lunch which is on a reasonable scale.\n\nSection 317 applies. Even though the employees at sites without canteens do not get meal vouchers, they have the opportunity to get a subsidised meal if they visit one of the sites with a canteen. So all employees may get a free or subsidised meal. Because Section 317 applies, the working lunches on the employer's premises are also exempt.\n\n### Example 3\n\nA small company has three directors and two employees. Twice a week they all have a working lunch together in the office at which they brainstorm new ideas. The lunch is on a reasonable scale and paid for by the company. Every second Friday they go to the pub at lunchtime to discuss over a pub meal how the business is developing. The meals and drinks are paid for with a company cheque.\n\nSection 317 applies to the working lunches in the office because all the employees may get a free meal on the employer's premises. But Section 317 does not apply to the pub meals. They are not on the employer's premises or in a canteen where meals are provided for staff generally.\n\nThe company decides to employ a security guard. He is not invited to the twice weekly lunches. Section 317 no longer applies because not every employee of the company may get a free or subsidised meal.\n\nThe company decides to give the security guard free meal vouchers. He uses these to get a sit down lunch at a local chip shop. Section 317 now applies to the working lunches because all the employees of the company either may get a free or subsidised lunch or do get meal vouchers. Section 317 does not apply to the security guard's meal vouchers because these are not used to get a meal on the employer's premises or in a staff canteen.\n\nWith effect from 6 April 2011, the exemption is prevented from applying where meals are provided in conjunction with salary sacrifice or flexible remuneration arrangements (see [EIM21676](/guidance/employment-income-manual/EIM21603#EIM21676) onwards)."},{"manual-section-id":"EIM21674","title":"Meal vouchers","body":"The exemption in Section 89 ITEPA 2003 covering luncheon\nvouchers (see\n[EIM16210](/guidance/employment-income-manual/EIM16000#EIM16210)) applies to all employees\nwhether or not they are directors or within an excluded employment\n(see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007))."},{"manual-section-id":"EIM21675","title":"Canteen arrangements: when do they count as earnings?","body":"\n\n## Section 317 ITEPA 2003\n\nHMRC has become aware of certain commercially marketed arrangements that do not fall within the Section 317 exemption. The details of the schemes vary but some of the following features may be seen:\n\n*   the employer makes money or value available to participating employees. This is used by employees to purchase food and drink in the workplace\n*   each participating employee has an account or &#x201C;purse&#x201D; in which the money or value is held\n*   the account or purse may exist in the accounting system that supports the canteen or on smart cards held by the employees\n*   money or value is credited to an account or &#x201C;purse&#x201D; on a periodic basis, typically  weekly or monthly\n*   Employees may add money or value to the account from their own taxed income. These &#x201C;top ups&#x201D; are used to purchase food and drinks when amounts credited by the employer are exhausted\n*   Money or value can be used to obtain food and drinks from a canteen or from a range of restaurants, coffee shops and vending machines in the workplace. The retail outlets link into a common accounting/tracking system\n*   The accounting/ tracking system imposes monetary limits on each employee&#x2019;s purchases based on the amount allocated to the account or &#x201C;purse&#x201D;.*   The read out or front end of the system typically informs the employees how much is available to them at any time and this will either be specified in monetary value or specified in terms that are easily convertible to monetary value.\n*   Tills and vending machines in the workplace require the provision of a card or the entry of a PIN to enable employees to access and draw on funds in their accounts\n*   Arrangements may be linked to salary sacrifice. Employers deposit matching amounts into the canteen account or purse. Once funds are exhausted, &#x201C;top-ups&#x201D; may be used to fund consumption until the next employer deposit is made\n\n### **Analysis**\n\nThese schemes are not within the Section 317 exemption. Canteen arrangements that provide employees with money or value do not provide &#x201C;&#x2026;free or subsidised meals&#x2026;&#x201D; within the meaning the meaning of Section 317. These arrangements simply place funds at the disposal of participating employees. They can spend the funds as they like, within the limitations they have agreed to. The provision of money or value is taxable as earnings within the definition provided by Section 62,\n\n### **Tax and NICs consequences**\n\nEmployers should treat amounts credited to canteen accounts as earnings for the purposes of PAYE and Class 1 NICs.\n\n### **Different types of electronic system **\n\nIn some cases the electronic account may be described as a tracking or tallying system and it may be argued that this means that it does not amount to the putting of value at the employee&#x2019;s disposal.   This is simply a presentational difference and such arguments should not be accepted.\n\nThere is just one exception to this position and that is where there is no link or read across to any pool of value and where the electronic system is only used to control employees&#x2019; access to an employer-provided canteen discount or subsidy on any given day.\n\nFor example, an employer subsidises the cost of canteen meals by 50% but wishes to prevent employees from abusing the subsidy and therefore introduces a card system that authorises employees to buy a subsidised meal once - and once only - on any working day.  There is no scope whatsoever - either within the electronic card itself or in any arrangements that underpin the card - for any &#x201C;unused&#x201D; meals or value to be saved up or rolled forward to cover future canteen visits.   In other words, if the employee has no canteen meal on a particular day, the authority for them to use the canteen and access the subsidy on that particular day completely evaporates and there is no additional or substitute entitlement available or rolled forward.\n\nIn these circumstances, you may accept that the use of an electronic system does not rank as the provision of earnings.\n\n### Interaction between earnings and restriction to exemption introduced by section 60 FA 2010\n\nWith effect from 6 April 2011, the section 317 exemption is prevented from applying to meals which are provided as part of salary sacrifice or flexible remuneration arrangements.  This change in the terms of the exemption makes no difference to arrangements already taxable under the preceding analysis.  Where the employee is credited with funds or value that rank as earnings, this will take priority.  However, if the employee participates in salary sacrifice or a flexible remuneration arrangement in circumstances where what is provided in return does not rank as earnings, the application of the exemption in section 317 will be restricted with effect from 6 April 2011. For further information see [EIM21676](/guidance/employment-income-manual/EIM21603#EIM21676) onwards."},{"manual-section-id":"EIM21676","title":"Canteen arrangements: no exemption from 6 April 2011 in cases of salary sacrifice or flexible remuneration","body":"\n\n## Section 317 ITEPA 2003 as amended by section 60 FA 2010\n\nSection 317 ITEPA provides an exemption from income tax for free or subsidised meals that an employer provides for an employee as long as the meals are provided in a canteen or on the employer&#x2019;s premises and a number of conditions are met (see [EIM21671](/guidance/employment-income-manual/EIM21603#EIM21671)).   Section 60 FA 2010 inserts an additional condition into section 317, which applies from 6 April 2011 onwards.\n\nThe condition is that the provision of the meals is not pursuant to:\n\n*   relevant salary sacrifice arrangements, or\n*   relevant flexible remuneration arrangements.\n\nThis means that from 6 April 2011 the exemption does not apply to meals which are provided under relevant salary sacrifice or relevant flexible remuneration arrangements.\n\nBoth these terms are defined in section 317(5A).\n\n*   &#x201C;Relevant salary sacrifice arrangements&#x201D; are arrangements under which the employee gives up the right to receive an amount that would otherwise have been taxable as employment income in return for the provision of free or subsidised meals.\n*   &#x201C;Relevant flexible remuneration arrangements&#x201D; are arrangements under which the employee and employer agree that the employee is to be provided with free or subsidised meals rather than receive some other description of employment income.\n\n&#x201C;Relevant flexible remuneration arrangements&#x201D; includes remuneration packages described as flexible benefits or &#x201C;flexben&#x201D; arrangements that allow individual employees some choice in the overall composition of their own remuneration package, typically up to a set maximum value, often called &#x201C;reference pay&#x201D; or &#x201C;notional pay.&#x201D;\n\n### Time when salary sacrifice or flexible remuneration arrangements entered into\n\nThe restriction to the exemption applies with effect from 6 April 2011 but the restriction applies to any relevant salary sacrifice or flexible remuneration arrangements, regardless of when they were entered into.  This means that from 6 April 2011 the restriction in the exemption applies to existing arrangements as well as arrangements that take effect on or after 6 April 2011.\n\nIn addition, the exemption is restricted where, before starting a new employment,  an employee agrees to take part of the remuneration package in the form of free or subsidised meals, rather than as salary or in the form of a different non-cash benefit or other description of employment income that the employee could have agreed to receive instead.\n\n### Remuneration structures that do not prevent the exemption from applying\n\n*   The restriction to the exemption applies where the employee has some element of choice about whether or not to relinquish salary or to enter into flexible remuneration arrangements.   The restriction does not apply where an employer unilaterally sets or alters the remuneration structure.  This means there should be no scope for individual employees to opt in or opt out of having the availability of free or subsidised meals taken into account in determining the composition or value of their overall remuneration package.*   Similarly, the restriction does not apply where as a result of collective bargaining with trade unions or staff associations pay rates for employees as a whole take account of the provision of free or subsidised meal facilities.  As above, there should be no scope for individual employees to alter the make up of their remuneration package by opting in or out of the availability of such provision.\n*   Employers that operate from more than one site may have different pay structures at different sites.  This may be as a consequence of regional pay variations but may also reflect other factors such as the availability of subsidised meal facilities.  It is therefore possible that an employee&#x2019;s cash salary may be reduced on moving from one location to another location.   Where the new location has subsidised meal facilities and the former location had none, this could raise the question of whether or not there are relevant salary sacrifice or flexible remuneration arrangements.    As long as any amendment in the composition of the remuneration package is simply a consequence of the move from one location to another and is not the reason for such a move, the exemption in section 317 will not be prevented from applying.  See [EIM21679](/guidance/employment-income-manual/EIM21603#EIM21679) for examples.\n\nSee [EIM21677](/guidance/employment-income-manual/EIM21603#EIM21677) for details of how the restriction to the exemption works in practice. "},{"manual-section-id":"EIM21677","title":"Canteen arrangements: how the restriction to the exemption works","body":"\n\n## Section 317 ITEPA 2003 as amended by section 60 FA 2010\n\nWith effect from 6 April 2011, there is an additional condition which must be satisfied in order for the exemption in section 317 ITEPA 2003 for employer-provided free and subsidised meals to apply.   This condition is that the meals must not be provided in connection with relevant salary sacrifice or flexible remuneration arrangements (see [EIM21676](/guidance/employment-income-manual/EIM21603#EIM21676)).\n\nIt is likely that many arrangements that do not satisfy this condition will be withdrawn before 6 April 2011.   However, if any such arrangements continue to exist, then it will be necessary to calculate the amount of the benefit that is no longer covered by the exemption.\n\nAs a starting point, it is important to take account of the interaction between any earnings argument and the restriction to the exemption - see [EIM21675](/guidance/employment-income-manual/EIM21603#EIM21675).   However, if earnings are not in point, you will need to identify the cost of the benefit of providing free or subsidised meals that is pursuant to the relevant salary sacrifice or flexible remuneration arrangements.   It is this cost that will no longer be covered by the exemption and that will be taxable on the employee as a benefit.\n\nWhere an employer operates canteen salary sacrifice or flexible remuneration arrangements, these may run alongside a separate general subsidy that the employer provides for the catering facilities.   In this context a general subsidy is one for which the amount contributed by the employer is not dependant on the existence or amount of salary sacrifice or flexible remuneration arrangements and which is reflected either directly or indirectly in the level of prices charged across the board in the canteen.\n\nWhere an employer provides a general subsidy at the same time as making payments (possibly also described as a subsidy) that are related to amounts derived from salary sacrifice or flexible remuneration arrangements, it is only the latter that will be affected by the restriction to the exemption.   The exemption can continue to apply to the general subsidy and to any other free or subsidised workplace meals, provided of course that the other conditions are satisfied (see [EIM21671](/guidance/employment-income-manual/EIM21603#EIM21671)),\n\nThere is no hard and fast rule about how to identify the cost of free or subsidised meals met by the employer.  This will depend on the facts of any particular case.  However, where the employer makes payments for canteen and meal services to an external provider, there is likely to be an accounting or tallying system that will enable the employer to identify the amounts that are connected to relevant salary sacrifice or flexible remuneration arrangements.   These amounts will commonly be closely related to the amounts that employees have given up as salary or chosen to apply to meals in a flexible remuneration arrangement.  They are likely to be separately identifiable from any general subsidy that the employer already pays to the canteen services provider in order to reduce canteen prices across the board.  Accordingly, where:\n\n*   all or an identifiable part of the amount (including VAT) paid by the employer to an external provider is closely related to amounts employees have given up as salary or chosen to apply to meals in a flexible remuneration arrangement, and\n*   it appears that the amount that an employee sacrifices or applies to meals in a particular tax year is broadly related to the employee&#x2019;s actual take-up of free or subsidised meals in that year,\n\nyou can accept that the amount of the benefit for each affected employee (being the VAT inclusive cost of providing those meals) is equivalent to the amount of salary sacrificed or to the amount of a flexible remuneration package that an employee has chosen to apply to meals.\n\nWhere the amount of salary sacrificed or remuneration package applied in return for meals does not broadly match the cost to the employer of providing the meals in that year, a more detailed calculation will be necessary.  "},{"manual-section-id":"EIM21679","title":"Canteen arrangements: examples of changes to remuneration package","body":"\n\n## Section 317 ITEPA 2003 as amended by section 60 FA 2010\n\nWith effect from 6 April 2011, there is an additional condition which must be satisfied in order for the exemption in section 317 ITEPA 2003 for employer-provided free and subsidised meals to apply.   This condition is that the meals must not be provided in connection with relevant salary sacrifice or flexible remuneration arrangements (see [EIM21676](/guidance/employment-income-manual/EIM21603#EIM21676)).\n\nEmployers that operate from more than one site may have different pay structures at different sites as a consequence of regional pay variations and also other factors such as the availability of subsidised meal facilities.  It is therefore possible that an employee&#x2019;s cash salary may be reduced on moving from one location to another location.   The following examples illustrate scenarios in which any change in the remuneration structure is merely a consequence of the change in location and does not fall within the meaning of relevant salary sacrifice or flexible remuneration arrangements.\n\n### Example 1\n\nAn employee works for a large national employer at an office in central London and earns a salary of &#xA3;40,000 a year.  There are no catering facilities on the employer&#x2019;s premises.   The employee relocates to an office 150 miles from London.  The employee has the same duties and job title at the new location but now earns &#xA3;35,000 a year in common with other staff performing similar duties at that location and also has access to a cheap, employer-subsidised canteen.   The employee volunteered for the transfer but, having so volunteered, had no option to be paid more than &#xA3;35,000 a year and to receive less in the way of subsidised canteen benefit.\n\nThe change in the employee&#x2019;s remuneration package does not fall within the meaning of relevant salary sacrifice or flexible remuneration arrangements.\n\n### Example 2\n\nA large national employer has three offices in London.   At two of the offices there is no access to subsidised catering facilities.   At the third office, there is a cheap staff canteen and all staff who work at the third office are paid a lower cash salary than colleagues doing equivalent work in the other two offices.    Employees are not offered a choice about which office they work in: they are assigned to an office depending on the business division in which they work.\n\nThe reduced salary and provision of subsidised meal facilities is an inevitable consequence of the employee being assigned to a particular office and the fact that employees would have been paid more had the employer assigned them to a different London office does not bring the remuneration package does not fall within the meaning of relevant salary sacrifice or flexible remuneration arrangements.    "}]},{"title":" Medical treatment, insurance and expenses","sections":[{"manual-section-id":"EIM21760","title":"General","body":"An employer wishing to pay an employee's medical expenses may do so in a number of ways. The table at [EIM01550](/guidance/employment-income-manual/EIM01550) shows the tax treatment that applies in each circumstance.\n\nLiability under Part 3 Chapter 10 ITEPA 2003 arises on directors or employees, except those in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), where by reason of their employment:\n\n*   the employer arranges to meet their hospital and other medical expenses or provide treatment directly. The expense may be met out of the proceeds of an insurance policy payable to the employer (see [EIM21761](/guidance/employment-income-manual/EIM21603#EIM21761)), or\n*   the employer pays the premiums under a group insurance policy covering employees, and sometimes their families (see [EIM21762](/guidance/employment-income-manual/EIM21603#EIM21762)).\n\nNo liability arises in respect of periodic medical check-ups (see [EIM21765](/guidance/employment-income-manual/EIM21603#EIM21765)).\n\nAs regards the cost of medical treatment outside the United Kingdom see [EIM21766](/guidance/employment-income-manual/EIM21603#EIM21766).\n\nAn Inspector should deal with any disputes over benefits relating to medical treatment or insurance.\n\n### Permanent Health Insurance (PHI)\n\nFor information on PHI see [EIM06410](/guidance/employment-income-manual/EIM04700#EIM06410)."},{"manual-section-id":"EIM21761","title":"Medical treatment: employer contracts with hospital or medical practitioner","body":"An employer may contract with a hospital or a medical\npractitioner to pay for an employee's treatment. The employer may\npay the bill out of its own pocket or do so out of the proceeds of\nan insurance policy under which the company is the insured person.\n\nIn these circumstances a director or employee is chargeable\non the amount paid by the employer to the hospital less any amount\nwhich the employee \"makes good\" (see\n[EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120)).\n\nAny premium paid by the employer in respect of an insurance\npolicy to enable the employer to pay for the medical treatment\n(under which the employer is the insured person) is not a benefit\nchargeable on the employee.\n\nWhere, in paying a hospital bill of an employee, the employer\nis discharging the employee's debt see\n[EIM01550](/guidance/employment-income-manual/EIM01550).\n\nAs regards operational risk injuries and occupational\n\ndiseases see\n\n[EIM21770](/guidance/employment-income-manual/EIM21603#EIM21770)."},{"manual-section-id":"EIM21762","title":"Medical expenses, treatment and medical insurance: general","body":"A person who is a director or an employee, except one in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), is chargeable on the benefit received where:\n\n*   the employer, or somebody acting on behalf of the employer, contributes to a medical insurance scheme such as those operated by BUPA and PPP and\n*   he or she is, or members of his or her family or household are, covered by the insurance policy.\n\nEach director and employee is chargeable on:\n\n*   the premium paid in respect of himself or herself, or members of his or her family or household (see [EIM21763](/guidance/employment-income-manual/EIM21603#EIM21763) for how to apportion a group premium) less\n*   any part of the premium that he or she makes good (see [EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120)).\n\nThere is an exception in respect of insurance against the cost of certain medical treatment outside the United Kingdom (see [EIM21766](/guidance/employment-income-manual/EIM21603#EIM21766)).\n\nEmployees who are in an excluded employment are not chargeable on premiums paid in respect of them unless they can choose to give up the benefit of medical insurance and receive a higher cash wage or salary (see [EIM00570](/guidance/employment-income-manual/EIM00505#EIM00570)). This is because the employee does not possess anything that can be converted into money. The employer is not discharging the employee's debt.\n\nSee [EIM21764](/guidance/employment-income-manual/EIM21603#EIM21764) where the insurance also covers retired employees.\n\nAs regards schemes sometimes called \"in-house insurance schemes\" see [EIM21772](/guidance/employment-income-manual/EIM21603#EIM21772). "},{"manual-section-id":"EIM21763","title":"Medical insurance: apportionment of group premiums","body":"If the premium paid by the employer covers a group of employees\nand their families, you will have to apportion it to arrive at the\namount relating to any one individual. Usually it will be clear\nfrom the terms of the employer's policy with the insurers what\namount relates to each employee, or each category of employee. If\nexceptionally it is not clear from the terms of the policy, you can\naccept any reasonable method of apportionment which is adopted by\nthe employer and which is generally accepted by the employees.\n\nAs regards the taxation of benefits for family members\ngenerally, see\n[EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)."},{"manual-section-id":"EIM21764","title":"Group premiums relate to retired employees","body":"Some employers have a group medical scheme that covers retired employees during the first few years of their retirement. No tax charge under the benefits code can arise on the provision of medical insurance after retirement because a pension is not an employment (see [EIM20040](/guidance/employment-income-manual/EIM20001#EIM20040)).\n\nYou should charge to tax as employment or pension income, the expense incurred by the former employer in providing medical insurance if it represents:\n\n*   a specific part of a retired person's pension, or\n*   a supplementary pension or part of an unapproved or employer-financed retirements benefits scheme (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010) onwards), or\n*   part of a termination package chargeable under the provisions of Part 6 Chapter 3 ITEPA 2003 (see [EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000) onwards).\n\nIn the year of retirement it may be necessary to apportion the premium. You can accept any reasonable manner of apportionment. "},{"manual-section-id":"EIM21765","title":"Cost of periodic medical check-ups and eye tests","body":"\n\n## Section 320B ITEPA 2003, section 266(3)(g) ITEPA 2003, section 267(2)(i) ITEPA 2003, section 55 FA 2009\n\n[Top of page](/guidance/employment-income-manual/EIM21603#EIM21765#top)\n\n\n## Medical check-ups\n\nDo not treat expenses incurred by the employer in providing a health-screening assessment or a medical check-up for employees, as conferring a chargeable benefit on those employees.   If an employer incurs expenses in providing check-ups for members of an employee&#x2019;s family or household this represents a benefit chargeable on the employee unless the family or household member is also an employee of the employer who provides the check-up ([EIM20505](/guidance/employment-income-manual/EIM20505)).\n\n### Position  from 6 April 2009\n\nFrom this date, the exemption described above applies to:\n\n*   no more than one health-screening assessment in any tax year, and\n*   no more than one medical check-up in any tax year.\n\nA &#x201C;health- screening assessment&#x201D; means an assessment to identify employees who might be at a particular risk of ill-health.   An example of this is where employees are asked to complete questionnaires or telephone interviews about their general health and lifestyle, with a view to identifying higher risk employees who may then be invited to a medical check-up.\n\nA &#x201C;medical check-up&#x201D; means a physical examination of the employee by a health professional for (and only for) determining the employee&#x2019;s state of health.  There is no requirement for the employee to first of all undergo a health-screening assessment in order for a medical check-up to qualify for exemption.\n\nMedical checks that are connected to the provision of medical treatment are not covered by the terms of the exemption.\n\nWhere an employee has more than one employer at the same time (for example, is a director of a number of companies in a corporate group), the restriction to one health-screening assessment and one medical check-up in any tax year is applied across the group as a whole.\n\nThe exemption also applies where an employer provides a non-cash voucher or credit-token for the employee to use in order to obtain a health-screening assessment or medical check-up.\n\n### Position before 6 April 2009\n\n### Section 210 ITEPA and S.I. 2007 No. 2090\n\nThe exemption that is now in section paragraph above describes a long standing non-statutory HMRC practice.   From 14 August 2007 this practice was replaced by a statutory exemption (S.I. 2007/2090) under regulations laid under Section 210 ITEPA to exempt from charge minor benefits.  However, HMRC announced that for a transitional period it would refrain from applying the regulations and once this period expired, the regulations were replaced by section 320B ITEPA 2003. The effect of this is that in practice the non-statutory HMRC practice (which is very similar to the provisions of section 320B) applied up to 5 April 2009.\n\n[Top of page](/guidance/employment-income-manual/EIM21603#EIM21765#top)\n\n\n## Section 320A ITEPA 2003\n\nWhere an employee is required to use a visual display unit (VDU) as part of his or her normal duties, no chargeable benefit will arise on:\n\n*   an eyesight test, and\n*   the cost of spectacles or contact lenses required **solely **for VDU use that an eyesight test shows are necessary where\n\nthe test is required under Health and Safety at Work regulations and, if shown to be necessary by the test, the corrective appliances (e.g. glasses and contact lenses) are available generally to employees.\n\nWhere spectacles are for **general **use, but include a **special** prescription for VDU use, a proportion of the cost relating to the special prescription will be exempt from a chargeable benefit.\n\nThe provision or payment towards the cost of spectacles for general use, including use with a VDU, which do not include a special prescription for VDU use will give rise to a taxable benefit. "},{"manual-section-id":"EIM21766","title":"Medical treatment when working abroad","body":"\n\n## Section 325 ITEPA 2003\n\nNo liability arises when an employer (or another person acting on behalf of an employer) incurs expense in providing medical treatment for a director or employee:\n\n*   when the need for the treatment arises while the taxpayer is outside the United Kingdom and\n*   the absence from the United Kingdom is for the purpose of performing the duties of the office or employment.\n\nThis exemption applies where an employer commits itself to be responsible for any medical costs incurred by an employee whilst abroad on a business trip, even if the employee incurs the cost and is later reimbursed by the employer.\n\nThis exemption only covers the cost of treatment for the director or employee. It does not cover the cost of treatment provided for members of the family or household.\n\nThe exemption applies to the cost of providing insurance against the cost of such treatment, as well as to the cost of the treatment itself. "},{"manual-section-id":"EIM21770","title":"Operational risk injuries and occupational diseases","body":"If an employer meets the cost of medical treatment provided for an employee, a charge to tax will normally arise under Part 3 Chapter 10 ITEPA 2003 (see [EIM21760](/guidance/employment-income-manual/EIM13310#EIM21760)).\n\nBut where the employee's injury or illness:\n\n*   can be shown to be a risk of the employee's occupation and\n*   is due to a cause which is reasonably attributable to the nature of the employee's office or employment and\n*   is not a risk common to everybody\n\nthere may be no chargeable benefit if the treatment is intended to return the employee to the state of health enjoyed before the injury or illness.\n\nFor example, if a professional footballer breaks his leg whilst playing football, and the football club that employs him pays for special treatment to speed his recovery, the costs incurred by the employer do not give rise to a chargeable benefit because the employee has not been provided with any benefit. The treatment merely returns him to the level of health and fitness he enjoyed before breaking his leg whilst performing the duties of his employment playing football. On the other hand, if the footballer breaks his leg at home, and the football club pays for his treatment, this will give rise to a chargeable benefit.\n\nLikewise, if an employer takes out a medical insurance policy purely to cover an employee against work-related injury (and/or illness), and the policy does not provide cover for any family or household members of the employee, the premium paid by the employer is intended to provide insurance against its own liabilities as an employer.   In these circumstances, there will be no charge as a benefit to the employee.   If the insurance covers injury incurred both at work and outside work, a benefit will result.\n\nThe Health &amp; Safety Executive (HSE) publishes guidance on tax rules and occupational health support.  See www.hse.gov.uk/pubns/taxrules.pdf ."},{"manual-section-id":"EIM21772","title":"Trust funds set up by employers to pay for medical expenses","body":"An employer may set up a trust or similar fund out of which employees' medical expenses are met.\n\nIf the fund is simply the vehicle through which the employer meets employees' medical expenses, the chargeable benefit is the cost of the medical treatment paid for less anything the employee makes good (see [EIM21761](/guidance/employment-income-manual/EIM21603#EIM21761)).  In cases where an employer makes annual contributions to a trust to provide medical treatment and:\n\n*   the arrangements confer on each employee an absolute right to have the cost of specified medical treatment paid for from funds contributed by the employer and\n*   the employer's annual contribution paid in respect of the arrangements for each employee is identifiable (if the trustees have **any **discretion about what benefits to provide this test will not be met) and\n*   once paid the contributions are completely and irrevocably alienated from the employer and\n*   the arrangements are not capable of termination before all claims for treatment for periods for which contributions have been made by the employer have been met and\n*   it is a term of the arrangements that no variation is permissible such that one or more of these conditions would cease to be satisfied\n\nthe benefit to the employee is of the nature of a right (akin to insurance cover) to have whatever medical costs arise paid for them, rather than the medical treatment itself. The cash equivalent of the benefit to each employee will then be measured by the contribution, in respect of that employee, made by the employer to the trust. This is similar to the situation set out at [EIM21762](/guidance/employment-income-manual/EIM21603#EIM21762).\n\nEven if the contract for the provision of healthcare is made between the healthcare provider and the employee as patient, and the trust meets the costs of the treatment, this is a benefit to the employee.  Under such an arrangement the employer settles the employee&#x2019;s debt ([EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)), but there is no payment of earnings chargeable under Section 62 ITEPA 2003, as the employer&#x2019;s payment of the costs derives not from the employment ([EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)), but from the rights under the medical scheme.  **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"}]},{"title":" Mobile telephones","sections":[{"manual-section-id":"EIM21778","title":"Mobile telephones: exemption for 2006/07 onwards: overview","body":"### Section 319 ITEPA 2003 (as amended by Finance Act 2006)\n\nFor details on the rules for the taxation of mobile phones provided before 6 April 2006 - see [EIM21780](/guidance/employment-income-manual/EIM13310#EIM21780).\n\n### Changes to the exemption for 2006/07 onwards\n\nWith effect from 6 April 2006 there are several changes to the mobile phone exemption in Section 319 -\n\n*   the definition of a mobile phone is revised;\n*   the number of phones provided for private use is restricted to one;\n*   mobile phones provided to members of the employee&#x2019;s family and household are excluded: and\n*   there is no longer the possibility of a tax charge arising under either Section 62 ITEPA 2003 (general earnings) or Chapter 4 of Part 3 of ITEPA (vouchers and credit tokens) on the provision of a mobile phone.\n\nSee [EIM21779](/guidance/employment-income-manual/EIM21603#EIM21779) for further details on these changes."},{"manual-section-id":"EIM21779","title":"Mobile telephones: details of exemption for 2006/07 onwards:","body":"### Section 319 ITEPA 2003 (as amended by Finance Act 2006)\n\nIn most circumstances the provision of one mobile 'phone to a director or employee for private use is exempt from charge.  The exemption covers the phone itself, any line rental and the cost of private calls paid for by the employer on that phone.\n\nThe exemption for mobile phones in Section 319 was substantially amended by Finance Act 2006.  For a brief summary of the changes see [EIM21778](/guidance/employment-income-manual/EIM21603#EIM21778).\n\n### Changes to the definition of a mobile phone\n\nFor 2006/07 onwards the definition of a mobile phone is extended to include apparatus designed or adapted for the **primary** purpose of transmitting and receiving spoken messages and used in connection with a public electronic communications service.  This covers a connection (e.g. a SIM card) provided independently of a mobile phone.  For example a SIM card provided by an employer to be used in a mobile phone that belongs to an employee.\n\nWhere apparatus is clearly designed or adapted for the primary purpose of transmitting and receiving spoken messages and is used in connection with a public communications service, the fact that it can also be used for other functions will not prevent it from falling within the meaning of &#x201C;mobile phone.&#x201D;\n\nThis means that smartphones will fall within the meaning of &#x201C;mobile phone.&#x201D;  It is worth noting that certain devices that were primarily designed and adapted as Personal Digital Assistants (&#x201C;PDAs&#x201D;) in the past have evolved over time so that many modern consumer PDAs are likely to be smartphones.  It is also worth noting that this is an area of rapidly changing technology and it is not possible to be certain about the application of the definition of &#x201C;mobile phone&#x201D; to future or new forms of smartphone.\n\nIt is important to note that there are many types of devices that have telephone functionality which do not qualify as mobile telephones.  The definition does not cover apparatus that is designed or adapted for a primary purpose other than transmitting or receiving spoken messages, even if that apparatus is also capable of being used in this way.\n\nExamples of apparatus that does not fall within the definition of a mobile phone include satellite navigation devices, devices that are solely PDAs and tablet and laptop computers.\n\nIn general, devices that use Voice Over Internet Protocol (&#x201C;VOIP&#x201D;) systems to make and receive telephone calls will not satisfy the primary purpose test.\n\n### One mobile phone for private use - exclusion of family members\n\nBefore 6 April 2006 the wording of the exemption for mobile phones did not stipulate a limit on the number of mobile phones that could be provided to an employee and/or his family and household members (see [EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)) for private use.  This led to the development of schemes that provided multiple mobile phones to an employee for private use.   From 6 April 2006 the exemption is limited to one mobile phone provided to each employee for private use and specifically excludes the employee&#x2019;s family and household. But there are transitional rules for mobile phones provided under multiple mobile phone arrangements, which were in place before 6 April 2006 (see below).\n\nFor these purposes, one mobile phone may consist of two connections (e.g. two SIM cards) to the same number, one in a handset and another in a hands-free phone in a car (see [EIM21781](/guidance/employment-income-manual/EIM13500#EIM21781)).  However two connections to two different numbers represents two mobile phones.\n\n### Business use exemption\n\nThe restriction of the exemption in Section 319 to one mobile phone for private use, does not alter the treatment of mobile phones provided solely for business use, which continue to be exempt under Section 316 ITEPA 2003, as long as any private use is not significant (see [EIM21613](/guidance/employment-income-manual/EIM21601#EIM21613)).\n\nIf only one mobile phone is provided for both business and private use it will be exempt under section 319.  If two mobile phones are provided for business and private use, one will be exempt and the other will represent a benefit.  It is up to the employee and employer to decide which one will be exempt and which one will be chargeable as a benefit.\n\nSee [EIM21630](/guidance/employment-income-manual/EIM21601#EIM21630) regarding the calculation of the amount of the benefit when an asset (e.g. a mobile phone) is made available to an employee for private use.\n\nThe exemption in Section 316 may cover more than one mobile phone if provided solely for business use and where any private use is not significant.   For example, an employee who travels widely in the performance of the duties of their employment may have two or more mobile phones provided solely for business use, perhaps one each for use in two different countries to take advantage of different tariffs.   Both are exempt under Section 316 if private use is not significant.\n\n### Provision of a mobile phone treated as general earnings, or where a mobile phone provided by voucher or credit token\n\nBefore 6 April 2006 the exemption for mobile phones applied only to Chapter 10 of Part 3 of ITEPA (general benefits), leaving the possibility of a tax charge arising under Section 62 ITEPA (general earnings) or Chapter 4 of Part 3 of ITEPA (vouchers and credit tokens), if these rules were relevant to the way in which the mobile phone was provided.\n\nFinance Act 2006 changed this so that one mobile phone provided for private use is exempt from a tax charge on Employment Income, if a charge would otherwise arise on general earnings under Section 62 or under the vouchers or credit cards rules in Chapter 4.\n\n### Transitional provisions\n\nAs with the abolition of the computer exemption in Finance Act 2006 (see [EIM21699](/guidance/employment-income-manual/EIM21602#EIM21699)), there are transitional rules for arrangements under which more than one mobile phone was provided to an employee for private use before 6 April 2006.\n\nFor mobile phones provided under these arrangements the exemption in force before 6 April 2006 continues to apply, until the mobile phones concerned are replaced by a new mobile phone (except where replacement is under a warranty that formed part of the original agreement) or upgraded at the employee&#x2019;s request.\n\nAn employment income charge will still arise if the employer reimburses the employee for calls made on their own mobile telephone (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)), as this represents the provision of an expenses payment and not a benefit, but the employee may be entitled to a deduction for business calls."},{"manual-section-id":"EIM21780","title":"Mobile telephones: general overview","body":"\n\n## Section 319 ITEPA 2003\n\nThe exemption for mobile phones in Section 319 was substantially amended by Finance Act 2006 - see [EIM21778](/guidance/employment-income-manual/EIM21603#EIM21778) and [EIM21779](/guidance/employment-income-manual/EIM21603#EIM21779) for the revised rules for 2006/07 onwards.\n\nThe provision of one mobile phone to a director or employee is exempt from charge under the benefits code (see [EIM20006](/guidance/employment-income-manual/EIM20006)). The exemption covers the telephone itself, any line rental and the cost of private calls paid for by the employer on that telephone.\n\n### For years up to and including 2005/06\n\nBefore 2006/07 the exemption only covered the tax charge under the benefit in kind rules in the benefits code. It did not cover other situations where a tax charge may arise in respect of a mobile telephone.\n\nFor example an employment income charge still arose if:\n\n*   the employer reimbursed the employee for calls made on their own mobile telephone (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)), or*   the employee could give up the telephone and get a higher cash wage or salary (see [EIM00570](/guidance/employment-income-manual/EIM00505#EIM00570)), or\n*   the employer provided a voucher (see [EIM16000](/guidance/employment-income-manual/EIM16000) onwards) for a mobile telephone or for calls.\n\n### Definition of a mobile phone before 6 April 2006\n\nEquipment (including equipment installed in a car) that could be used to transmit spoken messages and that was not connected to a land-line.\n\nCordless and telepoint telephones were specifically excluded because of their close dependence on land-lines.\n\nThe definition of a mobile phone is revised for 2006/07 onwards - see [EIM21779](/guidance/employment-income-manual/EIM21603#EIM21779).\n\n### Personal Digital Assistant (PDA)\n\nFor information on Personal Digital Assistants, see [EIM21701](/guidance/employment-income-manual/EIM13500#EIM21701).\n\n### Smartphones\n\nFor information on smartphones see [EIM21779](/guidance/employment-income-manual/EIM21603#EIM21779).\n\n### Hands free mobile telephone kit\n\nSee [EIM21781](/guidance/employment-income-manual/EIM13500#EIM21781)."},{"manual-section-id":"EIM21781","title":"Mobile telephones: hands-free kit","body":"\n\n## Section 319 ITEPA 2003\n\n[EIM21780](/guidance/employment-income-manual/EIM13310#EIM21780) explains the tax consequences when an employer provides an employee with a mobile telephone.\n\nIn Section 319(2) ITEPA 2003 a mobile telephone is defined as &#x201C;telephone apparatus&#x201D; which -\n\n1.  is not physically connected to a land-line; and\n2.  is not used only as a wireless extension to a telephone physically connected to a landline or anything that can be used to gain access to, or use, a public telecommunications system.\n\n&#x201C;Telephone apparatus&#x201D; is defined as &#x201C;wireless telegraphy apparatus designed or adapted for the primary purpose of transmitting and receiving spoken messages and used in connection with a public communications system&#x201D;.\n\nWe accept that a hands-free kit comes within the definition of &#x201C;telephone apparatus&#x201D; because it is adapted for this purpose.\n\nAn employer may provide a &#x201C;hands-free kit&#x201D; to enable an employee to use a mobile telephone in a car.  The tax consequences depend on whether the car is owned by the employer or the employee and the manner in which the kit is provided.\n\n### Hands-free kit fitted in an employee&#x2019;s own car\n\nOn general principles, the provision by an employer of a hands-free kit fitted in an employee&#x2019;s car is chargeable under the benefits code ([EIM20006](/guidance/employment-income-manual/EIM20006)).  However, as long as the employer retains ownership of the kit installed in the employee&#x2019;s vehicle, there is no benefit charge because of the exemption in section 319.\n\nIf, on the other hand, the employer buys the kit and transfers ownership to the employee, s319 has no effect and there will be a benefit charge if the transfer is made at other than market value ([EIM21640](/guidance/employment-income-manual/EIM21601#EIM21640)).\n\nIf the employee buys the kit and retains ownership but the employer reimburses the cost to the employee, the reimbursement represents earnings chargeable under Section 72 ITEPA 2003 ([EIM20601](/guidance/employment-income-manual/EIM20600#EIM20601)).\n\n### Hands-free kit fitted in a company car\n\nWhere an employee is provided by his employer with a car, the hands-free kit is an accessory and would normally be included in the price of the car for tax purposes.  However, Section 125(2(d) ITEPA 2003 specifically excludes a mobiles phone within Section 319(2) from being an accessory.   So there are no benefit implications at all where a hands-free kit is fitted in a company car.\n\nThere are also no benefit implications if an employee buys the kit and fits it with the employer&#x2019;s permission.\n\nHowever, if the employee buys the kit and retains ownership and the employer reimburses the cost to the employee, the reimbursement is again treated as earnings within Section 72.\n\n### Fitting costs\n\nFitting costs are included in the cost of the asset, which is the whole mobile telephone fitted into the car, not the hands-free kit in isolation."}]},{"title":" PAYE not deducted from a director's emoluments","sections":[{"manual-section-id":"EIM21790","title":"PAYE tax not deducted from director's earnings","body":"Where there is an agreement to make free of tax payments to\nemployees, the employer has to deduct tax from the grossed-up\namount of the remuneration (see\n[EIM07700](/guidance/employment-income-manual/EIM04700#EIM07700)).\n\nIt sometimes happens however that the employer simply fails\nto deduct tax under PAYE from remuneration. If this is deemed to be\nthe employer's fault, the tax will normally be recovered by way of\na determination under Regulation 80 of Statutory Instrument\n2003/2682.\n\nThe tax collected under Regulation 80 cannot be charged on\nthe employee as earnings from the employment under Section 62 ITEPA\n2003 as the employer is not discharging a debt of the employee (see\n\n[EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)). This is because the\nobligation to account for PAYE tax falls on the employer. Equally\nit is not easy to show that in failing to deduct tax an employer\nhas \"provided any benefit\" on which directors or employees could be\n\nassessed under Part 3 Chapter 10 ITEPA 2003.\n\nIn practice the failure to deduct tax from remuneration\n\nnearly always occurs in respect of certain directors. So special\n\nlegislation was introduced to treat the amount of any tax paid by\n\nsomeone other than the director as a benefit chargeable on the\n\ndirector.\n\nFor details of this special charge see:\n\n[EIM21791](/guidance/employment-income-manual/EIM21603#EIM21791) &#x2013; to which directors do\n\nthe special rules apply and when does a charge arise?\n\n[EIM21792](/guidance/employment-income-manual/EIM21603#EIM21792) - the amount of the charge\n\nunder the special rules and the year for which it is chargeable.\n\nSee\n\n[EIM11800](/guidance/employment-income-manual/EIM11800) onwards where the failure to\n\ndeduct tax is in respect of a readily convertible asset."},{"manual-section-id":"EIM21791","title":"To which directors do the special rules apply and when do they apply?","body":"\n\n## Section 223(7) ITEPA 2003\n\nWhere there has been a failure to deduct tax from remuneration of certain directors the special charge in Section 223 ITEPA 2003 applies. It does **not **apply to employees who are not directors. It does apply to a person employed as a director of a company unless:\n\n*   he or she has no material interest in it (see [EIM20200](/guidance/employment-income-manual/EIM20001#EIM20200) and [EIM20212](/guidance/employment-income-manual/EIM20001#EIM20212)) and either\n\nSee [EIM11800](/guidance/employment-income-manual/EIM11800) onwards where the failure to deduct tax is in respect of a readily convertible asset.\n\n### When does the charge arise?\n\nWhere there has been a failure to deduct tax from remuneration of certain directors (see [EIM21791](/guidance/employment-income-manual/EIM21603#EIM21791)) the special charge in Section 223 arises where:\n\n*   a person on making a payment of earnings to a director within [EIM21791](/guidance/employment-income-manual/EIM21603#EIM21791) fails to deduct the full amount of PAYE tax he or she should deduct when making the payment and\n*   the tax which has not been deducted is paid to the Inland Revenue by someone other than the director and\n*   the director does not make good all the tax paid to the Inland Revenue by that person (see [EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120) to EIM21122).\n\nThe person failing to deduct tax and who subsequently pays it to the Inland Revenue will nearly always be the employer.\n\nSee [EIM11800](/guidance/employment-income-manual/EIM11800) onwards where the failure to deduct tax is in respect of a readily convertible asset. "},{"manual-section-id":"EIM21792","title":"The amount chargeable and when chargeable","body":"\n\n## Section 223 ITEPA 2003\n\nWhere there has been a failure to deduct tax from remuneration of certain directors (see [EIM21791](/guidance/employment-income-manual/EIM21603#EIM21791)) the amount chargeable under the special rules in Section 223 ITEPA 2003 is:\n\n*   the amount of tax paid to the Inland Revenue by the person who failed to deduct it from the director's earnings less\n*   any amount made good to that person by the director (see [EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120) to EIM21122).\n\nSee the example below.\n\n### Year in which benefit chargeable\n\nLiability on the director arises for the tax year in which the person who failed to deduct the PAYE tax accounts for it to the Inland Revenue (Section 223(4)). But there are two exceptions to this rule:\n\n*   Firstly, if by the time the person who failed to deduct PAYE tax accounts for it to the Inland Revenue the director's employment has ceased, the charge is to be made for the year in which the employment ended (Section 223(5))\n*   Secondly, no charge for any year is to be made if the director had died before that person accounts for the tax to the Inland Revenue (Section 223(6)(a)).\n\n### Example\n\nIn 2001/2002 a company pays &#xA3;10,000 remuneration to a director with a material interest in it without deducting tax under PAYE (see [EIM21791](/guidance/employment-income-manual/EIM21603#EIM21791)).\n\nIn 2003/2004 the company pays under a Regulation 80 determination the &#xA3;2,500 tax which should have been deducted.\n\nThe director is then chargeable on &#xA3;2,500 for 2003/2004 (see [EIM21795](http://www.hmrc.gov.uk/manuals/eimanual/EIM21795.htm)) less any amount he reimburses the company (see [EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120) to EIM21122).\n\nSee [EIM11800](/guidance/employment-income-manual/EIM11800) onwards where the failure to deduct tax is in respect of a readily convertible asset. "}]},{"title":" Pension provision","sections":[{"manual-section-id":"EIM21800","title":"Pension provisions","body":"\n\n## Section 307 ITEPA 2003\n\nNo charge can arise under Part 3 Chapter 10 ITEPA 2003 in respect of the expense incurred by an employer in providing for the employee a pension or similar benefit payable on the employee's death or retirement.\n\nThe exemption applies to the provision of:\n\n*   a pension or annuity\n*   a lump sum\n*   a gratuity and\n*   any similar benefit.\n\nIt covers provisions made for the employee or the employee's family or household (Section 721(5) ITEPA 2003).\n\nSee [EIM21801](/guidance/employment-income-manual/EIM21603#EIM21801) where the provision is financed by a company in the same group as the employer.\n\nNote that the exemption **only **applies to a charge under Part 3 Chapter 10. It is an earnings-only exemption (see [EIM20030](/guidance/employment-income-manual/EIM20001#EIM20030)). It does not prevent liability arising under any other provision that charges the cost of providing a pension.\n\nFor details of the charges to tax as employment income that can arise where an employer makes contributions to a non-approved retirement benefits scheme, or following the making of contributions to such a scheme, see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010) onwards.\n\nWhere an employer makes contributions to a registered pension scheme, including to family members&#x2019; own arrangements under such a pension scheme, see [EIM01570](/guidance/employment-income-manual/EIM01000#EIM01570).\n\n### Pension Protection Fund (PPF)\n\nThe PPF came into existence in April 2005.  It gives the Board of the PPF powers to take-over under funded occupational pension schemes and to pay compensation to members of those schemes in lieu of their pensions.  The PPF will be funded by levies on schemes that are eligible for protection.\n\nPPF will benefit from the same tax exemptions as the schemes it is designed to protect.   The PPF levies will become payable in 2005/06.  Although levies are payable by pension schemes, in practice they may be paid by employers.  Such payments will be relieved in the same way as employer contributions to approved pension schemes.  Consequently any payment by an employer to the PPF on behalf of its employees does not give rise to an income tax charge on the employees. "},{"manual-section-id":"EIM21801","title":"Directors and employees of groups of companies","body":"The exemption of the provision of death and retirement benefits in [EIM21800](/guidance/employment-income-manual/EIM21603#EIM21800) applies to those provided by employers in respect of their own employees. You should also permit exemptions where:\n\n*   the employer is a member of a group of companies and\n*   the expense is incurred by another company in the same group and\n*   there is no evidence that matters are being arranged so as to give an overall tax advantage to the group and its employees.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM21802","title":"Exemption for pensions advice","body":"Pensions information and advice provided by an employer to employees generally (e.g. a presentation to which all employees are invited to attend) is unlikely to give rise to an employee benefit tax charge.   However, where an employer pays fees to an external provider for one-to-one sessions to provide advice to employees, as a general principle a tax charge will arise on the cost of the advice as this represents an employment-related benefit.\n\n\n## Statutory Instrument 2002/205 as amended by S.I. 2004/3087\n\nFrom 14 December 2004, Regulation 5 of S.I.2002/ 205  exempts from a benefits charge the cost of pensions advice and information provided specifically to an employee (e.g. in a one to one session), as long as\n\n*   similar advice is offered to all employees, and*   the nature of the advice does not extend beyond pensions into general financial, and particularly tax, advice and\n*   the cost is no more than &#xA3;150 per employee per year.\n\nIf the cost of the advice exceeds &#xA3;150 per person the whole amount is taxable, not just the excess over &#xA3;150. "}]},{"title":" Protection of vulnerable groups monitoring scheme","sections":[{"manual-section-id":"EIM21804","title":"Protection of vulnerable groups monitoring scheme: exemption","body":"\n\n## Section 326A ITEPA 2003\n\nWith effect from 6 April 2010, there is no liability to income tax where an employer pays direct for or reimburses an employee for a fee for an application to join the Protection of Vulnerable Groups (Scotland) monitoring scheme."}]}]}}