{"title":"# EIM21863 - Particular benefits: trivial benefits","details":{"manual-section-id":"EIM21863","body":"# EIM21863 - Particular benefits: trivial benefits\n\nThe guidance at [EIM21860](/guidance/employment-income-manual/EIM21860) sets out how to determine whether or not a benefit provided to an employee should be regarded as a trivial benefit. Cash benefits, benefits with a money’s worth ([EIM00530](/guidance/employment-income-manual/EIM00530)) and non-cash vouchers, however small in amount, should not be regarded as trivial.\n\nThere are no set rules for determining the type of benefit that is trivial, and there is no set monetary limit below which benefits are deemed to be trivial in amount.\n\nThe following are examples of common benefits that can normally be treated as trivial in nature. Trivial benefits are often, but not always, perishable and/or consumable. These are only examples - they are not intended to be an exhaustive list of the benefits that may be regarded as trivial benefits. There will be instances where you have to apply common sense and judgement both to the type and the amount of benefits that may be trivial.\n\n### Tea and coffee\n\nAn employer may provide its employees with access in the workplace to tea, coffee or water from a cooling dispenser. If this refreshment is available generally to all employees, the benefit is exempt from charge ([EIM21670](/guidance/employment-income-manual/EIM21603#EIM21670)). If the exemption does not apply, you should accept that these refreshments represent a trivial benefit.\n\n### Repairs to employer-provided cycles\n\nWhere an employee has sole use of an employer-provided cycle, the provision by the employer of repairs to that cycle will rank as a benefit in the hands of the employee. This is because there is no equivalent for cycles to the rule that removes any separate benefit in respect of repairs for cars. (See [EIM23035](/guidance/employment-income-manual/EIM23010#EIM23035)).\n\nHowever, where the employer arranges and pays for a repair to an employer-provided cycle, you should accept that this ranks as a trivial benefit in all cases where the cost to the employer of each repair is £20 or less.\n\nThere may be circumstances where it is difficult to ascertain the cost to the employer of a particular repair, for example where the employer pays a flat rate for a cycle repairer to attend the workplace on a certain number of occasions in the year. Provided that it is clear that the only repairs to be carried out in such circumstances are small on-the-spot repairs at the workplace, you can still accept requests for these to be treated as trivial benefits as long as projections of anticipated usage of the service indicate that the apportioned cost per repair is reasonably likely to average out at around £20 or less.\n\n### Small gifts to employees\n\nAn employer may provide an employee with a small gift, such as an arrangement of flowers. As long as this is made in recognition of a particular event (e.g. an employee’s marriage or birth of a child), and is not part of any reward for services, the benefit should be treated as trivial.\n\n### Seasonal gifts\n\nAn employer may provide employees with a seasonal gift, such as a turkey, an ordinary bottle of wine or a box of chocolates at Christmas. All of these gifts can be treated as trivial benefits. . For an employer with a large number of employees the total cost of providing a gift to each employee may be considerable, but where the gift to each employee is a trivial benefit, this principle applies regardless of the total cost to the employer and the number of employees concerned. If a benefit is trivial it should not be included in a PSA ([EIM21861](/guidance/employment-income-manual/EIM21861)).\n\nIf the gift extends beyond one of the items mentioned above, for example from a bottle or two to a case of wine, or from a turkey to a Christmas hamper, you will need to consider the contents and cost before being able to determine whether the benefit is trivial.\n\nIn such cases you should treat all the factors objectively and use your judgement.\n\nSeasonal flu immunisations Where an employer provides employees with immunisations against seasonal flu (“flu jabs”), the benefit should be treated as trivial. This treatment only applies to routine seasonal flu jabs and does not apply to medical treatment of any sort or to other immunisations, such as immunisations against pandemic flu or other diseases.","breadcrumbs":[],"sections":[]}}