{"title":"Car benefit calculation: method statement","details":{"manual_section_id":"EIM24015","body":"\n\n## Section 121 ITEPA 2003\n\nCar benefit is calculated in a series of numbered steps as required by the method statement in Section 121(1) ITEPA 2003.\n\n\n\n### Other points to take into account: Section 121(2) and (3)\n\nThere are:\n\n*   special rules for cars that run on petrol and road fuel gas, summarised     at [EIM24825](http://www.hmrc.gov.uk/manuals/eimanual/EIM24825.htm), and\n*   special rules for classic cars of 15 years of age or more (Section 147 ITEPA 2003, see [EIM24400](http://www.hmrc.gov.uk/manuals/eimanual/EIM24400.htm))\n*   various special rules for disabled employees, see [EIM23650](http://www.hmrc.gov.uk/manuals/eimanual/EIM23650.htm).","sections":[{"title":" Statutory language of Section 121(1): guidance begins at the EIM references shown","sections":[{"manual_section_id":"EIM24050","title":"Step 1","body":"\n\n## Section 121(1) ITEPA 2003\n\nBefore reading the guidance that follows this paragraph, ensure that you are familiar with the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm) (this page concerns step 1).\n\n### Step 1\n\nThe flowchart at [EIM24055](http://www.hmrc.gov.uk/manuals/eimanual/EIM24055.htm) is a summary of how to calculate the price of the car, which is the starting point for the calculation of the cash equivalent of a car benefit. The price of the car for tax purposes is determined in accordance with the provisions of Sections 122 to 124 ITEPA 2003.\n\nThe price of the car will usually be based on list price. Different rules apply if:\n\n*   the car has no list price (the notional price is used, see [EIM24150](http://www.hmrc.gov.uk/manuals/eimanual/EIM24150.htm))\n*   the car is a classic car (see [EIM24400](http://www.hmrc.gov.uk/manuals/eimanual/EIM24400.htm) onwards)\n*   the car was manufactured as a road fuel gas car (see [EIM24175](http://www.hmrc.gov.uk/manuals/eimanual/EIM24175.htm)).\n\nNote that the price of the car is **not **the price actually paid by the person providing the car.\n\nAdjustments for accessories (see [EIM24200](http://www.hmrc.gov.uk/manuals/eimanual/EIM24200.htm) onwards) and capital contributions (see [EIM24350](http://www.hmrc.gov.uk/manuals/eimanual/EIM24350.htm) onwards) are made in steps 2 and 3. The net result is the price used to calculate the cash equivalent, the price of the car and accessories less capital contributions, at step 4. This should be the same as it would have been under the rules in the previous (ICTA 1988) legislation, despite the different structure.\n\nExamples of the calculation of the price of a car are at [EIM24450](http://www.hmrc.gov.uk/manuals/eimanual/EIM24450.htm) onwards. "},{"manual_section_id":"EIM24200","title":"Step 2","body":"\n\n## Section 121 (step 2) and Sections 125 to 131 ITEPA 2003\n\nBefore reading the guidance that follows this paragraph, ensure that you are familiar with:\n\n*   the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm) (this page concerns step 2)\n*   the general introduction at [EIM24050](http://www.hmrc.gov.uk/manuals/eimanual/EIM24050.htm).\n\n### Accessories\n\nThe list price of the car ascertained at step 1 of Section 121(1) is the price for a car with only standard accessories, see [EIM24210](http://www.hmrc.gov.uk/manuals/eimanual/EIM24210.htm). All other, non-standard, accessories are dealt with at step 2. The precise treatment depends on when the accessory was fitted, its price and whether it is a qualifying accessory (see [EIM24205](http://www.hmrc.gov.uk/manuals/eimanual/EIM24205.htm)). If it is a qualifying accessory, the treatment depends on whether it is an initial extra accessory or a later accessory, see [EIM24215](http://www.hmrc.gov.uk/manuals/eimanual/EIM24215.htm).\n\nThe rules are quite complex and are summarised below.\n\nCars with a list price only:\n\n*   initial extra accessories with a list price published by the manufacturer, distributor or importer of the car: add these, whether or not they are available with the car in the tax year in question, see [EIM24235](http://www.hmrc.gov.uk/manuals/eimanual/EIM24235.htm)&#xA0;\n*   initial extra accessories with a list price published by the manufacturer, distributor or importer of the accessory: add these if they remain available with the car at any time in the tax year in question, see [EIM24240](http://www.hmrc.gov.uk/manuals/eimanual/EIM24240.htm)&#xA0;\n*   initial extra accessories for which a notional price must be used (i.e. for which there is no list price of either kind): add these if they remain available with the car at any time in the tax year in question, see [EIM24245](http://www.hmrc.gov.uk/manuals/eimanual/EIM24245.htm).\n\nAll cars (whether with a list price or notional price):\n\n*   later accessories: add those available at any time in the tax year in question that were not available with the car before 1 August 1993 and have a price of at least &#xA3;100, Section 126(3) ITEPA 2003, see [EIM24250](http://www.hmrc.gov.uk/manuals/eimanual/EIM24250.htm)&#xA0;\n*   replacement accessories: adjust as required at [EIM24255](http://www.hmrc.gov.uk/manuals/eimanual/EIM24255.htm) onwards.\n\n### Example\n\nSee [EIM24450](http://www.hmrc.gov.uk/manuals/eimanual/EIM24450.htm) for an example of how accessories are taken into account. "},{"manual_section_id":"EIM24350","title":"Step 3","body":"\n\n## Section 132 ITEPA 2003\n\nBefore reading the guidance that follows this paragraph, ensure that you are familiar with the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm) (this page concerns step 3). \n\n### What is a capital contribution\n\nAn employee makes a capital contribution if the employee contributes a capital sum, or capital sums, to expenditure on the provision of: \n\n*   the car, or\n*   any qualifying accessory that is taken into account in calculating the cash equivalent of the benefit of the car.\n\n### Effect of making a capital contribution\n\nThe allowable amount of the contribution is deducted at step 3. \n\nAmounts qualifying for deduction are specified at [EIM24355](http://www.hmrc.gov.uk/manuals/eimanual/EIM24355.htm). \n\nThe years for which a deduction is allowed are specified at [EIM24360](http://www.hmrc.gov.uk/manuals/eimanual/EIM24360.htm). \n\nSee example [EIM24450](http://www.hmrc.gov.uk/manuals/eimanual/EIM24450.htm) and example [EIM24460](http://www.hmrc.gov.uk/manuals/eimanual/EIM24460.htm). \n\n### Timing of the capital contribution\n\n**Note**: this provision applies to contributions of capital sums to expenditure on the provision of the car or any qualifying accessory. That means you would expect to see the payment made at or about the time when the car or accessory in question is provided. If there is no agreement governing the terms of the contribution then other evidence of a payment by the employee should be sought. \n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Ownership of the vehicle or accessory\n\nNote that part ownership by the employee is not required by the legislation. \n\n### Other possible payments by the employee\n\nCapital contributions are payments towards the cost of the car or any qualifying accessory. They should not be confused with payments for the private use of the car, which are dealt with separately under Section 144 ITEPA 2003 (see [EIM25250](http://www.hmrc.gov.uk/manuals/eimanual/EIM25250.htm) onwards). "},{"manual_section_id":"EIM24440","title":"Step 4","body":"\n\n## Section 121(1) ITEPA 2003\n\n### Step 4\n\nBefore reading the guidance that follows this paragraph, ensure that you are familiar with the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm) (this page concerns step 4). \n\n### Years to 2010/11\n\nThe price of a car carried forward from step 3 of Section 121(1) is restricted to an upper limit of &#xA3;80,000. \n\nBecause of its place in the calculation, it can be seen that this figure applies after the appropriate deduction of any capital contribution and is the same for all cars, classic or otherwise. \n\n### Years from 2011/12 onwards\n\nFrom 2011/12, there is no restriction on the price of a car carried forward from Step 3.  The full price of the car as determined under Steps 1 to 3 is therefore used to calculate car benefit and the figure carried forward from Step 3 becomes the &#x201C;interim sum&#x201D; for the purposes of Step 6.\n\nStep 4 is omitted after 2010/11, so step 3 is followed by Step 5.  Step 4 has been retained in the  step-by-step guide at [EIM24055](http://www.hmrc.gov.uk/manuals/eimanual/EIM24055.htm) to avoid any confusion that might otherwise result."},{"manual_section_id":"EIM24500","title":"Step 5","body":"\n\n## Section 121 (step 5) and Sections 133 to 142 ITEPA 2003\n\nThis page relates to step 5 of the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm). \n\nThe car benefit charge is calculated by multiplying the interim sum at step 4 (the price of the car and accessories, see [EIM24010](http://www.hmrc.gov.uk/manuals/eimanual/EIM24010.htm) onwards) by the appropriate percentage based on the car's carbon dioxide (CO2) emissions, which is determined at step 5. \n\nGuidance on the appropriate percentage is in this section of the guidance, which is set out as follows: \n\n*   finding the approved CO2 emissions figure, see [EIM24505](http://www.hmrc.gov.uk/manuals/eimanual/EIM24505.htm) onwards\n*   the appropriate percentage for cars first registered on or after 1 January 1998:\n\n*   *   with a CO2 emissions figure, see [EIM24550](http://www.hmrc.gov.uk/manuals/eimanual/EIM24550.htm)&#xA0;\n    *   without a CO2 emissions figure, see [EIM24950](http://www.hmrc.gov.uk/manuals/eimanual/EIM24950.htm)&#xA0;\n    *   adjustments for alternatively fuelled or propelled vehicles, see [EIM24720](http://www.hmrc.gov.uk/manuals/eimanual/EIM24720.htm) onwards\n\n*   the appropriate percentage for all cars first registered before 1 January 1998, see [EIM24975](http://www.hmrc.gov.uk/manuals/eimanual/EIM24975.htm)."},{"manual_section_id":"EIM25000","title":"Step 6","body":"\n\n## Section 121(1) ITEPA 2003\n\nThis page relates to step 6 of the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm). \n\nThis step is purely arithmetic. It requires that the following figures for the tax year in question be multiplied: \n\n*   the interim sum (the price of the car and accessories: until 2010/11, the figure at step 4; from 2011/12, the figure carried forward from Step 3)\n*   the appropriate percentage (the figure at step 5)."},{"manual_section_id":"EIM25100","title":"Step 7","body":"\n\n## Section 143 ITEPA 2003\n\nBefore reading the guidance that follows this paragraph, ensure that you are familiar with the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm) (this page illustrates step 7). \n\nWhen the car is unavailable for any part of the year, the chargeable benefit is reduced in proportion to the number of days during the year when it was unavailable, see example [EIM25150](http://www.hmrc.gov.uk/manuals/eimanual/EIM25150.htm). \n\nIn calculating the reduction for unavailability, the car benefit charge is reduced by the proportion of the precise number of days for which the car was **unavailable **to the number of days in the tax year. \n\nSee "},{"manual_section_id":"EIM25200","title":"&#x2018;Step 7A&#x2019;","body":"\n\n## Section 148 ITEPA 2003\n\nBefore reading the guidance that follows this paragraph, ensure that you are familiar with the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm) (this page illustrates &#x2018;step 7A). \n\nThis section applies if in a tax year a car: \n\n*   is available to more than one employee concurrently\n*   is so made available by the same employer and\n*   is available concurrently for each employee&#x2019;s private use.\n\nWithout the intervention of Section 148 ITEPA 2003, each employee would be likely to be chargeable on the whole cash equivalent of the car. This would mean one car, but more than one charge. It would also mean that employees who received only a partial benefit would be charged as though they had exclusive use of the car. Those are not the desired consequences. \n\n### Result of applying Section 148\n\nWhere the Section applies, the cash equivalent of the benefit of the car to each of those employees for that year: \n\n*   is to be calculated separately under Section 121 (i.e. as though they had exclusive use), and\n*   is then to be reduced on a just and reasonable basis.\n\nPayments for private use should not be reduced, as this is not &#x2018;just and reasonable&#x2019; (which is why the shared car provisions are described as Step 7A).\n\nSee [EIM25205](http://www.hmrc.gov.uk/manuals/eimanual/EIM25205.htm) for guidance on the practical implications: \n\n*   which employees are to be considered and which are to be disregarded and\n*   the meaning of the term just and reasonable basis.\n\nIf a reduction is made to an employee&#x2019;s car benefit under this section, a corresponding reduction is also made to their car fuel benefit under Section 153 ITEPA 2003, see [EIM25575](http://www.hmrc.gov.uk/manuals/eimanual/EIM25575.htm). \n\n### Years before 2003/04\n\nThese arrangements were formerly part of Extra-Statutory Concession A71. The other part of the concession (the same car chargeable on more than one member of the same family or household) has been legislated at Section 169 ITEPA 2003 (see [EIM23550](http://www.hmrc.gov.uk/manuals/eimanual/EIM23550.htm)). "},{"manual_section_id":"EIM25250","title":"Step 8","body":"\n\n## Section 144 ITEPA 2003\n\nBefore reading the guidance that follows this paragraph, ensure that you are familiar with the method statement in Section 121(1) ITEPA 2003, see [EIM24015](http://www.hmrc.gov.uk/manuals/eimanual/EIM24015.htm) (this page illustrates step 8). \n\nA deduction is to be made from the provisional sum calculated under step 7 of Section 121(1) if, as a condition of the car being available for the employee&#x2019;s private use, the employee: \n\n*   is required in the tax year in question to pay (whether by deduction from earnings or otherwise) an amount of money for that use **and**&#xA0;\n*   makes that payment.\n\nIf the amount paid for the private use of the car equals or exceeds the provisional sum at step 7, the car benefit charge is nil. Otherwise the amount of the car benefit charge is the figure at step 7 reduced at step 8 by the amount paid. Note that if the amount paid exceeds the provisional sum at step 7, there is no relief elsewhere for this. \n\nThe reference to the car being available for the employee&#x2019;s private use includes a reference to the car being available for the private use of a member of the employee&#x2019;s family or household. \n\nSee [EIM25255](http://www.hmrc.gov.uk/manuals/eimanual/EIM25255.htm) on payments for specific supplies or services, such as car insurance. \n\nThis section is subject to the replacement cars provisions of Section 145 ITEPA 2003 (see [EIM25125](http://www.hmrc.gov.uk/manuals/eimanual/EIM25125.htm))."}]}]}}