{"title":"Car benefit: vehicle of a construction primarily suited for the conveyance of goods or burden of any description: meaning of construction","details":{"manual-section-id":"EIM23115","body":"\n\n## Section 115 ITEPA 2003\n\n[EIM23100](/guidance/employment-income-manual/EIM23100) sets out the four exceptions from being a car that are prescribed in the legislation. This guidance expands on the first of those exceptions, namely that a vehicle will not count as a car for car benefit purposes if it is a goods vehicle (a vehicle of a construction primarily suited for the conveyance of goods or burden of any description).\n\nThere are two parts to this test.\n\n*   First, identify the construction of the vehicle in the relevant tax year, see below.\n*   Then, consider whether that construction is primarily suited for the conveyance of goods or burden of any description, see [EIM23120](/guidance/employment-income-manual/EIM23120).\n\nIn considering construction we need to look at the construction of the vehicle at the particular time in question. This may not be the same as its original manufactured construction. If modifications made to a car are sufficiently permanent and substantial in scale, they may alter its construction.\n\nSo the steps to take are:\n\n<table>\n<tr>\n<td>\n\nStep 1\n\n</td>\n<td>\n\nidentify the original manufactured form of the vehicle\n\n</td>\n</tr>\n<tr>\n<td>\n\nStep 2\n\n</td>\n<td>\n\nestablish whether any modifications have been made to that original manufactured form\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n*   if no modifications have been made, apply the primarily suited test at [EIM23120](/guidance/employment-income-manual/EIM23120) to the vehicle as originally manufactured\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n*   if modifications have been made, go on to step 3\n</td>\n</tr>\n<tr>\n<td>\n\nStep 3\n\n</td>\n<td>\n\nidentify the precise nature of the modifications that have been carried out. Then consider whether they are sufficiently permanent and substantial in scale to have altered the original manufactured construction of the vehicle.\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n*   changes such as sliding out the rear seats, but leaving the seat mountings and seat belt fixtures in place, or placing temporary coverings over the rear side windows do not change the original construction of the vehicle.\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n*   changes such as permanent removal of the rear seats and all associated fittings, possibly accompanied by the welding in of a new load base, and the replacement of glass rear side windows by permanently welded-in fibreglass or metal panels may well change the original construction of the vehicle.\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n*   if the vehicle's construction has been altered, apply the test at [EIM23120](/guidance/employment-income-manual/EIM23120) to the new construction.\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n*   if the modifications have not altered the vehicle's construction, apply the test at [EIM23120](/guidance/employment-income-manual/EIM23120) to the original construction.\n</td>\n</tr>\n</table>","breadcrumbs":["EIMANUAL","EIM23000","EIM24000","EIM23010","EIM23115"],"sections":[]}}