{"title":"EIM21604 – Particular benefits: contentslist: benefits from R to Z","details":{"manual-section-id":"EIM21604","body":"For benefits and exemptions from A to P see\n[EIM21601](/guidance/employment-income-manual/EIM21601) to 21603.\n\n## Benefits and exemptions from R to Z\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM20000","EIM21600","EIM21604"],"sections":[{"title":" Scale rate expenses payments","sections":[{"manual-section-id":"EIM21807","title":"Scale rate expenses\npayments","body":"\n\n            [businessesÂ &amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nThe guidance at\n[EIM05200](/guidance/employment-income-manual/EIM05200) applies to directors and\nemployees, except those in an excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)).\n\n    "}]},{"title":" Security expenditure","sections":[{"manual-section-id":"EIM21810","title":"Special security\nmeasures","body":"\n\n## Section 377 ITEPA 2003\n\nA nominated Inspector should deal with all claims relating to security expenditure (see [EIM21813](/guidance/employment-income-manual/EIM21604#EIM21813)). **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nWhere an employee or director faces a special threat to their personal physical security Section 377 ITEPA 2003 provides, in certain circumstances, for a deduction to be given in respect of the following benefits and reimbursed expenses:\n\n*   so much of the cost of security assets or services (see [EIM21811](/guidance/employment-income-manual/EIM21604#EIM21811)) provided for an employee by reason of his or her employment as falls to be included in his or her earnings and\n*   any expenses incurred by the employee in connection with the provision or use of such assets or services that are reimbursed by his or her employer (or someone else).\n\nNo deduction can be given for expenditure incurred by the employee that is not reimbursed.\n\n### Conditions to be met for Section 377 relief\n\n**All **the following conditions are to be satisfied before a deduction under Section 377 may be given:\n\n*   the security asset or service is provided for or used by the employee to meet a special threat to his or her personal physical security\n*   that threat arises wholly or mainly by virtue of the particular employment he or she holds\n*   the person providing the security measures (or reimbursing their cost) has the meeting of that threat as his or her sole object. (This ensures that any intention on the employer's part to reward his or her employee by meeting security expenditure will disqualify it.)\n*   in the case of a security service, the benefit to the employee consists wholly or mainly of an improvement of his or her personal physical security\n*   in the case of a security asset, the provider intends it to be used solely to improve the employee's personal physical security. (But see [EIM21812](/guidance/employment-income-manual/EIM21604#EIM21812) where the provider intends the asset to be used only partly for that purpose.)\n\nThese conditions are **tightly drawn**. The deduction is intended for people whose work exposes them to a very real threat to their physical safety from terrorists, extremists and others who may resort to violence. It follows that a deduction cannot be given for:\n\n*   security measures against the kind of general criminal threat that all citizens may face to a greater or lesser degree, for example, when travelling home late from work, or\n*   expenditure incurred primarily to meet a threat to property (including cash and other personal belongings), or\n*   security measures taken against a threat unconnected with a person's employment.\n\n### Lord Hanson v Mansworth (SpC 410/04)\n\nIf you follow the above guidance to refuse an application for this relief, because there is no evidence of a &#x201C;special threat&#x201D; to a person&#x2019;s physical security, you may be referred to the decision in Lord Hanson v Mansworth.\n\nLord Hanson was a prominent businessman in the UK from the 1970s until the mid 1990s.   He was Chairman of Hanson plc for most of those years, which in 1990 was one of the ten largest UK companies.  He was also an outspoken supporter of the conservative government between 1979 -1989, led by Mrs Thatcher.   He was knighted in 1976 and became a peer in 1983.\n\nBetween 1987 - 1997 (when he retired) Hanson plc provided 24 hour security protection at Lord Hanson&#x2019;s country home.   Relief from the benefits charge on the expenditure for security was claimed on the basis that Lord Hanson was under a special threat, particularly from the IRA, which in the 1980s and early 1990s attacked many political and commercial targets.   Although Lord Hanson was never attacked or threatened personally, he contended that his high public profile, and known association with the government, made him a potential target and this constituted a &#x201C;special threat&#x201D;.\n\nThe Special Commissioners held for Lord Hanson.  The Revenue did not appeal the decision as it was based on the very special, if not unique, circumstances of the case and in our view it is unlikely to have any precedent value in any other case.  Indeed the Commissioners&#x2019; concluded by stating as follows -\n\n&#x201C;The facts of the appeal, and the Appellant himself, are unique.  We have concluded that, by virtue of his prominence in business life in connection with which he maintained high profile political connections and friendships, he was a member of a very small group of people who are likely to be regarded as entitled to the deduction.&#x201D;\n\nConsequently this decision does not alter our view, as expressed in the guidance above, that no relief is due unless an employee can provide evidence of a special threat to them personally.   Without such evidence, the decision in the Lord Hanson case could only apply to an employee who has a similarly high degree of prominence in business (Lord Hanson gave his name to a major plc), and in society in general, as a result of his personal friendship with the Prime Minister, at a time when such high profile individuals are generally under threat from terrorist groups.  It is unlikely that these conditions will be satisfied by anyone else.  "},{"manual-section-id":"EIM21811","title":"What is a security asset\nor service?","body":"\n\n## Section 377 ITEPA 2003\n\nA nominated Inspector should deal with all claims relating to security expenditure (see [EIM21813](/guidance/employment-income-manual/EIM21604#EIM21813)).\n\nA security asset or service is defined as an asset or service which improves personal security (Section 377(1)(a) ITEPA 2003).\n\n\"Asset\" includes equipment and a structure such as a wall. So, items such as alarm systems, bullet resistant windows, floodlighting, reinforced doors and windows and perimeter walls and fences will qualify. The right to a deduction is not affected by the fact that the asset may become affixed to land or a dwelling.\n\nBut the following do not qualify as security assets:\n\n*   cars, ships or aircraft\n*   living accommodation\n*   a dwelling\n*   grounds appurtenant to a dwelling.\n\nA security service includes such things as the provision of security guards or bodyguards.\n\nNote that although living accommodation does not qualify as a security asset for the purposes of this legislation, this does not affect the exemption in Section 100 ITEPA 2003 if it is provided as part of special security arrangements (see [EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331)).\n\nWhat is a \"dwelling\" is not defined. The word therefore has its normal meaning in the same way as it does elsewhere in the Income Tax (Earnings and Pensions) Act. In particular it includes a flat used as a residence, but a block of flats is not a single dwelling. This follows the practice referred to in CA2904. A flat above business premises where the taxpayer lives (as in Mason v Tyson (53TC33)) would also be a \"dwelling\".\n\nWhat are \"grounds appurtenant to a dwelling\" are also not defined. In practice Inspectors should follow CG64350 onwards, which give guidance in applying the similar concept of \"garden or grounds\" up to a permitted area.\n\nThe expenditure is not prevented from qualifying for a deduction by the fact that the provision of a security asset or service also improves the personal physical security of the members of the employee's family or household.\n\nSee [EIM21812](/guidance/employment-income-manual/EIM21604#EIM21812) where there is part use of a security asset. "},{"manual-section-id":"EIM21812","title":"Part use of a security\nasset","body":"\n\n## Section 377 ITEPA 2003\n\nA nominated Inspector should deal with all claims relating to security expenditure (see [EIM21813](/guidance/employment-income-manual/EIM21604#EIM21813)).\n\nWhere the person providing the security asset intends it to be used only partly to improve personal physical security (Section 377(4) ITEPA 2003), the employee can only get a deduction for:\n\n*   a proportion of its cost, or\n*   a proportion of any reimbursed expenses in connection with its use.\n\nThe amount deductible is the proportion that is attributable to the provider's intention that the asset be used to improve personal physical security.\n\nIf the provider intends the asset to be used solely to improve personal physical security, but there is another use for the asset which is incidental to that purpose, the employee is still entitled to a deduction of the whole of the cost or expenses (Section 377(3) and (4)). Thus, the cost of bullet resistant windows can be allowed in full although they have incidental non-security use in keeping out the cold.\n\n### Employee becomes the owner of the asset\n\nIf ownership of a security asset passes to the employee, this does not affect his right to a deduction provided all the qualifying conditions at [EIM21810](/guidance/employment-income-manual/EIM21604#EIM21810) are met. In particular this rule applies in the case of a fixture that is in a property that the employee owns. "},{"manual-section-id":"EIM21813","title":"Action by nominated\nInspector","body":"\n\n## Section 377 ITEPA 2003\n\nA nominated Inspector should deal with all initial claims relating to security expenditure. Where a deduction is claimed, he or she should obtain all the relevant facts including:\n\n*   the nature and location of the claimant's employment\n*   a description of the special threat to the employee's security indicating:\n\n*   *   what person or organisation is a special threat to the claimant\n    *   how the threat arises and why it is considered to arise by virtue of the particular employment\n    *   what evidence is there of the existence of a special threat\n\n*   the nature of the employer's activities and, if relevant, where the employer's main clients or customers are situated\n*   details of the security assets or services provided and their cost and, where not obvious, how they are considered to improve the employee's personal physical security. (Any other security arrangements in force such as police protection should be mentioned.)\n*   whether the employer's expenditure is intended solely to improve personal security or only partly to do so.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nThe nominated Inspector should keep any information obtained about personal security arrangements under lock and key separate from the taxpayer's file. If the taxpayer's file or record is transferred, the papers should be transferred to the new nominated Inspector. Taxpayers should be asked to address correspondence for the personal attention of the nominated Inspector.\n\nSee [EIM21814](/guidance/employment-income-manual/EIM21604#EIM21814) as regards appeals and [EIM21815](/guidance/employment-income-manual/EIM21604#EIM21815) for dispensations.\n\n### Frivolous claims\n\nFrivolous or clearly unacceptable claims are sometimes made caused, no doubt, by misunderstanding of the legislation. In such cases the nominated Inspector should first point out why such claims will fail. But if the taxpayer persists with his claim to a deduction, the nominated Inspector should act on the lines outlined above. "},{"manual-section-id":"EIM21814","title":"Action by nominated\nInspector: appeals","body":"\n\n## Section 377 ITEPA 2003\n\nA nominated Inspector should deal with all claims (Section 377 ITEPA 2003) relating to security expenditure (see [EIM21813](/guidance/employment-income-manual/EIM21604#EIM21813)).\n\nIf an appeal is made against an assessment on the grounds that a deduction for security expenditure has not been given, make a report to **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)** before the appeal is notified to the independent tribunal.\n\nThe provisions for making claims in Sections 42 and 43 Taxes Management Act 1970 and described in RE10 do not apply to deductions under these provisions. Any dispute over the failure to give a deduction has to be resolved by way of appeal against a taxpayer&#x2019;s self assessment on employment income. "},{"manual-section-id":"EIM21815","title":"Action by nominated\nInspector: dispensations","body":"A nominated Inspector should deal with all claims relating to\nsecurity expenditure (see\n[EIM21813](/guidance/employment-income-manual/EIM21604#EIM21813)).\n\nIf the conditions for giving a deduction (Section 377 ITEPA\n2003) are satisfied, consider granting a dispensation for ongoing\nqualifying expenditure in respect of a named individual (see\n[EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051) onwards).\n\nIf no dispensation is given the employer should include\nsecurity benefits and reimbursed security expenditure on forms\nP11D. Whether or not a deduction under Section 377 ITEPA 2003\nshould be given is a matter between the employee and the Inland\nRevenue."}]},{"title":" Sporting/recreational facilities","sections":[{"manual-section-id":"EIM21825","title":"Exemption for sports and\nrecreation facilities: general","body":"\n\n## Section 261 and 262 ITEPA 2003\n\nNo charge on earnings as employment income arises from the provision by employers for employees, former employees or members of their families or households (see [EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)) of:\n\n*   qualifying sports or recreational facilities (Section 261(2) ITEPA 2003), or\n*   non-cash vouchers (see [EIM16040](/guidance/employment-income-manual/EIM16000#EIM16040)) exchangeable only for the use of such facilities.\n\nA qualifying sports or recreational benefit or facility is one that:\n\n*   is available generally to all the employees of the employer concerned (Section 261(3) - facilities provided for a few, selected employees only do not qualify) and\n*   is not available to members of the public generally (Section 261(4)) and\n*   is used wholly or mainly by employees or former employees and members of their families or household (Section 261(5)).\n\nThe exemption also applies to a recreational facility provided to an employee by a third party if the employee is working at the premises of the third party.   For example, a contract worker employed by A, who works on site at employer B, is exempt from a benefits charge if he uses recreational facilities provided by B for its employees."},{"manual-section-id":"EIM21826","title":"Exclusion of mechanically\npropelled vehicles and domestic premises","body":"\n\n## Section 262(1) and (2) ITEPA 2003\n\n[EIM21825](/guidance/employment-income-manual/EIM21604#EIM21825) explains when the exemption in Section 261 ITEPA 2003 for sporting and recreational facilities applies.\n\nThe following things are **excluded **from the definition of an exempt qualifying facility (Section 262 ITEPA 2003):\n\n*   the use of (or an interest in) any **mechanically propelled vehicle **(see below),\n*   the use of (or an interest in) any **holiday **or other overnight accommodation or any facilities provided in association with the use of such accommodation,\n*   a facility provided on **domestic premises **(see below),\n*   a facility **available to **or for use by members of **the public **generally (see [EIM21827](/guidance/employment-income-manual/EIM21604#EIM21827)and EIM21828) and\n*   a facility **not used wholly or mainly by relevant employees **(see EIM21829) and former employees (including members of their families or households).\n\n### Mechanically propelled vehicle\n\nA vehicle includes any ship, boat or other vessel, any aircraft and any hovercraft as well as any road vehicle (Section 262(2)).\n\nMechanically propelled means fitted with an engine capable of propelling the vehicle.\n\nA sailing dinghy or yacht is mechanically propelled if it has a motor inboard or outboard but not otherwise.\n\n### Domestic premises\n\nDomestic premises means (Section 262(2)):\n\n*   any premises used wholly or mainly as a private dwelling and\n*   any land or other premises belonging to or enjoyed with any premises so used."},{"manual-section-id":"EIM21827","title":"More than one employer\ninvolved in providing facilities: restricted use by local\nresidents","body":"### More than one employer provides facilities\n\nEmployers may group together to provide sports or recreational\nfacilities for members of all their staffs. The fact that such\nfacilities are available to employees of more than one employer\ndoes not necessarily mean that they are available to members of the\npublic generally and so excluded.\n\n### Restricted use of employer&#x2019;s facilities by local\nresidents\n\nWhere an employer opens their sports facilities not only to\ntheir employees generally but also to a restricted section of the\npublic (for example, those who live in the immediate vicinity of\nthe facilities) you should not argue that the facilities are\n\nthereby excluded (see\n\n[EIM21826](/guidance/employment-income-manual/EIM21604#EIM21826)) as being available to the\n\npublic generally.\n\n### Employment-related right to use facilities (Section 261(5)\n\nITEPA 2003)\n\nFor the purposes of the final category in\n\n[EIM21825](/guidance/employment-income-manual/EIM21604#EIM21825), relevant employees and former\n\nemployees are employees and former employees of an employer to\n\nwhose employees the facility was available generally.\n\nSo a facility shared by employees of two or more employers\n\none of which makes it available only to senior employees will be\n\nexcluded if it is used wholly or mainly by employees of that\n\nemployer."}]},{"title":" Tax-free remuneration","sections":[{"manual-section-id":"EIM21830","title":"Tax-free\nremuneration","body":"For the system that employers who wish to make \"free of tax\"\npayments to their employees can adopt see\n[EIM07700](/guidance/employment-income-manual/EIM04700#EIM07700).\n\nFor guidance where PAYE tax is not deducted from certain\ndirectors' earnings see\n[EIM21790](/guidance/employment-income-manual/EIM42210#EIM21790) onwards.\n\nSee\n[EIM11800](/guidance/employment-income-manual/EIM11800) onwards where the failure to\ndeduct tax is in respect of a readily convertible asset."}]},{"title":" Taxis","sections":[{"manual-section-id":"EIM21831","title":"Late night taxis -\ngeneral overview","body":"\n\n## Section 248 ITEPA 2003\n\nWhere an employee is provided with a taxi paid for by his or her employer for a journey from work to home, this represents a benefit to the employee because journeys between an employee&#x2019;s home and permanent place of work are private journeys [www.hmrc.gov.uk/helpsheets/490.pdf].\n\nHowever, this benefit can be treated as exempt from charge if:\n\n*   *   the failure of car sharing arrangements conditions are satisfied (see below), **or**&#xA0;\n    *   all four late night working conditions are satisfied; **and**&#xA0;\n    *   the number of such journeys for which a taxi has been provided for that employee in the tax year is no more than 60.\n\nThe 60 journeys is a single limit that applies to late night journeys and failure of car sharing arrangements together.  This means that journeys under both headings must be added together when working out whether or not the 60 journeys limit has been reached\n\nFor the exemption to apply,** these conditions must be satisfied** on each occasion that an employee is provided with a taxi for a journey from work to home.\n\n### 60 journeys per year\n\nIt is sometimes suggested that the exemption applies to the first 60 journeys in a year when a taxi is provided, regardless of the circumstances relating to the taxi being provided.  This is **not** correct.   Section 248 is not an annual allowance; it provides an exemption from the income tax charge that would otherwise arise on the provision of a taxi home. It can only apply when the late working conditions mentioned in the second bullet above or the failure of car sharing arrangements conditions are satisfied in full. The figure of 60 in the second bullet merely puts a ceiling on the number of journeys that can be treated as exempt from tax &amp; NICs  even where all the relevant conditions are satisfied.\n\nSo an employee may be provided with a taxi from work to home once a week. Even though the total number of taxi journeys in the year is no more than 60, **the exemption in section 248 does not apply, unless all the late night working conditions or the failure of car sharing arrangements conditions are also met on each occasion as well. **Conversely, if an employee is provided with a taxi on more than 60 occasions in circumstances where all the late working conditions or failure of car sharing arrangements conditions are satisfied, the exemption will apply only to the first 60 such occasions.The fact that the 60 journey limit is exceeded in a tax year does not disqualify any of the first 60 such journeys from the exemption.\n\n### Late night working conditions\n\nThere are four late working conditions, **all of which must be satisfied** -\n\n1.  1.  the employee is required to work later than usual **and** until at least 9pm ([EIM21832](/guidance/employment-income-manual/EIM21604#EIM21832));\n    2.  this occurs irregularly ([EIM21833](/guidance/employment-income-manual/EIM21604#EIM21833)); and\n    3.  by the time the employee ceases work\n\n- either public transport has ceased, or\n\n- it would not be reasonable to expect the employee to use public transport ([EIM21834](/guidance/employment-income-manual/EIM21604#EIM21834)); and\n\n1.  1.  the transport is by taxi or similar road  transport.  This condition is not contentious and is not referred to again in this guidance.\n\n### Record keeping\n\nAs with any benefit or expense provision, employers who provide late night taxis home for their staff must be able to show that they have treated the provision correctly for the purposes of tax and NICs. Where an employer believes that the exemption in section 248 applies, he or she must have the necessary **management checks in place and keep sufficient records to be able to show that the late night working conditions set out in the legislation are satisfied in all cases**.\n\nIt is not sufficient for an employer to have a published protocol setting out the circumstances in which an employee can have access to the use of a late night taxi, if nothing is done to ensure that it is applied correctly and that the checking system the employer has put in place to do so is capable of audit.  However, this does not mean that it is necessary for the employer to certify in advance the use of a taxi.\n\nThe procedure might, for example, take the form of the employer&#x2019;s internal guidance for employees on the use of late night taxis along with an internal verification procedure that could be sampled to show that the qualifying conditions have been applied. **That will not be the case where an employee is simply given access to a taxi service available after 9pm on call**.  HMRC would regard work to home travel by such means as subject to the normal employee travel rules. The fact that it may be outside &#x201C;normal office hours&#x201D; does not change that.\n\n### Failure of car sharing arrangements\n\nSee [EIM10210](/guidance/employment-income-manual/EIM04700#EIM10210) for information regarding transport provided to an employee when car sharing arrangements fail.\n\n### Transport provided for disabled employee\n\nNo tax charge arises where transport between home and work is provided for a disabled employee (Section 246 ITEPA 2003).\n\n**Consequences where late night working or failure of car sharing conditions are not satisfied**\n\nSee [EIM10220](/guidance/employment-income-manual/EIM10220) for a summary of the tax treatment that applies to journeys that do not fall within the exemption\n\nIt is worth noting that the main guidance on PAYE Settlement Agreements (PSAs) at [http://www.hmrc.gov.uk/paye/exb/schemes/PSA.htm](http://www.hmrc.gov.uk/manuals/eimanual/http___www.hmrc.gov.uk_paye_exb_schemes_PSA.htm.htm) states that taxi fares will normally fall within the meaning of minor items for inclusion in a PSA."},{"manual-section-id":"EIM21832","title":"First condition - later\nthan usual and until at least 9pm","body":"In certain circumstances there is an exemption from the benefit\nin kind charge that would otherwise arise where an employer\nprovides a late night taxi for an employee to travel home from work\n(see\n[EIM21831](/guidance/employment-income-manual/EIM21604#EIM21831)).\n\n The exemption can apply only where the four late night\nworking conditions are satisfied (\n[EIM21831](/guidance/employment-income-manual/EIM21604#EIM21831)), and is limited to the first\n60 such journeys in a year.\n\n The first of the late night working conditions is that the\nemployee is required to work later than usual\n**and** until at least 9pm. See\n[EIM21833](/guidance/employment-income-manual/EIM21604#EIM21833) and\n[EIM21834](/guidance/employment-income-manual/EIM21604#EIM21834) for more information on the\nother conditions.\n\n### Employee required to work later than usual and until at least\n9pm\n\nBoth legs of this condition must be satisfied.\n\n In most cases it is clear whether an employee who works\nuntil at least 9pm is also required to work\n**later than usual.** Something is usual if it\nconforms to a common or ordinary pattern. Section 248(2)(a) is\nintended to ensure that the exemption applies in circumstances\nwhere an employee who normally finishes work before 9pm is required\non occasion, to work later than usual and until at least 9pm.\n\n The second leg of this condition is a question of fact. For\nsome employees it is usual to work until 9pm or later, for others\nit is not.\n\n### Examples\n\n1.  Most employees who work in a restaurant or pub are required to\nwork late most nights and until at least 9pm (unless perhaps they\nusually work a shift earlier in the day). Consequently if a member\nof bar staff who usually works until closing time is provided with\na taxi home when the pub shuts, the exemption does not apply\nbecause it is usual for this employee to work late and until at\nleast 9pm. The journey home is treated like any other ordinary\ncommuting journey.\n> However, if an employee who normally goes home at\n> 11.30pm is on occasion required to stay until 1a.m., perhaps\n> because there is additional clearing up to do after an unusually\n> busy evening, this will still satisfy the later than usual\n> condition.\n>\n>  When, as in this example, &#x201C;later than usual&#x201D;\n> takes the employee into the following day, it will depend on the\n> facts whether or not the late night working conditions can still be\n> satisfied. But it is unlikely that the public transport condition\n> (see EIM21833) will be satisfied if the daytime public transport\n> timetable for the following day has commenced.\n\n1.  A secretary who normally works from 9am to 5pm is required by\nher manager to work late one evening to help finish a job. She\nworks until 10pm and then the employer provides a taxi to take her\nhome. As she was required to work later than usual, and until after\n9pm, she satisfies the terms of the first condition of the\nexemption. See EIM21833 and EIM21834 to see whether the other late\nnight working conditions are also satisfied . If, however, the\nemployee had decided voluntarily to work until 10pm but had not\nbeen required to do so by her employer, the use of a taxi for her\njourney home would not satisfy the first condition as she had not\nbeen required by her employer to work later than usual.\n\n2.  An employee is contracted to work from 12.00 am to 8 pm but\ncommonly works until 10pm or later. This employee has an\nestablished pattern of late night working. Consequently if the\nemployer provides a taxi to take the employee home on a day when he\nhas been required by his employer to work beyond his contracted\nhours and later than 9pm, but no later than his established working\npattern, the exemption does not apply because he is not working\nlater than usual.\n\n### Other late night working conditions\n\nFor the exemption to apply the other late night working\nconditions must also be satisfied &#x2013; see\n[EIM21833](/guidance/employment-income-manual/EIM21604#EIM21833) and\n[EIM21834](/guidance/employment-income-manual/EIM21604#EIM21834)."},{"manual-section-id":"EIM21833","title":"Second condition &#x2013;\nirregular occasions","body":"In certain circumstances there is an exemption from the benefit\nin kind charge that would otherwise arise where an employer\nprovides a late night taxi for an employee to travel home from work\n(see\n[EIM21831](/guidance/employment-income-manual/EIM21604#EIM21831)).\n\nThe exemption can apply only where the four late night\nworking conditions are satisfied (\n[EIM21831](/guidance/employment-income-manual/EIM21604#EIM21831)), and is limited to the first\n60 such journeys in a year. The first late night working condition\nis explained in\n[EIM21832](/guidance/employment-income-manual/EIM21604#EIM21832). If this condition is\nsatisfied, the second condition, which is explained in more detail\nbelow, is that the occasions concerned occur irregularly. If the\nsecond condition is also satisfied, see\n[EIM21834](/guidance/employment-income-manual/EIM21604#EIM21834) for more information on the\nthird condition.\n\n### The meaning of irregularly\n\nThe second of the late night working conditions requires that\nthe occasions on which an employee works later than usual and until\nat least 9pm occur\n**irregularly**. Irregularly means not following usual\nor established custom. Consequently a late night taxi provided to\ntake home an employee who is required to work late every Friday\nwould not qualify for exemption as this is an established and\nregular pattern of working. Even if the day of the week varies, if\nit is part of an employee&#x2019;s terms and conditions that he or\nshe is required to work late one night per week and on these\noccasions is provided with a taxi for the journey home, this would\nstill be a regular occurrence .\n\nFor the provision of a late night taxi home to be irregular,\nthe journey must be a consequence of a requirement to work late\nthat is different from the employee&#x2019;s established pattern of\nworking. For example, a late night taxi provided for a few days in\norder to enable the employee to work late to deliver a particular\nproject is provided irregularly, if, looking at the\nemployee&#x2019;s usual or ordinary working pattern over the year,\nhe or she is rarely if ever required to work late .\n\nThe 60 day limit on journeys qualifying for exemption is not\nrelevant in deciding whether or not a particular journey home is\nregular.\n\n### Examples\n\n1.  An employee who normally works from 9am to 5pm is required by\nhis employer to work until at least 9pm on the last but one working\nday of each month in order to ensure that the employer&#x2019;s\npayroll operates correctly to pay all employees on the last working\nday of the month. On these 12 occasions each year the employer\nprovides a late night taxi to take the employee home.\n\nThe 12 occasions on which the employee is required to work later\nthan usual and until at least 9pm are a regular part of the\nperson&#x2019;s employment. The exemption in s248 does not\napply.\n\n1.  An employee who normally works no later than 6pm, is required\nto work until at least 9pm for a couple of nights in a week in\norder to finish a particular job which has caused considerable and\nunforeseen problems for his employer. On these nights the employer\nprovides a late night taxi to take the employee home.\n\nOn these occasions the employee works later than usual and until\nat least 9pm. Whilst he is provided with a taxi on a couple of\noccasions in the week concerned, this arises out of a particular\nset of circumstances and we would not regard it as a regular\noccurrence. In this situation, provided there is nothing to suggest\nthat it was likely to become an ongoing event, we would accept that\nthe second late night working condition is satisfied. If, however,\nthis pattern of working became a regular part of the person&#x2019;s\nemployment, the exemption would cease to apply.\n\n1.  An employee is contractually required to work from 9am to 6pm\nbut is often required to work until 8pm and occasionally to work\nuntil 10pm if a &#x201C;rush&#x201D; job has to be completed. If he\nor she works until 10pm the employer provides a late night taxi\nhome .\n\nAlthough contracted to work until 6pm, the employee regularly\nworks until 8pm. But he or she does not work regularly until 10pm.\nAs the requirement to work until 10pm occurs on irregular occasions\nonly, the second of the late night working conditions is\nsatisfied.\n\n### Other late night working conditions\n\nIf an employee provided with a late night taxi from work to home\nsatisfies the requirements that he or she works later than usual\nand until at least 9pm (\n[EIM21832](/guidance/employment-income-manual/EIM21604#EIM21832)), and only on occasions which\noccur irregularly, for the exemption under s248 to apply the third\nlate night working condition must also be satisfied &#x2013; see\n[EIM21834](/guidance/employment-income-manual/EIM21604#EIM21834)."},{"manual-section-id":"EIM21834","title":"Third condition &#x2013;\npublic transport ceased or not reasonable to expect employee to use\nit","body":"\n\n## Section 248(2) (c) ITEPA 2003\n\nIn certain circumstances there is an exemption from the benefit in kind charge that would otherwise arise where an employer provides a late night taxi for an employee to travel home from work (see [EIM21831](/guidance/employment-income-manual/EIM21604#EIM21831)).\n\nThe exemption can apply only where all four late night working conditions are satisfied ([EIM21831](/guidance/employment-income-manual/EIM21604#EIM21831)), and is limited to  60 such journeys in a year. The first late night working condition is explained in [EIM21832](/guidance/employment-income-manual/EIM21604#EIM21832) and the second condition in [EIM21833](/guidance/employment-income-manual/EIM21604#EIM21833).  If both these conditions are satisfied, the third condition is that by the time the employee stops work\n\n*   either public transport is not available for the journey from work to home; or\n*   it is not reasonable to expect the employee to use public transport.\n\n### Public transport no longer available\n\nIt is a matter of fact whether public transport for an employee&#x2019;s journey has ceased by the time an employee finishes working later than usual and at or after 9pm.\n\nIf a normal journey from work to home requires an employee to use more than one form of public transport, and one of those forms of public transport for part of the journey has ceased to be available, HMRC accepts that public transport is not available for the whole journey.  For example, if an employee works in a city centre, he may take a train from there to the suburb in which he lives and a bus from the train station to the end of the road in which he lives.   If by the time of the employee&#x2019;s journey home after 9pm the train service is still running but the bus service has ceased for the day, we accept that public transport is not available for the journey.\n\n### Not reasonable to expect employee to use Public Transport\n\nThe legislation does not prescribe circumstances where it would be reasonable for an employer to not expect an employee to use public transport where it is available. However, HMRC does not accept that the exemption applies where a taxi is provided after 9pm to an employee solely on grounds that he or she\n\n*   has to travel home from work in the dark; or\n*   has had a long working day and is tired; or\n*   has a heavy briefcase, or similar, to take home with them; or\n*   travels by public transport to a station that is unmanned; or\n*   the frequency of public transport is reduced.\n\nAn employer may consider some or all of these factors when deciding whether it is reasonable to expect an employee to use public transport but none of them is sufficient on its own to satisfy the third condition in the exemption in s248.  In many areas, and especially in bigger towns and cities, many employees will be travelling from work to home after 9pm on public transport.   The frequency of the service may be reduced compared with earlier in the day but it is reasonable to expect employees to know this from published timetables and to make plans accordingly.\n\nReduced frequency of service after 9pm is not of itself sufficient cause for the exemption to apply, if the nature and duration of the journey is not significantly different from that at other times of day.  However, HMRC accepts that if reduced availability and/or reliability makes it likely that a journey after 9pm would take significantly longer than an equivalent journey at another time of day, the exemption would apply.\n\nThe extent to which an employee&#x2019;s journey from work to home after 9pm on public transport is significantly different from a journey earlier on in the day, so that it is reasonable for an employer not to expect the employee to undertake that journey, depends on the facts in each case.\n\nApart from the issue of the employee having a significantly longer journey after 9pm, an employer may also consider the employee&#x2019;s perception of personal safety when deciding whether it is reasonable to expect them to use public transport.  As with the extent to which journey times increase after 9pm, each case will depend on its own facts. However, for the exemption to apply, the circumstances of the case must demonstrate a significant difference from the normal situation where people continue to use public transport after 9pm.\n\n### Examples\n\n1. An employee is required to work late and until after 9pm on irregular occasions.  When she finishes work a train service is available for her usual journey from work to home but the timetable indicates the journey will take nearly two hours instead of the usual 45 minutes.  On these occasions the employer provides the employee with a taxi for the journey home.\n\nHMRC accepts that in such circumstances, if the employer decides to provide a late night taxi home the exemption in s248 would apply on the basis that it would be reasonable for the employer to not expect the employee to use public transport which meant an extra hour or more travelling time over his or her normal journey home.\n\n2. An employee who normally works from 9am to 5pm is required irregularly to work until later than 9pm.  The employee&#x2019;s normal journey on public transport takes 60 minutes but after 9pm it takes 30 minutes longer. While, in itself, her journey home is not significantly longer than normal, she lives in a rural area where, at that time of night, and in the circumstances of her late working, her employer considers that it would not be reasonable to expect her to use public transport and, therefore, provides a taxi. In such circumstances the exemption in s248 applies."}]},{"title":" Telephones","sections":[{"manual-section-id":"EIM21615","title":"Employer subscribes for a\ntelephone line in employee&#x2019;s home","body":"\n\n## Section 316 ITEPA 2003\n\n### Telephone lines\n\nSome benefits that are work related supplies and services, provided other than on the employer's premises, are exempt from tax (see [EIM21611](/guidance/employment-income-manual/EIM21601#EIM21611)). This exemption will apply to a telephone line in the employee's home, for which the employer is the subscriber, if:\n\n*   there is a clear business need for the employer to provide the employee with a telephone, for instance if making and receiving telephone calls from the home are vital and central parts of the employee's duties and\n*   the employer has procedures to monitor, control and minimise the cost to him of private use and\n*   the employer has no intention of rewarding the employee.\n\nThe employer may control and minimise the cost to him of private use by either:\n\n*   recovering from the employee the cost of private calls or\n*   ensuring that the cost of any private calls is kept to a minimum, for instance only allowing the employee to make local or off peak calls in clearly defined circumstances.\n\nIf the first bullet applies only the benefit of the telephone line will be exempt under Section 316 ITEPA 2003. The benefit of the calls, both business and private will not be exempt, although the amount the employee makes good (see [EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120)) in respect of the private calls will reduce the cash equivalent of the benefit (see [EIM21101](/guidance/employment-income-manual/EIM21000#EIM21101)) and the employee may claim a deduction for calls made in the performance of his duties (see EIM32490). Alternatively, if the business calls are covered by a dispensation (see [EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051)) and the full cost of private calls is made good by the employee, there is no need to report a benefit on Form P11D or to claim a deduction.\n\nIf the second bullet applies both the line and the calls may be exempt if the cost of private calls is not significant compared to the total costs of the line and calls.\n\nSee [EIM21616](/guidance/employment-income-manual/EIM21604#EIM21616) for examples of employments where the benefit of a telephone line is likely to be exempt under Section 316. "},{"manual-section-id":"EIM21616","title":"Employer subscribes for a\ntelephone line in employee&#x2019;s home - exemptions","body":"\n\n## Section 316 ITEPA 2003\n\nThe exemption for work related supplies and services, provided other than on the employer's premises (see [EIM21611](/guidance/employment-income-manual/EIM21601#EIM21611) and [EIM21615](/guidance/employment-income-manual/EIM13310#EIM21615)) is likely to apply to a telephone line (for which the employer is the subscriber) provided for employees in the following employments:\n\n*   ministers of religion, where there is a need for contact with their parishioners and congregations 24 hours a day\n*   teleworkers, where a telephone line at home is provided for remote computer working or telephone business\n*   employees such as 'live-in' care workers in residential homes for the elderly or disabled or hospices, whose daily duties may require contact with the emergency services or the relatives of those they care for."}]},{"title":" Third party entertainment","sections":[{"manual-section-id":"EIM21835","title":"General","body":"\n\n## Sections 265, 266(1) and 267(1) ITEPA 2003\n\nAn employee or office holder is exempt from tax on employment income on certain goodwill entertainment, provided by third parties, for him or her or for a member of their family or household. Details are at [EIM21837](/guidance/employment-income-manual/EIM21604#EIM21837).\n\nThe exemption applies to all employees whether or not they are directors or employees in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)).\n\nThe exemption covers liability that could otherwise arise under the following provisions:\n\n*   Part 3 Chapter 4 ITEPA 2003 (non-cash vouchers, see [EIM16000](/guidance/employment-income-manual/EIM16000) onwards)\n*   Part 3 Chapter 4 ITEPA 2003 (credit-tokens, see [EIM16090](/guidance/employment-income-manual/EIM16000#EIM16090) onwards)\n*   Part 3 Chapter 6 ITEPA 2003 (benefits of directors and employees, except those in an excluded employment).\n\nFor the meaning of \"family or household\" see [EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nSee:\n\n*   [EIM21836](/guidance/employment-income-manual/EIM21604#EIM21836) for the meaning of \"entertainment\".\n*   [EIM21838](/guidance/employment-income-manual/EIM21604#EIM21838) for what to do about multi-purpose vouchers and credit tokens\n*   [EIM21839](/guidance/employment-income-manual/EIM21604#EIM21839) for what to do when calculating whether an employee's earnings are less than &#xA3;8,500 a year*   [EIM21840](/guidance/employment-income-manual/EIM21604#EIM21840) for the interaction with the disallowance of entertaining expenditure under Section 356 ITEPA 2003 when calculating the employer's taxable business profits."},{"manual-section-id":"EIM21836","title":"Meaning of\n'entertainment'","body":"\n\n## Section 265(5) ITEPA 2003\n\nThe word 'entertainment' has a very wide meaning. It is wider than hospitality since the legislation expressly says it includes hospitality of any kind. But it does not include a mere gift such as tickets to the theatre or to a football match. An event of that kind will not normally count as entertainment unless the third party provider, or his representative, is present to look after, or 'entertain', the guests. (Remember that Section 324 ITEPA 2003 deals with small gifts to employees from third parties (see [EIM21715](/guidance/employment-income-manual/EIM21602#EIM21715) onwards.)\n\nThe statutory exemption should thus be taken as covering:\n\n*   any form of hospitality (dinners, parties, hospitality tents at sporting events, etc.)\n*   events such as theatrical performances or sporting events, such as Wimbledon, where a host invites someone to accompany him as a guest.\n\nAny costs associated with the entertainment, such as transport or overnight accommodation, are included in the exemption.\n\nThe provision of a holiday in the United Kingdom or abroad will sometimes count as 'entertainment' for the purposes of the exemption. This would apply, for example, if a representative of the provider was present throughout. In such cases, take special care to see that the exemption is not precluded by the 'particular services' condition in [EIM21837](/guidance/employment-income-manual/EIM21604#EIM21837). "},{"manual-section-id":"EIM21837","title":"Conditions to be\nsatisfied for exemption","body":"\n\n## Section 265, 266(1) and 267(1) ITEPA 2003\n\nAn employee or office holder is exempt from tax on employment income on certain goodwill entertainment, provided by third parties, for him or her for a member of their family or household.\n\nThe exemption applies when all the following conditions are satisfied:\n\n*   the person providing the non-cash voucher, the credit-token or the benefit is neither the employee's employer nor a person connected with his employer (Section 265(3))\n*   neither his or her employer nor a person connected with their employer has directly or indirectly procured the provision of the entertainment (Section 265(3))\n*   the entertainment is not provided either (Section 265(4)):\n\nFor this purpose \"connected with\" has the meaning given by Section 839 ICTA 1988.\n\nIncentive awards (see [EIM21730](/guidance/employment-income-manual/EIM21603#EIM21730)) that are related to the achievement of specific targets, or the attainment of specific levels of performance, do not qualify because they do not satisfy the third condition above. "},{"manual-section-id":"EIM21838","title":"Multi-purpose vouchers\nand credit tokens","body":"An employee or office holder is exempt from tax on employment\nincome on certain goodwill entertainment, provided by third\nparties, for him or her or for a member of their family or\nhousehold (see\n[EIM21837](/guidance/employment-income-manual/EIM21604#EIM21837)).\n\nAn employee may be provided with a voucher or credit-token\nwhich enables him or her to obtain other goods or services, as well\nas entertainment. The exemption only applies to that part of the\nexpenditure incurred by the provider of the voucher or credit token\nthat relates to the provision of entertainment (see\n[EIM21836](/guidance/employment-income-manual/EIM21604#EIM21836)). Expenditure on any other\ngoods or services obtained with the same voucher or credit-token\nremains chargeable to tax."},{"manual-section-id":"EIM21839","title":"Interaction with\n&#xA3;8,500 calculation","body":"An employee or office holder is exempt from tax on employment income on certain goodwill entertainment, provided by third parties, for him or her or for a member of their family or household (see [EIM21837](/guidance/employment-income-manual/EIM21604#EIM21837)).\n\nEntertainment that qualifies for exemption should be left out of any calculations in respect of:\n\n*   the &#xA3;8,500 test for employees (see [EIM20100](/guidance/employment-income-manual/EIM20001#EIM20100) onwards)\n*   the calculation of net earnings for the charge on expenses connected with living accommodation (see [EIM21722](/guidance/employment-income-manual/EIM21602#EIM21722) onwards)."},{"manual-section-id":"EIM21840","title":"Interaction with Section\n\n356 ITEPA 2003: liaison with accounts office","body":"Section 356 ITEPA 2003 prohibits a deduction for most business\nentertaining in calculating business profits (see generally\nBIM45000 onwards). Business entertaining is defined as\n\"entertainment (including hospitality of any kind)\" - the same\nwords used in the employment income exemption. Thus it is likely\nthat in most cases where an employee is entitled to exemption in\nrespect of entertainment provided by a third party, the provider\nwill not be able to deduct the cost of that entertainment in\ncalculating his profits.\n\nMake a report to the office dealing with the accounts of the\nperson or company providing the entertainment in any case where you\nadmit exemption for third party employees under EIM21836and\nEIM21837."}]},{"title":" Travel buddy or carer","sections":[{"manual-section-id":"EIM21842","title":"Services of travel buddy\n\nor carer","body":"If a disabled person needs help to go on holiday and an employee\nof a company which provides support and/or care in these\ncircumstances accompanies the disabled person on holiday to help\nwith everyday needs, no benefit arises to the employee in respect\nof the costs of travel and/or accommodation.\n\nThe employee is not on holiday but is working to support the\ndisabled person on holiday. This person is performing the duties of\nemployment in a caring capacity. The carer is sometimes referred to\nas a &#x201C;travel buddy&#x201D;."}]},{"title":" Travel cards (including Oyster cards) &#x2013; see\n\n[EIM16065](http://www.hmrc.gov.uk/manuals/eimanual/EIM16065.htm)\n\n### Welfare counselling","sections":[{"manual-section-id":"EIM21845","title":"Exemption for welfare\n\ncounselling","body":"\n\n## Section 210 ITEPA 2003 and S.I. 2000 No. 2080\n\nThe provision by an employer of counselling facilities to an employee represents a chargeable benefit, but in certain circumstances welfare counselling provided by an employer for its employees is exempt from tax.\n\nThe exemption is tightly drawn and there is no intention that all conceivable types of welfare counselling should be exempted from tax.  The type of subjects the exemption is intended to cover includes:\n\n*   Stress\n*   Problems at work\n*   Debt problems\n*   Alcohol and other drug dependency\n*   Career concerns\n*   Bereavement\n*   Equal Opportunities\n*   Ill-health\n*   Sexual Abuse\n*   Harassment and Bullying\n*   Conduct &amp; Discipline\n*   Personal Relationship Difficulties.\n\nFor the purposes of this exemption welfare counselling is counselling of any kind except:\n\n*   medical treatment of any kind, or*   advice on finance, other than advice on debt problems, or*   advice on tax, or*   advice on leisure or recreation, or*   legal advice.\n\n[Top of page](/guidance/employment-income-manual/EIM21604#EIM21845#top)\n\n\n## Employee Assistance Programmes (EAP)\n\nWhere welfare counselling services - sometimes called Employee Assistance Programmes - include a range facilities or treatment, some of which fall outside the scope of the exemption, strictly the exemption does not apply to any of the services provided because the exemption does not include any basis for an apportionment of the benefit.  Consequently all the component parts of the programme need to be covered by the exemption in order for it to be exempt from tax and NICs.\n\nIt follows that if there are some services provided under an EAP which clearly satisfy the terms of the exemption, and others that clearly do not, it makes sense for the two sets of services to be separated - if possible into entirely separate schemes - so that one is exempt from charge, whilst the other represents a benefit to the employees who avail themselves of the facility.\n\nHowever, if it is not possible to separate the services in this way, common sense should be applied where the welfare counselling provided by an employer consists substantially of facilities that satisfy the terms of the exemption but also to a not significant proportion of the services provided which do not satisfy the exemption.  This applies particularly on occasions where it is difficult to determine where to draw the line between counselling which falls within the exemption and counselling which is outside of the exemption.\n\n[Top of page](/guidance/employment-income-manual/EIM21604#EIM21845#top)\n\n\n## Legal information and advice\n\nOne area where it can be difficult to determine where to draw the line is in connection with legal information and advice provided in connection with an issue that is causing an employee anxiety or distress.\n\n### Example\n\nWhilst legal advice is excluded from the exemption, it may be that because of an alcohol or drug dependency problem, an employee is short of money and has defaulted on mortgage payments due on his home.  Consequently he is threatened by his mortgage provider with eviction from his home.\n\nThe employee&#x2019;s fundamental problem is caused by the dependency, on which he seeks advice from his employer&#x2019;s EAP.  But as a consequence he also has a legal problem on which he seeks advice from the EAP regarding his rights and obligations to the mortgage provider.\n\nIt may be difficult to distinguish how and at what point the advice from the EAP relating to the dependency changes into advice on the legal issues,\n\nespecially if both issues are covered in one telephone call or in one face to face meeting.  Common sense should be applied in these circumstances, where the fundamental problem is covered by the terms of the exemption.\n\nOn the other hand, if the employee contacts the EAP specifically to request legal advice, the counselling provided is clearly not within the exemption.  Sometimes an initial call to an EAP may result in general advice on dependency and associated legal issues (which, depending on circumstances, may be accepted as meeting the terms of the exemption) but this initial contact may lead to a referral for specific and bespoke legal advice, either from the employer&#x2019;s in-house lawyers or by referral to an outside legal practice.  The bespoke legal advice is clearly not within the exemption.\n\nConsequently each welfare counselling programme needs to be considered on its own merits so that due consideration could be given to the correct tax treatment.\n\nHMRC has agreed with the UK Employee Assistance Professionals Association (EAPA) that legal information provided within the context of welfare counselling for employees will not prevent the exemption from applying as long as it remains within agreed guidelines.  The EAPA has summarised those guidelines for its members and a copy can be accessed from within the following page\n\nhttp://www.hmrc.gov.uk/specialist/welfare-counselling.htm\n\nThe principles set out in these guidelines are not restricted to members of the EAPA and can be applied to any welfare counselling programme provided for employees.\n\n[Top of page](/guidance/employment-income-manual/EIM21604#EIM21845#top)\n\n\n## Dependants\n\nHMRC has seen some EAPs which provide welfare counselling to dependants and/or family or household members of employees.  The exemption does not extend beyond the employee concerned.  Consequently any EAP which is made directly available to dependants and others, as well as to employees, does not satisfy the terms of the exemption.\n\nHowever, in recognition of the fact that employees may sometimes be affected by family and relationship difficulties, limited services can be provided to an employee&#x2019;s dependents by employee assistance services and still remain within the welfare counselling exemption provided the guidelines below are followed:\n\n*   There must not be a separate helpline number for spouse/partner/dependents.*   Couple or family counselling will not prevent the exemption from applying but a spouse/partner/dependent must not be offered face to face counselling on their own.\n*   Spouse/partner/dependents will not be given access to the legal information component of the service."}]},{"title":" Workplace nurseries","sections":[{"manual-section-id":"EIM21900","title":"Workplace nurseries","body":"\n\n## Sections 318, 318A, 318AA, 318B, 318C, 318D ITEPA 2003\n\nWhen an employer provides childcare facilities for children of employees (other than lower paid employees) the provision potentially gives rise to taxable earnings under the benefits code (see [EIM21687](/guidance/employment-income-manual/EIM21687)).\n\nSection 318 provided a limited exemption for some forms of provision for years up to 5 April 2005. It was amended with effect from 6 April 2005 as part of new provisions that extended the circumstances in which tax exemption applies to employer-supported childcare arrangements.\n\nSection 318 mainly applies to workplace nurseries in some narrow circumstances. See [EIM21905](http://www.hmrc.gov.uk/manuals/eimanual/EIM21905.htm)for an overview of the circumstances when the exemption applies.\n\nFrom 6 April 2005 new provisions in Section 318A - D extended the existing exemption. See the summary of the changes at [EIM21902](http://www.hmrc.gov.uk/manuals/eimanual/EIM21902.htm).\n\nThe tax exemption provided by section 318A is further amended with effect from 6 April 2011. See the summary of the changes at EIM22010.\n\n### Arrangement of guidance\n\nThe guidance is set out in separate blocks (see [EIM21901](/guidance/employment-income-manual/EIM21901)).\n\nGuidance on vouchers given to employees to pay for qualifying childcare begins at [EIM16050](/guidance/employment-income-manual/EIM16050)."}]},{"title":" Works bus exemption and public bus subsidies","sections":[{"manual-section-id":"EIM21850","title":"Exemption for works\n\nbuses","body":"\n\n## Section 242 ITEPA 2003 and S.I.2002 No.205\n\nThe benefit of a works bus service is exempted from tax if the following conditions are satisfied:\n\n*   The service is provided to transport employees on \"qualifying journeys\" that are*   Between home and a workplace. This can include journeys that are completed only partly on a works bus, for example, an employee may drive a car to a pick-up point and complete the journey by works bus.  It can also include journeys between workplaces.\n*   It can also include journeys that do not strictly fall within the definition of &#x201C;qualifying journeys&#x201D; such as a journey made on a working day between the workplace and shops or other amenities where the distance is no more than 10 miles one-way (20 miles return journey). This is intended to provide access to town centre amenities for employees, typically but not exclusively during a lunch break, without the need for them to use private cars. The journey must take place on a normal working day, so the exemption does not apply to an employee who uses the service on a day when they are not at work.\n*   the service is available to employees generally of the employer, whether or not all those employees use the service or find it convenient to do so,\n*   the main use of the service is for qualifying journeys by the employees,\n*   the use of the service is nearly all by employees and their children. Minor occasional use by other people will not disqualify exemption, provided it is not a substantial part of the use of the service,*   the vehicle used to provide the works bus service is either:\n\nThe exemption applies whether the employer owns the bus itself or hires it on contract from a bus operator.\n\nTwo or more employers may band together to provide a works bus service. That will be exempt if the conditions are all satisfied looking at the employees of each employer together.\n\nNote that children riding in the bus to get to school, or employees occasionally using the service to go shopping rather than get to work, will not disqualify relief so long as the \"main use\" test is met. Note also that the exemption relates to the bus service not to the bus itself. So if an employer uses a bus both to run a works bus service and to take the employees on an office outing to Blackpool, the works bus service may be exempt and the office outing a taxable benefit. The annual value and running expenses of the bus would need to be apportioned fairly between the two to arrive at the cash equivalent of the benefit of the office outing.\n\nServices in a vehicle not available to employees generally, for instance services confined to directors or senior employees, remain a taxable benefit. "},{"manual-section-id":"EIM21855","title":"Exemption for subsidies\n\nto public bus services","body":"\n\n## S243 ITEPA 2003\n\nThis is an exemption which was introduced to allow employers, unable or unwilling to operate their own works bus, to provide an alternative method of transport for their employees.\n\nWithout the exemption, tax would be charged if an employee received a free or discounted bus pass for travel on a route stopping at or near the workplace or travelled on a route stopping at or near the workplace that had been improved as a result of the financial or other support being provided by the employer.\n\n### How does the exemption work?\n\nWhen an employer provides financial or other support to a public transport company running a public transport road service a benefit could arise on the employees if\n\n*   The public transport company improves the particular public transport road service.  For example adding an extra stop outside the workplace, running extra services during rush hour or late at night or continuing a service which was under threat of removal.\n*   For a local bus service, the public transport company provides free or discounted passes for the particular public transport road service.\n\nS243 ITEPA 2003 exempts this benefit provided certain conditions are met.  The exemption for a free or reduced price bus pass is limited to local bus services (as defined in the 1985 Transport Act) that have regular stops along their route.\n\n### The conditions\n\n*   The employees must use the service at least partly for qualifying journeys (qualifying journeys means the same as for the works bus exemption at [EIM21850](/guidance/employment-income-manual/EIM21604#EIM21850) and the definition also includes journeys between home and work, or between workplaces, that are completed only partly on a bus - for example an employee may drive a car to a Park and Ride (or similar) pick up point and complete their journey on public transport).\n*   The service must be available to all employees of the employer.\n*   The financial or other support provided must be meaningful - it must make a difference to the particular service or services that support the workplace and it must be paid or provided on an annual basis.\n*   The financial support must not be recoverable from the employee at any time.\n*   The other support must not be provided in the course of the day to day function of the employer.  So a local authority advising on local transport issues would be classed as business as usual and would not satisfy the terms of the exemption.\n*   The ticket or pass provided as a result of the financial or other support must be for a specific service or services that serve the workplace.  A pass that covers a network of routes in a local area or zone will not meet the terms of the exemption.\n\n### Other points\n\n*   An employer negotiating a discount using their bulk purchasing power would not be supporting the particular service or services.  Buying a ticket is a normal commercial arrangement and not financial or other support.\n*   There would be no charge under Part 3 Chapter 4 ITEPA 2003 (see [EIM16000](/guidance/employment-income-manual/EIM16000)) if the employee was provided with a voucher, such as a season ticket, for travel on the bus.  But the season ticket in question must be limited to the particular bus route or numbered service for which the employer has provided financial or other support.\n*   Where an employer offers bus pass salary sacrifice arrangements to their employees that are intended to take advantage of the exemption in S243 ITEPA 2003 the arrangements must satisfy all of the conditions above."}]}]}}