{"title":"EIM35010 - Travelling expenses","details":{"manual-section-id":"EIM35010","body":"","breadcrumbs":["EIMANUAL","EIM35000","EIM35010"],"sections":[{"title":" Introduction\n\nThe rules on travelling expenses provided by Sections 373 to 375\napply to:\n\n*   employees who are not domiciled in the\nUnited Kingdom, but\n*   perform the duties of their employment\nhere.\n\nThe rules deal with travel expenses. There is no provision for\nany deduction to be given in respect of accommodation or\nsubsistence at the United Kingdom workplace if this is provided by\nthe employer either for the employee or the family.\n\n### Conditions\n\n*   The employee must not be domiciled in the\nUnited Kingdom\n*   the expenses, etc. must be included in the\nemployee's earnings (in the usual case, the expenses, etc. will\n\n    have been met or reimbursed by the employer) and\n*   each employee must satisfy:\n\n*   the general conditions regarding the time limit\n\n    and the qualifying arrival\n*   the specific conditions relevant to each\n\n    expense.\n\n### Definitions\n\n**Domicile** - an employee is domiciled in the country\n\nwhere the permanent home is located.\n\n**United Kingdom**- England, Wales, Scotland, Northern\n\nIreland, the territorial seas extending to the 12 mile limit from\n\nthe shoreline and airspace over that land and sea.\n\nExpanded definitions and advice may be found at the\n\nreferences listed below:","sections":[{"manual-section-id":"EIM42804","title":"domicile","body":"IM1630 tells you about what is meant by domicile.\n\nSee\n[EIM42806](/guidance/employment-income-manual/EIM42800#EIM42806) for the action to take when an\nindividual, who is only liable to tax on employment income, claims\nto be domiciled outside the United Kingdom.\n\nSee IM1635, if there is some other liability, for example, on\nMiscellaneous Income under the special rules for Foreign Income in\nPart 8 IT(TOI)A 2005 (previously under Case IV or V of Schedule\nD)."},{"manual-section-id":"EIM40032","title":"the United Kingdom","body":"The United Kingdom means England, Wales, Scotland and Northern\nIreland. Section 1013 ITA 2007 extends this for tax purposes to\ninclude the territorial sea of the United Kingdom. The territorial\nsea means all waters within twelve nautical miles of the shore of\nthe United Kingdom.\n\nUnited Kingdom airspace is also part of the United Kingdom.\nThis may be relevant when considering where aircrew are performing\nthe duties of their employment.\n\nThe Isle of Man and the Channel Islands are not part of the\nUnited Kingdom.\n\nSee \n[EIM40208](/guidance/employment-income-manual/EIM40000#EIM40208) for information on the\ndesignated areas for employees involved in the offshore oil and gas\nindustry."}]}]}}