{"title":"introduction and expenses from A to E","details":{"manual_section_id":"EIM32401","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","sections":[{"title":" Introduction\n\n### Assistant's wages","sections":[{"manual_section_id":"EIM32410","title":"Assistant's wages","body":"As a general rule, payments made by an employee to someone else\nfor assistance in carrying out the employee's duties will not be\ndeductible under Section 336 ITEPA 2003.\n\nIf another holder of that job could carry out all of the duties\nwithout assistance the expense could not be one that each and every\nholder of the employment would have to incur, see \n[EIM31640](http://www.hmrc.gov.uk/manuals/eimanual/EIM31640.htm). Also, the expense is not\nincurred in performing the duties of the employment but in paying\nsomeone else to perform those duties, see \n[EIM31650](http://www.hmrc.gov.uk/manuals/eimanual/EIM31650.htm).\n\nThis rule was approved by the Courts in the cases of Lothian\nv Macrae (2TC65) and Jardine v Gillespie (5TC263).\n\nThere are a number of exceptions to the general rule, see \n[EIM32415](http://www.hmrc.gov.uk/manuals/eimanual/EIM32415.htm)."},{"manual_section_id":"EIM32415","title":"Assistant's wages: when a deduction may be given","body":"As a general rule no deduction can be given under Section 336\nITEPA 2003 for the payment of wages to an assistant, see \n[EIM32410](http://www.hmrc.gov.uk/manuals/eimanual/EIM32410.htm). There are a number of\nexceptions to this rule.\n\nA deduction can be given in the following circumstances:\n\n*   where the employee is paid solely by\nresults so that, in taking on assistance, the employee can maximise\nhis or her earnings from the employment. Examples include examiners\nwho pay others to carry out arithmetical checks of marks, see[EIM62910](http://www.hmrc.gov.uk/manuals/eimanual/EIM62910.htm).\n*   where it is actually part of the duties of\nthe employment to engage and remunerate assistants to do some of\nthe work. Examples include\n\n*   sub-postmasters who are responsible for providing\nadequate staff, see[EIM68210](http://www.hmrc.gov.uk/manuals/eimanual/EIM68210.htm) and\n*   clergymen, see[EIM60047](http://www.hmrc.gov.uk/manuals/eimanual/EIM60047.htm).\n\nFor the amount of the deduction to be given see \n\n[EIM32420](http://www.hmrc.gov.uk/manuals/eimanual/EIM32420.htm)."},{"manual_section_id":"EIM32420","title":"Assistant's wages: amount of deduction to be given","body":"In certain unusual circumstances a deduction may be given under\nSection 336 ITEPA 2003 for assistant's wages, see \n[EIM32415](http://www.hmrc.gov.uk/manuals/eimanual/EIM32415.htm). You should examine cases\nparticularly critically where the payments are made to a relative\nof the employee or to a person who is otherwise connected with the\nemployee.\n\nFirstly, you should consider whether the amount paid is\nappropriate for the nature and amount of work performed. Is the\namount paid excessive?\n\nSecondly, you should check in appropriate cases that the\nwages have actually been paid. It is not enough, for example, for\nan employee to contend that the wages were paid to his or her\nspouse or partner as part of the weekly housekeeping.\n\nYou should not allow any deduction where the wages are\nexcessive or have not been paid.\n\nIf wages have been paid you should consider whether PAYE has\nbeen operated, see \n[EIM32425](http://www.hmrc.gov.uk/manuals/eimanual/EIM32425.htm)."},{"manual_section_id":"EIM32425","title":"Assistant's wages: operation of PAYE","body":"If you accept that the conditions in \n[EIM32415](http://www.hmrc.gov.uk/manuals/eimanual/EIM32415.htm) and \n[EIM32420](http://www.hmrc.gov.uk/manuals/eimanual/EIM32420.htm) are met, so that a deduction is\ndue for wages paid by an employee to an assistant, you should\nconsider whether PAYE has been properly operated.\n\nFind out whether deduction documents have previously been issued\nto the employee. If not, follow the procedures at EP860 onwards."}]},{"title":" Blind employee's guide dog","sections":[{"manual_section_id":"EIM32430","title":"Blind employee's guide dog","body":"Where a blind employee keeps a guide dog at his or her own\nexpense in order to move from place to place in the performance of\nthe duties of his or her employment a deduction under Section 336\nITEPA 2003 can be given.\n\nThe deduction should reflect the reasonable cost of keeping and\nreplacing the guide dog. You should not try to apportion the cost\nbetween business and private use."}]},{"title":" Books\n\n### Car washing\n\n### Child minding or other domestic expenses","sections":[{"manual_section_id":"EIM32445","title":"Child minding or other domestic expenses","body":"No deduction is due under Section 336 ITEPA 2003 for costs\nincurred by an employee in paying someone to look after children or\nto perform other domestic duties so that he or she can go out to\nwork.\n\nThis rule has been supported by the Courts on a number of\noccasions. In Halstead v Condon (46TC289) a widower paid for\nsomeone to look after his children while he was at work. It was\ndecided in the High Court that no deduction could be given because\nthe expenditure was not incurred by the employee in the performance\nof his duties. The expenditure only put the employee in a position\nto perform those duties, see \n[EIM31650](http://www.hmrc.gov.uk/manuals/eimanual/EIM31650.htm).\n\nA similar conclusion was reached in the case of Bowers v\nHarding (3TC22), which concerned the cost of employing a domestic\nservant to carry out the duties of a wife who was in employment."}]},{"title":" Clothing","sections":[{"manual_section_id":"EIM32450","title":"Clothing","body":"No deduction should be permitted under Section 336 ITEPA 2003\nfor the cost of ordinary clothing worn at work.\n\nThe cost of clothing worn at work has been considered by the\nCourts on a number of occasions. The case law is summarised at \n[EIM32455](http://www.hmrc.gov.uk/manuals/eimanual/EIM32455.htm) and illustrated by examples \n[EIM32460](http://www.hmrc.gov.uk/manuals/eimanual/EIM32460.htm) and \n[EIM32461](http://www.hmrc.gov.uk/manuals/eimanual/EIM32461.htm).\n\nA deduction is permitted for the cost of certain specialist\nclothing, see \n[EIM32465](http://www.hmrc.gov.uk/manuals/eimanual/EIM32465.htm). The sort of clothing for which\na deduction may be permitted is illustrated by examples \n[EIM32471](http://www.hmrc.gov.uk/manuals/eimanual/EIM32471.htm) and \n[EIM32476](http://www.hmrc.gov.uk/manuals/eimanual/EIM32476.htm).\n\nWhere a deduction is permitted for the cost of clothing a\ndeduction should also be permitted for the upkeep of that clothing,\nsee \n[EIM32480](http://www.hmrc.gov.uk/manuals/eimanual/EIM32480.htm) and examples \n[EIM32481](http://www.hmrc.gov.uk/manuals/eimanual/EIM32481.htm) and \n[EIM32482](http://www.hmrc.gov.uk/manuals/eimanual/EIM32482.htm)."},{"manual_section_id":"EIM32455","title":"Clothing: case law","body":"The leading case on clothing is Hillyer v Leeke (51TC90). Mr\nHillyer was a computer engineer who was required by his manager to\nwear a suit and tie at work. He only wore his suit and tie at work\nand they suffered excessive wear and tear as a result of the nature\nof his duties. It was held in the High Court that no deduction was\ndue for the cost of the clothing.\n\nThe cost of the clothing was not incurred wholly and exclusively\nin the performance of Mr Hillyer's duties, see \n[EIM31660](http://www.hmrc.gov.uk/manuals/eimanual/EIM31660.htm). At the same time as he was\nwearing the clothing for work it was also meeting his need for\nwarmth and decency.\n\nIt could not be said that warmth and decency were merely\nincidental to the business purpose of the clothing, see \n[EIM31664](http://www.hmrc.gov.uk/manuals/eimanual/EIM31664.htm). Both purposes were\ninextricably intermingled.\n\nThe cost of the clothing could not be apportioned to take\naccount of the wear and tear suffered at work. There is no part of\nthe cost of the clothing that can be identified as incurred\nexclusively in the performance of the duties, see \n[EIM31661](http://www.hmrc.gov.uk/manuals/eimanual/EIM31661.htm).\n\nThe fact that the employer required Mr Hillyer to wear\n\nparticular clothing did not help his case. Goulding J commented\n\nthat:\n\n\"the employee has to wear something and the nature of his job\n\ndictates what that something will be.\"\n\nMany jobs require clothing of a particular type. For example,\n\noutdoor workers may require warm clothing while other workers may\n\nrequire lightweight clothing. There are also jobs for which the\n\nemployee is required to be particularly smart. The fact that\n\nparticular clothing may be necessary to carry out a particular job\n\ndoes not make the cost of that clothing deductible. This is\n\nillustrated by examples \n\n[EIM32460](http://www.hmrc.gov.uk/manuals/eimanual/EIM32460.htm) and \n\n[EIM32461](http://www.hmrc.gov.uk/manuals/eimanual/EIM32461.htm).\n\nSimilarly the fact that the clothing was only worn at work\n\nwas immaterial. There was no necessity to restrict his wearing of\n\nit to his working hours.\n\nA deduction is permitted for the cost of certain specialist\n\nclothing, see \n\n[EIM32465](http://www.hmrc.gov.uk/manuals/eimanual/EIM32465.htm)."},{"manual_section_id":"EIM32460","title":"Clothing: example","body":"A night watchman is employed to patrol a builder's yard\novernight. He needs to provide his own clothing and this includes a\nwarm waterproof jacket that he keeps at the yard and only wears at\nwork. The jacket has a reflective surface so that he can be seen in\nthe dark.\n\nNo deduction is due for the cost of the jacket or any of the\nother clothing that the night watchman wears. The jacket is\nordinary clothing but of a type dictated by the nature of his job.\nIt provides him with warmth and cover and the cost is not incurred\nwholly and exclusively in the performance of his duties, see \n[EIM32455](http://www.hmrc.gov.uk/manuals/eimanual/EIM32455.htm)."},{"manual_section_id":"EIM32461","title":"Clothing: example","body":"All of the sales assistants in a designer clothes shop are\nrequired by their employer to dress fashionably using the range of\nclothing sold in the shop. The purpose is to present a consistent\nand attractive image that will encourage sales.\n\nThe cost of the clothing is not deductible. The clothing is\nneeded for warmth and decency as well as reinforcing the corporate\nimage. The cost is not incurred wholly and exclusively in the\nperformance of their duties, see \n[EIM32455](http://www.hmrc.gov.uk/manuals/eimanual/EIM32455.htm)."},{"manual_section_id":"EIM32465","title":"Clothing: specialist clothing","body":"The Courts have recognised that there may be exceptions to the\ngeneral rule in \n[EIM32455](http://www.hmrc.gov.uk/manuals/eimanual/EIM32455.htm) that the cost of clothing is\nnot deductible.\n\nThe rules for computing taxable business profits contain a\nsimilar rule that expenses must be incurred wholly and exclusively\nfor a business purpose. In the Trading Income case of Caillebotte v\nQuinn (50TC222) Templeman J commented that:\n\n\"the cost of protective clothing worn in the course of carrying\non a trade will be deductible, because warmth and decency are\nincidental to the protection necessary to the carrying on of the\ntrade.\n\nIn the same way a deduction can be permitted from earnings for\nthe cost of protective clothing, see \n[EIM32470](http://www.hmrc.gov.uk/manuals/eimanual/EIM32470.htm). In the case of Hillyer v Leeke\n(51TC90) Goulding J recognised that the cost of clothing could be\ndeductible where the clothing is:\n\n> \"of a special character dictated by the occupation as a matter\n> of physical necessity.\"\n\nWe also accept that specialist clothing can include clothing\n\nthat is a uniform or part of a uniform, see \n\n[EIM32475](http://www.hmrc.gov.uk/manuals/eimanual/EIM32475.htm).\n\nA deduction can only be permitted where the employee \n\n**must** provide the specialist clothing at his or her\n\nown expense."},{"manual_section_id":"EIM32470","title":"Clothing: protective clothing","body":"A deduction can be permitted for the cost of genuinely\nprotective clothing that is worn as a matter of physical necessity\nbecause of the nature of the job and where the employee must bear\nthe cost. This will typically cover items such as overalls,\nprotective gloves and boots.\n\nIn the case of Woodcock v CIR (51TC698) the taxpayer wanted a\ndeduction for the cost of ordinary clothing worn underneath\nprotective clothing and for his shoes and glasses worn at work. A\ndeduction was refused because none of this clothing can be said to\nbe worn wholly and exclusively in performing the duties of the\nemployment.\n\nWhere you accept that a deduction can be permitted for items\nof protective clothing you should \n**not** also permit a deduction for other clothing\nworn at the same time, see example \n[EIM32471](http://www.hmrc.gov.uk/manuals/eimanual/EIM32471.htm)."},{"manual_section_id":"EIM32471","title":"Clothing: protective clothing: example","body":"The employees in a chemical factory are required to wear\nprotective overalls and boots and to provide them at their own\nexpense. Underneath their overalls they wear trousers, shirts and\nunderwear but they must leave this clothing at work because of the\nrisk of contamination. After each shift they shower and then change\ninto clean clothes to go home.\n\nA deduction is due for the cost of the protective overalls and\nboots. Any warmth and cover from the protective clothing is merely\nincidental, see \n[EIM32465](http://www.hmrc.gov.uk/manuals/eimanual/EIM32465.htm). No deduction is due for the\ncost of the other clothing worn with the protective clothing. This\nis ordinary clothing and the cost is not incurred wholly and\nexclusively in the performance of the duties of the employment."},{"manual_section_id":"EIM32475","title":"Clothing: uniforms","body":"A deduction can be permitted for clothing that is recognisably a\nuniform or part of a uniform, where the employee is required by his\nor her duties to wear it and must bear the cost of it. A uniform in\nthis context means a set of clothing of a specialised nature that\nis recognisable as a uniform and is intended to identify its wearer\nas having a particular occupation. Examples include traditional\nnurse or police uniforms.\n\nIt is not enough for the clothing to be uniform in the sense\nthat all employees in the same employment wear clothing of a\nsimilar design or colour. For example, a Bank may wish to reinforce\nits corporate image by requiring all counter staff to wear a shirt\nor blouse in the corporate colours of blue and green. That clothing\nis not a uniform for this purpose and no deduction can be permitted\nfor the cost of acquiring such clothing.\n\nFixing a permanent and conspicuous badge to what would\notherwise be ordinary clothing may be enough to make it a uniform,\nbut each case must be considered on its merits. The essential test\nis whether the employee would readily be recognised as wearing a\n\nuniform by the person in the street. A detachable badge is not\n\nsufficient to make the clothing to which it is attached part of a\n\nuniform.\n\nFormal evening dress which, because of the customary practice\n\nof a particular occupation, is habitually worn on a day to day\n\nbasis while performing the duties (for example, dinner jackets worn\n\nby waiters) may also be accepted.\n\nEven where you accept that an employee wears a uniform it is\n\nlikely that not all of the clothing they wear is part of that\n\nuniform. No deduction should be permitted for clothing that is not\n\npart of the uniform. For example, shoes, socks and underwear.\n\nThe guidance on uniforms is illustrated by examples \n\n[EIM32476](http://www.hmrc.gov.uk/manuals/eimanual/EIM32476.htm) and \n\n[EIM32477](http://www.hmrc.gov.uk/manuals/eimanual/EIM32477.htm).\n\nIn cases where the uniform or clothing remains the property\n\nof the employer, see also \n\n[EIM32478](http://www.hmrc.gov.uk/manuals/eimanual/EIM32478.htm)."},{"manual_section_id":"EIM32476","title":"Clothing: uniforms: example","body":"An airline requires its cabin crew to wear a blue jacket with a\nblue skirt or trousers, all of which have the airline name\nprominently sewn into the material. In addition female cabin crew\nare required to have a blue scarf with the airline name prominent.\nWith this uniform crew are required to wear a white shirt or\nblouse, blue socks or dark tights and black shoes.\n\nThe jacket, skirt or trousers and scarf are a uniform and a\ndeduction would be permitted for the cost of these items if the\nemployees had to bear the cost themselves. The shirt or blouse,\nsocks or tights and shoes are not treated as part of the uniform\nfor this purpose and the cost of these items is not deductible, see\n\n[EIM32475](http://www.hmrc.gov.uk/manuals/eimanual/EIM32475.htm)."},{"manual_section_id":"EIM32477","title":"Clothing: uniforms: example","body":"A high street retailer requires its staff to wear clothing\nbought by them from a corporate catalogue. The clothing is designed\nto present a consistent image and is largely in the corporate\ncolours of pink and green. The employer's name appears on labels\ninside the clothing. While they are working employees wear a\nclip-on badge with their name and the employer's name.\n\nNone of this clothing is a uniform for these purposes and no\ndeduction should be permitted. Although there is some uniformity in\nappearance there is nothing in this clothing that would readily\nidentify the employee to an observer as working for this employer,\nsee \n[EIM32475](http://www.hmrc.gov.uk/manuals/eimanual/EIM32475.htm). The detachable badge is not\nsufficient."},{"manual_section_id":"EIM32478","title":"Clothing: uniforms provided by employer","body":"Clothing provided for an employee by an employer is an employment related benefit within Section 201 ITEPA 2003 (see generally [EIM20001](http://www.hmrc.gov.uk/manuals/eimanual/EIM20001.htm) onwards).  Unless the employee is in an excluded employment, he or she is taxable on the benefit unless they are entitled to an off-setting deduction under Section 336.  The guidance at [EIM32475](http://www.hmrc.gov.uk/manuals/eimanual/EIM32475.htm) to EIM32477 applies to the benefit of employer provided clothing in the same way as it applies to clothing that the employees have to buy for themselves.\n\nIf the benefit of employer provided clothing does not satisfy the conditions for a deduction under Section 336 the employee is taxable on whatever is the cash equivalent of the benefit.  See generally [EIM21102](http://www.hmrc.gov.uk/manuals/eimanual/EIM21102.htm).  If the clothing is given to the employee the cash equivalent is the cost to the employer.  However, if the clothing remains the property of the employer, the taxable amount is the &#x201C;annual value&#x201D; of the use of the clothing (see [EIM21631](http://www.hmrc.gov.uk/manuals/eimanual/EIM21631.htm)).  That is, usually, 20% of its market value when first applied as a benefit.\n\nNote that the market value of the clothing is not the same as the cost to the employer.  It is the price that the clothing might reasonably be expected to fetch on a sale in the open market (see [EIM21632](http://www.hmrc.gov.uk/manuals/eimanual/EIM21632.htm)).  The market value of a set of &#x201C;corporate clothing&#x201D; is likely to be small, and 20% of that figure may well be negligible.  Where the corporate clothing does not satisfy the conditions for a deduction under Section 336 (see [EIM32477](http://www.hmrc.gov.uk/manuals/eimanual/EIM32477.htm)), you should therefore take into account the guidance on &#x201C;trivial benefits&#x201D; ([EIM21860](http://www.hmrc.gov.uk/manuals/eimanual/EIM21860.htm) onwards) before seeking to charge tax on employer provided clothing which remains the property of the employer. "},{"manual_section_id":"EIM32480","title":"Clothing: the cost of upkeep and replacement of uniform and protective clothing","body":"A deduction can be permitted for the cost of upkeep, replacement\nand repair of protective clothing or uniforms, see \n[EIM32465](http://www.hmrc.gov.uk/manuals/eimanual/EIM32465.htm), where the duties require it to\nbe worn and the employee must bear the cost. If the expense is\npartly met by the employer, for example by an untaxed allowance in\nlieu of uniform, only the net cost to the employee is deductible.\n\n No deduction can be permitted for the cost of upkeep,\nreplacement and repair of ordinary clothing. In the case of Ward v\nDunn (52TC517) a surveyor was not permitted a deduction for the\ncost of wear and tear and cleaning his clothing, even though the\nnature of his job put him to abnormally large expense in this\nrespect. The costs were not incurred wholly and exclusively in the\nperformance of his duties, see \n\n[EIM31660](http://www.hmrc.gov.uk/manuals/eimanual/EIM31660.htm).\n\n Where the cost of upkeep of clothing is deductible you\n\nshould allow a reasonable deduction for any necessary cost of\n\ncleaning that the employee actually incurs. This should not include\n\nnotional amounts, for example an estimate of the employee's labour\n\ncosts in carrying out the work at home. If the cleaning is carried\n\nout as part of the ordinary domestic wash the extra cost of\n\ncleaning work clothing should be small. \n\n[EIM32485](http://www.hmrc.gov.uk/manuals/eimanual/EIM32485.htm) suggests amounts that may be\n\naccepted as reasonable.\n\n If the employer provides protective clothing but does not\n\nprovide facilities for its cleaning a similar deduction may be\n\nmade.\n\n Flat rate expenses for cleaning costs have been negotiated\n\nfor operatives in particular industries, see \n\n[EIM32700](http://www.hmrc.gov.uk/manuals/eimanual/EIM32700.htm). Flat rate expenses have been\n\nnegotiated separately for nurses and other health care workers, see\n\n[EIM67210](http://www.hmrc.gov.uk/manuals/eimanual/EIM67210.htm) and \n\n[EIM66790](http://www.hmrc.gov.uk/manuals/eimanual/EIM66790.htm). Where there is a national\n\nagreement for a particular industry, a deduction can be allowed in\n\nthe amounts outlined at \n\n[EIM32712](http://www.hmrc.gov.uk/manuals/eimanual/EIM32712.htm). The amounts suggested at \n\n[EIM32485](http://www.hmrc.gov.uk/manuals/eimanual/EIM32485.htm) are acceptable where there is\n\nnot a national agreement in place.\n\n This guidance is illustrated by example \n\n[EIM32481](http://www.hmrc.gov.uk/manuals/eimanual/EIM32481.htm) and example \n\n[EIM32482](http://www.hmrc.gov.uk/manuals/eimanual/EIM32482.htm)."},{"manual_section_id":"EIM32481","title":"Clothing: the cost of upkeep and replacement of uniform and protective clothing: example","body":"A car manufacturer provides its employees with protective\noveralls and also provides a laundry service that is open to all\nemployees. However, the laundry capacity is limited and at peak\ntimes there can be a lengthy delay before overalls are returned\nfrom the laundry. For this reason some employees launder their own\noveralls.\n\nNo deduction should be permitted to the employees who launder\nthe overalls themselves, see \n[EIM32480](http://www.hmrc.gov.uk/manuals/eimanual/EIM32480.htm). The cost is not one that the\nemployee is necessarily obliged to incur, because facilities are\nprovided by the employer, see \n[EIM31645](http://www.hmrc.gov.uk/manuals/eimanual/EIM31645.htm)."},{"manual_section_id":"EIM32482","title":"Clothing: the cost of upkeep and replacement of uniform and protective clothing: example","body":"The employees in a factory are provided with protective overalls\nbut have to wash the overalls themselves. In 2008/09 the employer\nmakes a payment of 50p per week to each employee as a contribution\nto the cost. The overalls get so dirty that they need to be washed\nin a high temperature wash separate from other clothes. It is\nagreed that the laundry costs suggested in \n[EIM32485](http://www.hmrc.gov.uk/manuals/eimanual/EIM32485.htm) are reasonable.\n\nThere is an agreement that the payment of 50p per week may be\nmade without deduction of tax, see \n[EIM05200](http://www.hmrc.gov.uk/manuals/eimanual/EIM05200.htm). The cost of washing the\noveralls is deductible, see \n[EIM32480](http://www.hmrc.gov.uk/manuals/eimanual/EIM32480.htm). The net cost will be &#xA3;34\nfor 2008/09 (&#xA3;60 less &#xA3;26)."},{"manual_section_id":"EIM32485","title":"Clothing: the cost of upkeep and replacement of uniform and protective clothing: laundry costs","body":"Where the conditions of \n[EIM32480](http://www.hmrc.gov.uk/manuals/eimanual/EIM32480.htm) are met a deduction can be\npermitted for the cost of laundering protective clothing or\nuniforms. The amount of the deduction will depend on the nature of\nthe clothing and the frequency with which it is washed, taking\naccount of any additional direct costs of washing clothing at home.\n\n Some employees are covered by a nationally agreed flat rate\nexpense that includes laundry costs, see \n[EIM32700](http://www.hmrc.gov.uk/manuals/eimanual/EIM32700.htm). A flat rate expense has been\nnegotiated separately for nurses and other health care workers, see\n\n[EIM67210](http://www.hmrc.gov.uk/manuals/eimanual/EIM67210.htm) and \n[EIM66790](http://www.hmrc.gov.uk/manuals/eimanual/EIM66790.htm). For employees who are not\ncovered by a nationally agreed flat rate expense the amounts set\nout below may be accepted as a reasonable estimate of the\n\ndeductible expense.\n\n<table><tr><td>Year</td><td>Amount per year</td>\n</tr><tr><td>2008/09 onwards</td><td>&#xA3;60</td>\n</tr><tr><td>1998/99 to 2007/08</td><td>&#xA3;45</td>\n</tr><tr><td>1995/96 to 1997/98</td><td>&#xA3;30</td>\n</tr><tr><td>1994/95 and earlier\n\nyears</td><td>&#xA3;25</td>\n</tr></table>\n\nIf the expense is met partly by the employer the amount of the\n\ndeduction should be restricted, see example \n\n[EIM32482](http://www.hmrc.gov.uk/manuals/eimanual/EIM32482.htm).\n\n Deduction for a greater amount should not be permitted\n\nwithout adequate evidence of the expenditure actually incurred, see\n\n[EIM32715](http://www.hmrc.gov.uk/manuals/eimanual/EIM32715.htm)."}]},{"title":" Club subscriptions","sections":[{"manual_section_id":"EIM32500","title":"Club subscriptions","body":"Club membership is mainly a personal and social matter, giving\nrise to amenities and privileges limited to members. Any suggestion\nthat the cost of membership of a club is deductible as a necessary\nexpense incurred in the performance of the duties of the employment\nshould normally be rejected.\n\nThe leading case is Brown v Bullock (40TC1). The case is\ndescribed at \n[EIM31647](http://www.hmrc.gov.uk/manuals/eimanual/EIM31647.htm). It could not be said that the\ntaxpayer was performing the duties of his employment when paying\nthe subscription for the club.\n\nThe case of Elwood v Utitz (42TC482) is a very unusual\nexception to this general rule. It was held that the benefits\nobtained by the club subscription in that case were purely\nincidental to the business purpose of the payment. The case is\ndescribed at \n[EIM31664](http://www.hmrc.gov.uk/manuals/eimanual/EIM31664.htm).\n\nIf a membership fee is paid by an employer for a director or\nemployee within the benefits code see \n[EIM21696](http://www.hmrc.gov.uk/manuals/eimanual/EIM21696.htm)."}]},{"title":" Cost of living","sections":[{"manual_section_id":"EIM32505","title":"Cost of living: extra cost of living expenses","body":"It may sometimes be necessary for an employee to live near his\nor her work or to live in a particular location. As a result the\nemployee may incur extra living expenses over the amount that he or\nshe may have incurred if they were free to live where they\nwant.\n\nIf the cost of travel to that workplace is deductible under\nSection 337 to 340 ITEPA 2003 then the deductible expenses will\ninclude subsistence and accommodation costs that are attributable\nto that travel, see \n[EIM31815](http://www.hmrc.gov.uk/manuals/eimanual/EIM31815.htm). The circumstances in which\ntravelling expenses may be deducted are explained in the\ninstructions beginning at \n[EIM31805](http://www.hmrc.gov.uk/manuals/eimanual/EIM31805.htm).\n\nOtherwise the extra living expense incurred is not deductible\nunder Section 336 ITEPA 2003. The expense is not incurred in the\nperformance of the duties of the employment.\n\nThere are several decided cases in which a deduction was\nrefused for extra expenses of this kind.\n\n<table>\n<tr>\n<td>Bolam v Barlow</td><td>31TC136</td><td>Water board employee</td>\n</tr>\n<tr>\n<td>Collis v Hoare</td><td>31TC173</td><td>Admiralty employee</td>\n</tr>\n<tr>\n<td>McKie v Warner</td><td>40TC65</td><td>Company director</td>\n</tr>\n<tr>\n<td>Elderkin v Hindmarsh</td><td>60TC651</td><td>Pipe inspector</td>\n</tr>\n</table>"}]},{"title":" Diets and food supplements","sections":[{"manual_section_id":"EIM32507","title":"Diets and food supplements","body":"The cost of meals and other nutrition will only rarely be\ndeductible, except as part of the cost of qualifying business\ntravel, see \n[EIM31815](http://www.hmrc.gov.uk/manuals/eimanual/EIM31815.htm). This is so even where the\nnature of the employment imposes particular nutritional demands on\nthe employee. In Hillyer v Leake, see \n[EIM32455](http://www.hmrc.gov.uk/manuals/eimanual/EIM32455.htm), Goulding J. commented:\n\n'some jobs require the person holding them to work in the open\nair in very cold weather, so making that person hungrier than he\nwould be if he was sitting in a warm office, but it is quite clear\nthat he could not charge extra nourishment arising from those\ncircumstances against his taxable emoluments.'\n\nThe cost of meals and other nutrition is not incurred in\nperforming the duties of the employment, except in those rare cases\nin which an employee is employed to eat, for example a product\ntester for a food manufacturer. Similarly, it is not possible to\ndistinguish between calorific intake that is consumed in carrying\nout the employment and that consumed in the employee's other\nactivities. Unless the benefit of the calorific intake can be\n\ndemonstrated to be merely incidental to the business purpose the\n\nexpense will not satisfy the 'wholly and exclusively' rule, see \n\n[EIM31660](http://www.hmrc.gov.uk/manuals/eimanual/EIM31660.htm) and \n\n[EIM31664](http://www.hmrc.gov.uk/manuals/eimanual/EIM31664.htm).\n\nYou may face requests for a deduction from professional\n\nsports players, who may have a specialised diet, or may need to\n\ntake vitamins or other dietary supplements. No deduction should be\n\npermitted. In the case of Ansell v Brown (73TC338) the High Court\n\nruled that no deduction could be permitted for the cost of vitamin\n\nand other dietary supplements taken to increase the player's weight\n\nand muscle development to improve his fitness for the demands of\n\nprofessional rugby.\n\nIt was accepted that the rugby player would not have taken\n\nthe supplements if it were not for the demands of his employment.\n\nBut taking the supplements was not a duty of his employment, it was\n\nsomething he did to prepare himself to perform his duties, see \n\n[EIM31650](http://www.hmrc.gov.uk/manuals/eimanual/EIM31650.htm). And the need for the\n\nexpenditure arose out of his own personal circumstances, the need\n\nto increase his weight, see \n\n[EIM31640](http://www.hmrc.gov.uk/manuals/eimanual/EIM31640.htm). Therefore, even in this case\n\nthe statutory tests could not be met, see \n\n[EIM31630](http://www.hmrc.gov.uk/manuals/eimanual/EIM31630.htm)."}]},{"title":" Directors' expenses","sections":[{"manual_section_id":"EIM32510","title":"Directors' expenses","body":"A director is not entitled to a deduction for expenses that\nresult from the fact that he or she holds a number of\ndirectorships. Each directorship is a separate and distinct office.\nA deduction can only be permitted if an expense satisfies all of\nthe conditions of Section 336 ITEPA 2003 in relation to one of the\noffices. The conditions to be satisfied are summarised at \n[EIM31630](http://www.hmrc.gov.uk/manuals/eimanual/EIM31630.htm).\n\nA deduction is available by concession, see EIM32390, or by\nlegislation, see \n[EIM32035](http://www.hmrc.gov.uk/manuals/eimanual/EIM32035.htm), for certain travelling\nexpenses incurred by directors."}]},{"title":" Dirty money\n\n### Education and training","sections":[{"manual_section_id":"EIM32520","title":"Education and training: examination fees","body":"Examination fees paid to enable an employee to sit professional\nand other examinations in order to obtain qualifications are not\ndeductible under Section 336 ITEPA 2003. They may improve the\nability of the employee to do his or her job but they are not\nincurred in performing its duties, see \n[EIM31650](http://www.hmrc.gov.uk/manuals/eimanual/EIM31650.htm).\n\nThe leading case is Lupton v Potts (45TC643) in which an\narticled clerk was refused a deduction for a fee paid to sit the\nLaw Society exams. The expense was not incurred necessarily and\nexclusively in performing the duties of the employment that the\nclerk held. Similarly, in CRC v Decadt (TCL3792) a hospital doctor\nwas refused relief for the expenses of travelling to and sitting\nexternal professional examinations.\n\nThere are other mechanisms by which relief may be obtained\nfor the cost of work-related training. If a training course is paid\nfor or reimbursed by the employer see \n[EIM01210](http://www.hmrc.gov.uk/manuals/eimanual/EIM01210.htm) and \n[EIM05005](http://www.hmrc.gov.uk/manuals/eimanual/EIM05005.htm)."},{"manual_section_id":"EIM32525","title":"Education and training: education costs","body":"No deduction should normally be permitted under Section 336\nITEPA 2003 for expenses incurred by an employee for external\neducation. This is so even where the subject of the education is\nclosely relevant to the nature of the employment. The expenses are\nnot deductible because they are not incurred in the performance of\nthe duties of the employment, see \n[EIM31650](http://www.hmrc.gov.uk/manuals/eimanual/EIM31650.htm).\n\nThe case law is summarised at \n[EIM32530](http://www.hmrc.gov.uk/manuals/eimanual/EIM32530.htm).\n\nThe only exception is where the external education is an\nintegral part of the duties of the employment, see \n[EIM32535](http://www.hmrc.gov.uk/manuals/eimanual/EIM32535.htm).\n\nIn appropriate cases you should also consider the following\nadvice:\n\n*   where the expense of external education is\npaid for or reimbursed by the employer, see[EIM01210](http://www.hmrc.gov.uk/manuals/eimanual/EIM01210.htm) and[EIM05005](http://www.hmrc.gov.uk/manuals/eimanual/EIM05005.htm).\n*   where payments are made to an employee who\nis enrolled at a university, technical college or similar\n\n    educational establishment for at least one academic year and\n\n    attends that establishment full-time for at least 20 weeks a year,\n\n    see\n    [EIM06205](http://www.hmrc.gov.uk/manuals/eimanual/EIM06205.htm) onwards.\n*   where the employee attends an overseas\n\n    course, conference or study tour, see\n    [EIM31950](http://www.hmrc.gov.uk/manuals/eimanual/EIM31950.htm).\n\nThe circumstances in which the expense of external education can\n\nbe deducted are illustrated by example \n\n[EIM32545](http://www.hmrc.gov.uk/manuals/eimanual/EIM32545.htm)."},{"manual_section_id":"EIM32530","title":"Education and training: education costs: case law","body":"The leading case is Blackwell v Mills (26TC468). Mr Mills was a student laboratory assistant who was required to attend classes as a condition of his employment. He was refused a deduction for the cost of travelling to classes and for the purchase of textbooks. The expenses were not incurred in performing the duties of his employment.\n\nIn the High Court, Macnaghten J commented:\n\n\"it seems to me impossible to say that, when he was listening to the lecturer at the Chelsea Polytechnic, he was performing the duties of a student assistant at the laboratories of the company.\"\n\nThat decision was followed in Humbles v Brooks (40TC500), which concerned a school headmaster who attended weekend lectures as a pupil at an adult education college. He attended the course to improve his background knowledge of a subject he was required to teach. The course kept him up to date and provided him with material that he reproduced in lessons. In the High Court, Ungoed-Thomas J drew a distinction between:\n\n\"qualifying to teach and getting background material - and even getting information and material which he reproduced in his own lecture - on the one hand, and preparing his own lecture for delivery on the other hand.\"\n\nThe dividing line drawn by the Courts is between preparation for performing the duties of the employment, which may include attending educational courses, and actually performing those duties. Expenses of preparation are not deductible under Section 336 ITEPA 2003.\n\nSimilarly, no deduction is due for the costs of continuing professional education (CPE).  That is so even if participation in such activities is compulsory, and failure to do so may lead to the employee losing his or her professional qualifications, and/or their job.  CPE is not a duty of the employment for the purpose of Section 336.  The Special Commissioners confirmed this point in Consultant Psychiatrist v CIR (SpC557), which was about CPE expenses incurred by a consultant employed by a NHS Trust.  Note that Special Commissioners&#x2019; decisions do not set a binding precedent, but they do indicate the approach that a tribunal properly directed in the relevant law is likely to take to the point at issue.  Another case in the same line is Parikh v Sleeman (63TC75), which concerned a doctor who attended seminars. Once again, a deduction was refused.\n\nIn the recent case of Revenue &amp; Customs Commissioners v Dr Piu Banerjee ([2010] EWCA Civ. 843), the Court of Appeal accepted that a deduction for training costs incurred by an employee should be allowed if the employee was employed on a training contract where training was an intrinsic contractual duty of the employment (see also EIM32535 &amp; EIM32546) and where any personal benefit, unlike most CPE courses, would be incidental and not therefore give rise to a dual purpose of the expenditure."},{"manual_section_id":"EIM32535","title":"Education and training: where education is part of the duties of the employment","body":"In some cases, attendance at externally provided education courses will be a contractual duty of an employment. It is very unusual for external education to be among the obligatory duties of an employment. The Courts have adopted a restrictive approach to defining the duties of an employment, see [EIM31650](http://www.hmrc.gov.uk/manuals/eimanual/EIM31650.htm). In almost all cases you need to distinguish between doing the work of the employment and training or preparing to do that work. \n\nHowever, there are cases in which the duties of the employment necessarily include external education. Typically these cases will be employments which involve research or an employee who is undertaking a training phase of their career, during which the attendance at external courses represents an intrinsic part of the duties of the employment. Typical cases are illustrated by examples [EIM32545](http://www.hmrc.gov.uk/manuals/eimanual/EIM32545.htm)and [EIM32546](http://www.hmrc.gov.uk/manuals/eimanual/EIM32546.htm). \n\nIn the recent case of Revenue &amp; Customs Commissioners v Dr Piu Banerjee ([2010] EWCA Civ. 843), the Court of Appeal accepted that a deduction for training costs incurred by an employee should be allowed if the employee was employed on a training contract where training was an intrinsic contractual duty of the employment (see also [EIM32530](http://www.hmrc.gov.uk/manuals/eimanual/EIM32530.htm) &amp; EIM32546) and where any personal benefit would be incidental and not therefore give rise to a dual purpose of the expenditure.\n\nIt is important in cases where relief is sought for training costs incurred under the terms of a training contract for the employee to be able to demonstrate, by reference to the contract of employment and all other relevant documentation, that:\n\n*   Training is an intrinsic part of the contractual duties of the employment,\n*   All other duties are being undertaken as part of the training process. They constitute the practical aspects of the training process and are intended to complement the theoretical aspects of the training, which include the externally provided training,\n*   There is a mandatory requirement for the employee to undertake the external training as an intrinsic part of the duties of the employment and.\n*   Failure to complete the training and obtain the qualification will mean that the employee will not be able to continue in employment with the employer in the role that would otherwise have been available to them after qualification.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM32545","title":"Education and training: where education is part of the duties of the employment: example","body":"A scientist is employed by a University department to carry out basic research in polymer chemistry. As part of her continuing research she attends a presentation at a different university of the findings of a scientist working in the same field. She is required to attend such presentations as part of the programme of research for which she is employed. The subject matter of the presentation directly influences the content and direction of her own research. \n\nThe duties of this employment include research. In this case attendance at the presentation is an integral part of the research process and so is one of the duties of the employment. The costs of travel to the presentation are deductible. "},{"manual_section_id":"EIM32546","title":"Education and training: where education is part of the duties of the employment: example","body":"A trainee doctor employed as a registrar on a training contract is required, as a stated contractual duty of the employment, to attend various external training courses. As part of the duties of the employment there is a mandatory requirement to maintain a national training number by attending a series of training courses and events. Failure to complete the course and obtain the qualification will mean that he can not proceed to the next stage of his chosen profession.\n\nAttendance at the training events is an intrinsic part of the employment and one of the duties of the employment. The costs of travel to the events, course fees and other associated costs met by the employee are deductible."}]},{"title":" Employment agency fees","sections":[{"manual_section_id":"EIM32560","title":"Employment agency fees","body":"Fees paid by an employee to an employment agency for obtaining a job are not deductible under Section 336 ITEPA 2003. \n\nThe leading case is Shortt v McIlgorm (26TC262). A deduction was refused for a payment made to an employment agency. The payment was not made in the performance of the duties of the employment, see [EIM31650](http://www.hmrc.gov.uk/manuals/eimanual/EIM31650.htm). "}]}]}}