{"title":"EIM30000 – The benefits code:scholarships provided for members of the family or household of a\ndirector or employee: table of contents","details":{"manual-section-id":"EIM30000","body":"","breadcrumbs":["EIMANUAL","EIM30000"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM30001","title":"Scholarships:\ngeneral","body":"The holder of a scholarship is exempt from a charge to income\ntax on income from the scholarship, see EIM06200.\n\nBut a scholarship gives rise to a chargeable benefit where it\nis provided for a member of the family or household of a director\nor employee by reason of the employment of that director or\nemployee. Fortuitous awards of scholarships are the only exception\nto this rule, see\n[EIM30004](/guidance/employment-income-manual/EIM30004).\n\nThe charge applies to all directors and employees\n**except** those in lower paid employment. The amount\ntreated as earnings under Section 203 ITEPA 2003 is the expense\nincurred in providing the scholarship (see\n[EIM21102](/guidance/employment-income-manual/EIM21102)).\n\n'Family or household' has the meaning ascribed to it at\n[EIM20504](/guidance/employment-income-manual/EIM20504) and scholarship that at\nEIM06203."},{"manual-section-id":"EIM30002","title":"Extended meaning of 'by\nreason of the employment'","body":"A scholarship is provided \"by reason of a person&#x2019;s\nemployment\" if:\n\n1.  it falls within the ordinary meaning of those\nwords (see[EIM20503](/guidance/employment-income-manual/EIM20503)), or\n2.  it was provided by the person's employer (see[EIM20502](/guidance/employment-income-manual/EIM20502)), or\n3.  it was provided under arrangements entered into\nby his employer or a person connected with his employer whether or\nnot the arrangements require the employer or a connected person to\ncontribute directly or indirectly to the cost of providing the\nscholarship.\n\n\"Connected person\" has the meaning given in Section 839 ICTA\n1988 (see\n[CG14580](http://www.hmrc.gov.uk/manuals/cg1manual/cg14580.htm) onwards).\n\nMany scholarship schemes take the form of educational trusts\n\nset up by the employer or a third party. They are arrangements,\n\nwhich can give rise to chargeable benefits. They do so if\n\nscholarships are awarded to an individual who is a member of a\n\ndirector's or employee's family or household by reason of the\n\nemployment of that director or employee."},{"manual-section-id":"EIM30003","title":"The amount of the\nchargeable benefit","body":"Where an employer provides a scholarship the amount of the\nchargeable benefit is the \"expense incurred\" in providing it less\nany amount made good by the director or employee (see\n[EIM21120](/guidance/employment-income-manual/EIM21120)).\n\nWhere an award is made from an educational trust treat the\nexpense incurred in providing the award as the payments actually\nmade by the trustees (Section 214 ITEPA 2003). The figures should\nbe available from the returns made by the trustees, see TM1000. For\nthis purpose do not take into account any tax suffered by the trust\non its income."},{"manual-section-id":"EIM30004","title":"Fortuitous scholarship\nawards do not give rise to a chargeable benefit","body":"There is no chargeable benefit where the connection between the\naward of the scholarship and the employment is fortuitous. An award\nof a scholarship is treated as fortuitous if in any year of\nassessment:\n\n*   the scholarship is provided from a trust\nfund or under a scheme and\n*   it is held by a person receiving full time\ninstruction at a university, college, school or other educational\nestablishment (see EIM06204) and\n*   it would not be regarded as provided \"by\nreason of a person's employment\" within the ordinary meaning of\n\n    that phrase as at 1 of\n    [EIM30002](/guidance/employment-income-manual/EIM30002) (this means that 2 and 3 of\n    [EIM30002](/guidance/employment-income-manual/EIM30002) are ignored for this purpose)\n\n    and\n*   not more than 25 per cent of the payments\n\n    from that fund or scheme are attributable to scholarships provided\n\n    by reason of persons' employments. For this purpose the meanings of\n\n    \"by reason of the employment\" at 1, 2 and 3 of\n    [EIM30002](/guidance/employment-income-manual/EIM30002) do apply. The meaning of\n\n    employment is extended to include an office or employment whose\n\n    earnings are not liable to UK tax, but would be liable if:\n\n*   the employee were resident or ordinarily resident\n\n    in the United Kingdom and\n*   all the duties were performed wholly in the United\n\n    Kingdom."},{"manual-section-id":"EIM30005","title":"Claims that awards of\nscholarships are fortuitous","body":"The award of a scholarship is not within the exemption at\n[EIM30004](/guidance/employment-income-manual/EIM30004) if it can be shown that it was\nmade \"by reason of a person's employment\" within the ordinary\nmeaning of that phrase (see 1. of\n[EIM30002](/guidance/employment-income-manual/EIM30002)).\n\nIf it is claimed that a particular scholarship award has been\nmade fortuitously you will need to consider:\n\n*   whether the awards scheme is genuinely\nopen to the public at large\n*   the way in which the availability of the\nawards is publicised\n*   the criteria by which the awards are\nmade\n*   the proportion of awards that are made to\nmembers of the families or households of employees."},{"manual-section-id":"EIM30006","title":"Identifying and recording\neducational trusts","body":"An educational trust will normally be a discretionary capital\nsettlement to which the provisions of Section 686 ICTA 1988\napply.\n\nFollow the guidance at\n[TSEM5175](http://www.hmrc.gov.uk/tsemmanual/tsem5175.htm) as regards the\naction to take on learning of a new educational trust.\n\nThe reply will advise the trust office whether or not the\ntrust counts as an educational trust. If it does the trust office\nwill be sent an additional copy of the ruling on the tax treatment\nof the trust. This additional copy should be forwarded to the\noffice dealing with the PAYE scheme of the employer named first in\nthe trust deed.\n\nCopy rulings received from the trust office should be filed\nin the employer's file (133M). At the same time the employer's name\n\nand PAYE reference should be entered in an establishment file\n\n(133K) headed 'Educational and Scholarship Schemes'.\n\nIf you find scholarship awards being made by a foreign trust\n\nobtain the title documents and submit them to the Centre for\n\nNon-residents."},{"manual-section-id":"EIM30007","title":"Returns by trustees of\n\npayments made by educational trusts","body":"After 5 April each year a nominated Band D officer should:\n\n*   review the establishment file headed\n'Educational and Scholarship Schemes'\n*   send letters, adapted where necessary, to\nthe trustees of each trust on the lines of the draft letter in[EIM30008](/guidance/employment-income-manual/EIM30008). The name and address of the\ntrustee will be shown on the ruling from IR Trusts Bootle or\nFinancial Intermediaries and Claims Office in the employer's\nfile\n*   enclose a small supply of forms P11D with\nthe letter\n*   send a copy of the trustees' return to any\nother office which deals with an employer shown."},{"manual-section-id":"EIM30008","title":"Draft letter to trustees\n\nof educational trusts","body":"I understand that, as trustee of ................. Trust, you\nmake payments for educational or scholarship purposes.\n\nA charge to tax may arise on a director or employee under\nSection 211 ITEPA 2003 when:\n\n*   such a payment is made to or on behalf of\na member of his household and\n*   his employer has, as settlor, provided any\npart of the trust funds.\n\nI request you as a possible provider of benefits to supply in\naccordance with Section 15 (9) Taxes Management Act 1970, the\nfollowing information for the year ended 5 April ...\n\nHave you made any payments in the year 5 April ... for\neducational or scholarship purposes to:\n\n*   a director or employee?\n*   a child or other member of the family or\n\n    household of a director or employee (including a payment to a third\n\n    party such as an educational establishment)?\n\nIf so, please give details of:\n\n*   the name and address of the director or\n\n    employee (and the national insurance number, if known)\n*   the amounts of the payments made in the\n\n    year to each director or employee, or to a child of his or other\n\n    member of his family or household, or to a third party.\n\nYou can show these details on the enclosed forms P11D or give\n\nthem in any other form you find convenient. Where more than one\n\nemployer is involved, it will help if you note against each\n\ndirector or employee, the name and address of his employer."}]}]}}