{"title":"Employees using own vehicles for work: mileage allowance payments, AMAPs, MAR, passenger payments: table of contents","details":{"manual_section_id":"EIM31200","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n","sections":[{"title":" Overview","sections":[{"manual_section_id":"EIM31205","title":"Employees using own vehicles for work: overview","body":"\n\n## Sections 229 to 236 ITEPA 2003\n\nSections 229 to 236 ITEPA 2003 contain the statutory system which deals with:\n\n*   **Mileage Allowance Payments (MAPs)**: payments to employees who carry out business travel in cars, vans, motor cycles or cycles ([EIM31210](http://www.hmrc.gov.uk/manuals/eimanual/EIM31210.htm) onwards)\n*   **Approved Mileage Allowance Payments (AMAPs)**: a statutory exemption from tax for payments (up to a certain level, the &#x2018;approved amount for mileage allowance payments&#x2019;, [EIM31230](http://www.hmrc.gov.uk/manuals/eimanual/EIM31230.htm) onwards) to employees who carry out business travel in their own cars, vans, motor cycles or cycles\n*   **Mileage Allowance Relief (MAR)**: a statutory deduction to which employees who carry out business travel in their own cars, vans, motor cycles or cycles but receive less in mileage allowance payments than the approved (exempt) amount are entitled ([EIM31330](http://www.hmrc.gov.uk/manuals/eimanual/EIM31330.htm) onwards)*   **Passenger Payments**: an additional statutory exemption for payments (up to a certain level, the &#x2018;approved amount for passenger payments&#x2019;) to employees undertaking business travel in cars or vans (but not other kinds of vehicle) who carry as passengers fellow employees for whom the travel is also business travel, ([EIM31400](http://www.hmrc.gov.uk/manuals/eimanual/EIM31400.htm) onwards)\n\n### The equivalent scheme for National Insurance\n\nThere is an equivalent scheme for NICs but, while the tax and NICs schemes were aligned as much as possible, they differ in various ways. You should not assume that something that is true for one scheme is also true for the other.\n\nGuidance on the NICs scheme begins at NIM05800.\n\n### Payments not affected by the AMAPs rules\n\nThe rules described at EIM31210 onwards do not apply to:\n\n*   the tax treatment of **private** motoring costs met by an employer (see [EIM00520](http://www.hmrc.gov.uk/manuals/eimanual/EIM00520.htm))\n*   the tax treatment of business mileage payments at a fuel only rate to employees driving company cars (see [EIM25690](http://www.hmrc.gov.uk/manuals/eimanual/EIM25690.htm))\n*   payments etc that are not mileage allowance payments, [EIM31215](http://www.hmrc.gov.uk/manuals/eimanual/EIM31215.htm).\n\n### Dispensations\n\nAll MAPs are either exempt or chargeable, so dispensations are not available; see [EIM31390](http://www.hmrc.gov.uk/manuals/eimanual/EIM31390.htm).  "}]},{"title":" Mileage allowance payments (MAPs)","sections":[{"manual_section_id":"EIM31210","title":"Employees using own vehicles for work: definition and examples of mileage allowance payments","body":"Mileage allowance payments (MAPs) are:\n\n*   amounts (other than passenger payments,\nsee[EIM31400](http://www.hmrc.gov.uk/manuals/eimanual/EIM31400.htm))\n*   paid to an employee\n*   for expenses related to the use by that\nemployee\n*   for business travel (\n[EIM31260](http://www.hmrc.gov.uk/manuals/eimanual/EIM31260.htm))\n*   of a car, van, motor cycle or cycle (see[EIM31255](http://www.hmrc.gov.uk/manuals/eimanual/EIM31255.htm)).\n\nMAPs can therefore be paid for any such vehicle (including\ncompany cars), but that payments in respect of business travel in\ncompany cars cannot be exempt from tax as AMAPs.\n\n### Examples of mileage allowance payments\n\nThe following are all mileage allowance payments (MAPs):\n\n*   a mileage rate for business travel only,\n\n    paid in arrears on an actual basis\n*   a payment based on estimated mileage (as\n\n    long as the estimate is reasonable; if it is not, it is likely that\n\n    none of the payment is a MAP)\n*   a lump sum payment aimed at covering the\n\n    business proportion only of the standing costs of the car - for\n\n    example, we accept that the lump sum instalment payments for\n\n    regular business drivers made at nationally agreed rates by many\n\n    local authority and NHS employers are for this purpose. It must\n\n    not, for instance, a payment made merely because the person no\n\n    longer has a company car. While the lump sum will inevitably be\n\n    based on estimates, those estimates must be reasonable when made\n\n    and reviewed during the year to ensure that they remain\n\n    reasonable\n*   a combination of any of these (for\n\n    instance a monthly lump sum, a lower rate per mile and a separate\n\n    rate per mile for fuel costs, see example\n    [EIM31360](http://www.hmrc.gov.uk/manuals/eimanual/EIM31360.htm))\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)****(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n### Things which are not mileage allowance payments\n\nFor examples and details of how these items are treated, see\n\n[EIM31215](http://www.hmrc.gov.uk/manuals/eimanual/EIM31215.htm)."},{"manual_section_id":"EIM31215","title":"Employees using own vehicles for work: examples of things which are not mileage allowance payments","body":"This page supplements\n[EIM31210](http://www.hmrc.gov.uk/manuals/eimanual/EIM31210.htm), which contains examples of\nmileage allowance payments (MAPs).\n\nThese items are not MAPs and so cannot be exempt from tax\nunder the AMAPs legislation:\n\n*   anything that is not a**payment**, e.g.**benefits** provided, say insurance (the full cost\nshould be reported as a benefit to the employee on form P11D)\n*   anything that is not paid**to the employee**, e.g. a payment of the**employee&#x2019;s personal liability**, say to the\nprovider of a car loan (this should also be reported on form P11D),\nor a payment which would have been made to the employee had it not\nbeen**assigned** to someone else (unless out of net\n\n    pay)\n*   a payment\n    **not related to business mileage**, e.g. for private\n\n    mileage, or to compensate the employee for the fact that they no\n\n    longer have a company car (such payments are earnings which should\n\n    be subjected to PAYE in the normal way)\n*   a fixed amount per month that is\n    **not calculated on the basis of business mileage**,\n\n    including estimates (these are also normal earnings within PAYE).\n\n    Part of the payment cannot later be reclassified as being paid for\n\n    expenses; the nature of the payment is fixed when it is made.\n*   payments\n    **not in respect of mileage**, which are chargeable\n\n    under section 72(1) unless covered by a dispensation. We do not\n\n    apply section 359 so as to deny deduction for this kind of expense,\n\n    so deductions continue to be dealt with under the general expenses\n\n    rules in Part 5 Chapter 2 ITEPA 2003, see\n    [EIM31800](http://www.hmrc.gov.uk/manuals/eimanual/EIM31800.htm) onwards; e.g.\n\n*   payments for expenses like road, bridge and tunnel\n\n    tolls (these only allow the car to cross a line in the road)\n*   congestion charges (they may or may not relate to\n\n    mileage as they can be incurred while the vehicle is parked)\n*   parking (which has nothing to do with mileage at\n\n    all), or\n*   motoring offences such as speeding fines or\n\n    parking tickets (these cannot be covered by a dispensation).\n\nIt is therefore clear that not everything apparently connected\n\nwith mileage is a MAP. Any apparent inequity is accounted for by\n\nthe availability of Mileage Allowance Relief (MAR) - see\n\n[EIM31330](http://www.hmrc.gov.uk/manuals/eimanual/EIM31330.htm) onwards.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)****(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"}]},{"title":" Approved mileage allowance payments (AMAPs)","sections":[{"manual_section_id":"EIM31230","title":"Employees using own vehicles for work: the approved amount for mileage allowance payments","body":"As explained in the overview at\n[EIM31205](http://www.hmrc.gov.uk/manuals/eimanual/EIM31205.htm), from 6 April 2002 there is an\nexemption from tax for approved mileage allowance payments (AMAPs).\n\nOnly mileage allowance payments (MAPs) can be exempt from tax\nunder the AMAPs legislation. Two conditions must therefore be\nfulfilled before a payment is exempt under the AMAPs scheme:\n\n*   first: is the payment a mileage allowance\npayment (MAP), see[EIM31210](http://www.hmrc.gov.uk/manuals/eimanual/EIM31210.htm)\n\n*   second: is the payment within the approved\namount for mileage allowance payments applicable to that kind of\nvehicle (this page).\n\n### The approved amount for mileage allowance payments (the\napproved amount)\n\nThe approved amount applicable to a kind of vehicle is:\n\nwhere:\n\n*   M is the number of miles of business\n\n    travel (\n\n    [EIM31260](http://www.hmrc.gov.uk/manuals/eimanual/EIM31260.htm)) by the employee (other than as\n\n    a passenger), using that kind of vehicle in the tax year in\n\n    question (note that mileage in company vehicles (\n\n    [EIM31255](http://www.hmrc.gov.uk/manuals/eimanual/EIM31255.htm)) is excluded)\n*   R is the rate applicable to that kind of\n\n    vehicle (for rates and kinds, see\n    [EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)).\n\nNote that the period covered is the tax year itself, so the\n\nfigure used in the calculation is the actual business mileage in\n\nthe tax year, not (for instance) the mileage on claim forms\n\nsubmitted in the tax year. The AMAPs amount calculated from the\n\nactual business mileage in the year is then compared to MAPs made\n\n**for** that mileage (i.e.\n\n**for** the year), whether they are made in the same\n\ntax year or shortly afterwards for administrative reasons.\n\nSee\n\n[EIM31235](http://www.hmrc.gov.uk/manuals/eimanual/EIM31235.htm) for the use which is made of\n\nthe approved amount in calculating the amount chargeable to tax and\n\nany mileage allowance relief which may be available."},{"manual_section_id":"EIM31235","title":"Employees using own vehicles for work: use of the approved amount: chargeable amount and relief available","body":"### Chargeable amounts and relief available\n\nThe following 3 step calculation is carried out for each kind of\nvehicle (\n[EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)):\n\n### Step 1: calculate the mileage allowance payments received\n\nCalculate the amount of mileage allowance payments (MAPs,\n[EIM31210](http://www.hmrc.gov.uk/manuals/eimanual/EIM31210.htm)) received for that kind of\nvehicle for that tax year.\n\n### Step 2: deduct the approved (exempt) amount\n\nDeduct the approved amount for mileage allowance payments (the\napproved amount,\n[EIM31230](http://www.hmrc.gov.uk/manuals/eimanual/EIM31230.htm)) applicable to that kind of\nvehicle for that tax year.\n\n### Step 3: is the answer positive or negative?\n\nIf the answer is positive:\n\n*   this is the chargeable amount to be\n\n    reported on form P11D\n*   the amount in Step 2 is exempt.\n\nIf the answer is negative:\n\n*   this is the amount of Mileage Allowance\n\n    Relief (see\n    [EIM31330](http://www.hmrc.gov.uk/manuals/eimanual/EIM31330.htm)) to which the employee is\n\n    entitled\n*   all MAPs are exempt.\n\nThe answer may be modified in the following circumstances:\n\n*   if the employee uses more than one vehicle\n\n    in the same employment, see\n    [EIM31275](http://www.hmrc.gov.uk/manuals/eimanual/EIM31275.htm)\n\n*   if the employee has more than one\n\n    employment in the year, see\n    [EIM31280](http://www.hmrc.gov.uk/manuals/eimanual/EIM31280.htm).\n\n### Examples\n\nThese start at\n\n[EIM31350](http://www.hmrc.gov.uk/manuals/eimanual/EIM31350.htm)."},{"manual_section_id":"EIM31240","title":"Employees using own vehicles for work: statutory mileage rates 2002/03 onwards: kinds of vehicle","body":"\n\n## Section 230(2) ITEPA 2003\n\nStatutory mileage rates are used to work out the approved amount for mileage allowance payments ([EIM31230](http://www.hmrc.gov.uk/manuals/eimanual/EIM31230.htm)), the maximum amount of mileage allowance payments that can be paid free of tax under the AMAPs legislation. They are also used to calculate the amount of any mileage allowance relief (MAR) available to the employee ([EIM31330](http://www.hmrc.gov.uk/manuals/eimanual/EIM31330.htm)). These rates are shown below; any changes will be included as they occur.\n\nThe statutory rates are:\n\n### For 2002-03 to 2010-11\n\n<table>\n<tr>\n<td>**Kind of vehicle**</td>\n<td>**Business miles**</td>\n<td>**2002/03 -2010-11**</td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</table>\n\n### From 2011-12\n\n<table>\n<tr>\n<td>**Kind of vehicle**</td>\n<td>**Business miles**</td>\n<td>**2011-12 onwards**</td>\n</tr>\n<tr>\n<td>Car or van</td>\n<td>First 10,000After that</td>\n<td>45p25p</td>\n</tr>\n<tr>\n<td>Motor cycle</td>\n<td>All</td>\n<td>24p</td>\n</tr>\n<tr>\n<td>Cycle</td>\n<td>All</td>\n<td>20p</td>\n</tr>\n</table>\n\n### Kinds of vehicle\n\nAs the tables show, vehicles within the AMAPs scheme are grouped into three kinds:\n\n*   cars and vans*   motor cycles\n*   cycles.\n\nBusiness mileage and mileage allowance payments (MAPs) for all vehicles within the same kind are merged as though they related to a single vehicle, but separate calculations are made for each different kind of vehicle.\n\nThis rule is amended where different employments are associated (see [EIM31280](http://www.hmrc.gov.uk/manuals/eimanual/EIM31280.htm)). "},{"manual_section_id":"EIM31255","title":"Employees using own vehicles for work: qualifying and non-qualifying vehicles: company vehicle","body":"\n\n## Sections 229, 231, 235 and 236(2) ITEPA 2003\n\n### Vehicles to which the AMAPs legislation applies\n\nThe AMAPs legislation applies to the following vehicles, per section 235:\n\n*   cars - as for car benefits (see [EIM23100](http://www.hmrc.gov.uk/manuals/eimanual/EIM23100.htm) onwards) except that an invalid carriage also counts as a car for the purposes of AMAPs, MAR and passenger payments*   vans - as for van benefits (see [EIM22725](http://www.hmrc.gov.uk/manuals/eimanual/EIM22725.htm) from 2005/06, [EIM22065](http://www.hmrc.gov.uk/manuals/eimanual/EIM22065.htm) for earlier years)\n*   motor cycles\n*   cycles\n\nAll vehicles of those kinds are therefore &#x201C;vehicles to which this Chapter applies&#x201D;, section 229(1).\n\n### Company vehicles\n\nThe legislation at sections 229(4) and 231(3) goes on to prevent the AMAPs exemption or mileage allowance relief (MAR) from applying to company vehicles.\n\nA vehicle is a company vehicle if any of the following conditions are satisfied:\n\n*   it attracts a car (Section 120 ITEPA 2003), van (Section 154 ITEPA 2003) or general (Section 203 ITEPA 2003) benefit charge for the year\n*   the vehicle is made available by reason of the employment and is not available for the employee&#x2019;s private use (that is, it does not attract a benefit charge because it is only available for business travel)\n*   in the case of a car or van, it is covered by the pooled cars and vans rules at Sections 167 and 168 ITEPA 2003 (see [EIM23450](http://www.hmrc.gov.uk/manuals/eimanual/EIM23450.htm) onwards)\n*   in the case of a cycle, the employee would have been taxable on a benefit in respect of it, if the exemption described at [EIM21664](http://www.hmrc.gov.uk/manuals/eimanual/EIM21664.htm) had not applied.\n\nIn broad terms, what this means is that a vehicle is a company vehicle excluded from the AMAPs arrangements unless it is the employee's own vehicle. But this goes wider than a vehicle that is directly and personally owned by the employee. The way the definition is worded means that the AMAPs and MAR rules will still apply if, for example, the employee uses his or her spouse's car instead of his or her own car (provided of course that the spouse's car is not itself a company vehicle).\n\nAnother way of looking at this is to determine who is making the vehicle available to whom.  A company vehicle is one which is made available to the employee by reason of their employment (whether or not it is made available by the employer).  By contrast, the employee makes their own vehicle available to the employer."},{"manual_section_id":"EIM31260","title":"Employees using own vehicles for work: business travel","body":"\n\n## Section 236(1) ITEPA 2003\n\nThe legislation on approved mileage allowance payments (AMAPs) and mileage allowance relief (MAR) links the meaning of business travel directly to the rules for deductions under Sections 337 to 342 ITEPA 2003. That means that even though employees cannot get deductions for actual expenditure for business travel in their own vehicles ([EIM31335](http://www.hmrc.gov.uk/manuals/eimanual/EIM31335.htm)), the same rules apply to determine the types of journeys that qualify for tax relief. See [EIM31800](http://www.hmrc.gov.uk/manuals/eimanual/EIM31800.htm) onwards for guidance about journeys that qualify for tax relief.\n\nThe link to the travel expenses rules should be taken to mean that business travel also includes journeys that qualify for tax relief under the special rules for employees travelling to work outside the UK and for employees working but not domiciled in the UK.\n\nFor guidance on how the legislation on AMAPs and MAR applies to the special rules for:\n\n*   employees travelling to work outside the UK, see [EIM34004](http://www.hmrc.gov.uk/manuals/eimanual/EIM34004.htm)&#xA0;\n*   employees working but not domiciled in the UK, see [EIM35004](http://www.hmrc.gov.uk/manuals/eimanual/EIM35004.htm).\n\nFor travel to work-related training, see [EIM31265](http://www.hmrc.gov.uk/manuals/eimanual/EIM31265.htm).\n\nFor guidance on whether the employee needs to be obliged to use their own vehicle to make the journey, see [EIM31340](http://www.hmrc.gov.uk/manuals/eimanual/EIM31340.htm)."},{"manual_section_id":"EIM31265","title":"Employees using own vehicles for work: travel to work-related training","body":"\n\n## Section 250 ITEPA 2003\n\nTravel to work-related training is not undertaken in the performance of the duties of the employment.  It is therefore not business travel for the purposes of the AMAPs legislation.\n\nIt follows that no deduction is available for the costs of such travel, whether via Mileage Allowance Relief (MAR) or otherwise.\n\nHowever, amounts reimbursed in respect of expenses incurred in travel to work-related training are exempt, see [EIM01260](http://www.hmrc.gov.uk/manuals/eimanual/EIM01260.htm)."}]},{"title":" Adjustments to the above rules for special circumstances","sections":[{"manual_section_id":"EIM31275","title":"Employees using own vehicles for work: more than one vehicle used in the same employment","body":"As explained at\n[EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm), the AMAPs scheme divides\nvehicles into three kinds:\n\n*   cars and vans\n*   motor cycles\n*   cycles.\n\n### More than one vehicle of the same kind\n\nThe fact that more than one vehicle of the same kind is used in\nthe same employment is ignored; business mileage and mileage\nallowance payments are amalgamated as though only one vehicle had\nbeen used. This is so whether they are used consecutively or\nsimultaneously.\n\nThere is therefore only one 10,000 limit per employment, not\nper vehicle.\n\n### More than one kind of vehicle\n\nEach kind of vehicle is dealt with separately.\n\nSo if the employee uses a car or van for business travel and\nalso (say) a motor cycle, only the business miles in the car or van\ncount towards the 10,000 mile limit because motor cycles and cycles\nare different kinds of vehicle.\n\nExample\n\n[EIM31370](http://www.hmrc.gov.uk/manuals/eimanual/EIM31370.htm) illustrates both the above\n\nsituations.\n\n### Associated employments\n\nThe above rules are modified if the person has more than one\n\nemployment in the same tax year and the employments are associated\n\n(\n\n[EIM31280](http://www.hmrc.gov.uk/manuals/eimanual/EIM31280.htm); see example\n\n[EIM31375](http://www.hmrc.gov.uk/manuals/eimanual/EIM31375.htm))."},{"manual_section_id":"EIM31280","title":"Employees using own vehicles for work: more than one employment: associated employments","body":"Where an employee uses their own vehicle in the course of more\nthan one employment during a single tax year, each employment is\ntreated separately (so each has its own 10,000 mile higher rate\nlimit for cars and vans, see\n[EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)).\n\nThis rule is modified if the employments are associated. The\nbusiness mileage from all associated employments is added together\nwhen working out whether the 10,000 mile limit has been reached\n(see example at\n[EIM31380](http://www.hmrc.gov.uk/manuals/eimanual/EIM31380.htm)).\n\nThis applies both for working out the amount of any mileage\nallowance payments that are exempt from tax as approved mileage\nallowance payments and for working out the amount of any mileage\nallowance relief that is due (see\n[EIM31235](http://www.hmrc.gov.uk/manuals/eimanual/EIM31235.htm)).\n\n### Associated employments\n\nIn broad terms, two employments are associated if the earnings\nare added together in working out if an employee earns at least\n&#xA3;8,500 a year, see\n\n[EIM20106](http://www.hmrc.gov.uk/manuals/eimanual/EIM20106.htm).\n\nIn more detail, one employment is associated with another\n\nif:\n\n*   the employer is the same\n*   the employers are partnerships or bodies\n\n    and an individual or another partnership or body has control over\n\n    both of them, or\n*   the employers are associated companies\n\n    within the meaning of Section 416 ICTA 1988.\n\nTo see if the first or second of these apply, use the guidance\n\nat\n\n[EIM20106](http://www.hmrc.gov.uk/manuals/eimanual/EIM20106.htm). If there is a situation that\n\ndoes not come within the first or second and that you consider\n\nmight come within the third, seek advice from an Inspector who\n\ndeals with technical issues on corporation tax."}]},{"title":" Mileage allowance relief (MAR)","sections":[{"manual_section_id":"EIM31330","title":"Employees using own vehicles for work: mileage allowance relief (MAR): outline","body":"[](http://www.hmrc.gov.uk/manuals/eimanual/EIM31205.htm)\n\nEIM31205 provides an overview of the statutory scheme dealing\nwith employees who carry out business travel in their own cars,\nvans, motor cycles or cycles. It covers\n\n*   payments to employees, and\n*   deductions to which employees are\nentitled.\n\nThis page deals with the second of these. The deduction is\ncalled Mileage Allowance Relief (MAR)\n\n### Entitlement to mileage allowance relief\n\nAn employee is entitled to MAR for a year if that employee:\n\n*   uses their own vehicle (car, van, motor\ncycle or cycle) for business travel, and\n*   receives less mileage allowance payments (\n[EIM31230](http://www.hmrc.gov.uk/manuals/eimanual/EIM31230.htm)) than the approved amount (\n[EIM31235](http://www.hmrc.gov.uk/manuals/eimanual/EIM31235.htm)) applicable to that kind of\nvehicle (\n[EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)) for the tax year.\n\n### Calculation of mileage allowance relief\n\nThe same calculation is used to determine both MAR and the\n\nchargeable amount of mileage allowance payments, see\n\n[EIM31235](http://www.hmrc.gov.uk/manuals/eimanual/EIM31235.htm).\n\nThe same statutory mileage rates (\n\n[EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)) are used to calculate both MAR\n\nand the approved amount. It is therefore impossible for an employee\n\nto be chargeable for mileage allowance payments (MAPs) in excess of\n\nthe approved amount and be entitled to MAR in the same tax year for\n\nthe same kind of vehicle.\n\nThere is no alternative whereby, for example, employees may\n\nclaim for actual expenditure incurred (see\n\n[EIM31335](http://www.hmrc.gov.uk/manuals/eimanual/EIM31335.htm))."},{"manual_section_id":"EIM31335","title":"Employees using own vehicles for work: mileage allowance relief (MAR): no additional relief available","body":"\n\n## Section 231 ITEPA 2003\n\nEntitlement to MAR (the deduction for employees who carry out business travel in their own cars, vans, motor cycles or cycles) is explained at [EIM31330](http://www.hmrc.gov.uk/manuals/eimanual/EIM31330.htm).\n\n### Travel-related expenses within the scope of mileage allowance payments\n\nMAR is the only relief or deduction available for this kind of expense ([EIM31210](http://www.hmrc.gov.uk/manuals/eimanual/EIM31210.htm)).  Nothing more (such as capital allowances, actual expenditure, insurance, breakdown cover, repairs or loan interest relief) is available, however great the employee&#x2019;s actual expenditure.\n\nAn employee whose actual expenditure is greater than the approved amount receives no additional relief.  However, an employee whose actual expenditure is less that the approved amount is not chargeable on the difference.\n\n### Travel-related expenses NOT within the scope of mileage allowance payments\n\nThis kind of expense ([EIM31215](http://www.hmrc.gov.uk/manuals/eimanual/EIM31215.htm), e.g. parking and overnight hotel expenses) continues to be covered by the general expenses rules, not by the AMAPs scheme."},{"manual_section_id":"EIM31340","title":"Employees using own vehicles for work - must the employee be obliged to use their own vehicle?","body":"It might be thought that the &#x201C;obliged to incur and\npay&#x201D; condition in the travel expenses rules at sections 337\nand 338 ITEPA means that MAR is only available when the employee is\nobliged to undertake the journey in their own vehicle.\n\n This is not the case. If the employee is obliged to make the\njourney, and it is not prevented from being business travel by\nbeing either substantially or wholly ordinary commuting or private\ntravel, the means used to make the journey do not matter (any more\nthan if a person uses first class instead of second, or train\ninstead of coach).\n\n If the employee was obliged to make the journey and uses\ntheir own vehicle, the actual miles travelled on that journey count\nin the calculation of MAR for the tax year. MAR is only restricted\nby any mileage allowance the employee has actually received.\n\n This means that MAR may be available where, for example:\n\n*   the person could have used transport\n\n    provided by the employer but chose to use their own vehicle\n*   the person refused to use\n\n    employer-provided transport because they did not feel that the\n\n    appointed driver was sufficiently competent\n\n### Mileage allowance available but not received\n\nIt might also be thought that MAR must be restricted where the\n\nperson could have claimed a mileage allowance from their employer\n\nbut actually received nothing, either because they chose not to\n\nclaim or because they failed to do so in the time allowed by the\n\nemployer.\n\n This is also not the case. Mileage allowance payments which\n\nare actually received reduce the amount of MAR available pound for\n\npound, but those which might have been received but are not have no\n\neffect on the amount of MAR available.\n\n### Examples\n\nA footballer plays for Birmingham City and lives between\n\nCoventry and Birmingham. Birmingham are playing at Coventry and the\n\nteam coach is available. Because the footballer would travel west\n\nto reach the team coach, then east to go to Coventry, he makes the\n\njourney in his own car. The journey between home and a temporary\n\nworkplace is a business journey and he has actually driven the\n\nmiles in his own car, so MAR is available.\n\n An employee whose permanent place of work is in London\n\nattends a business meeting in Sheffield with colleagues. Although\n\nher colleagues propose to travel in the employer&#x2019;s pool car,\n\nshe uses her own car as she wants to return home early that\n\nevening. The journey is a business journey and MAR is available as\n\nshe has actually driven the miles between home and a temporary\n\nworkplace."}]},{"title":" MAPs, AMAPs and MAR: examples","sections":[{"manual_section_id":"EIM31350","title":"Employees using own vehicles for work: examples: no mileage allowance payments"},{"manual_section_id":"EIM31355","title":"Employees using own vehicles for work: examples: mileage allowance payments at pence per mile rate"},{"manual_section_id":"EIM31360","title":"Employees using own vehicles for work: examples: mileage allowance payments: monthly lump sum plus lower mileage rate","body":"\n\n## Section 230 ITEPA 2003\n\nThis page illustrates the calculation of chargeable mileage allowance payments and mileage allowance relief ([EIM31235](http://www.hmrc.gov.uk/manuals/eimanual/EIM31235.htm)) where an employee receives a fixed monthly lump sum and a (normally) lower rate per mile for business travel ([EIM31260](http://www.hmrc.gov.uk/manuals/eimanual/EIM31260.htm)) in their own vehicle.\n\nAll payments **must** be mileage allowance payments (MAPs, see [EIM31210](http://www.hmrc.gov.uk/manuals/eimanual/EIM31210.htm)), which means that the lump sum element must be calculated so as to cover only the business proportion of the standing costs of the car.  It must not be a payment made merely because the employee no longer has a company car; that is not a MAP.\n\n### EXAMPLE 1: For 2002-03 to 2010-11\n\nEmployee F uses their own car for business travel.  F covers 8,000 miles of business travel in it in the tax year 2003/04.  F&#x2019;s employer pays employees who regularly use their own cars for business travel a monthly lump sum plus a lower mileage rate.  F is paid &#xA3;70 per month (based on the employer's calculations of the typical **business **proportion of the standing costs of owning and using the car) plus 30p per mile of business travel.\n\n### Step 1: find the amount of mileage allowance payments (MAPs) received:\n\n<table>\n<tr>\n<td>MAPs received </td>\n<td>12 months @ &#xA3;70</td>\n<td>&#xA3;   840</td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td>8,000 x 30p </td>\n<td>&#xA3;2,400</td>\n<td>&#xA3;3,240</td>\n</tr>\n</table>\n\n### Step 2: deduct the approved (exempt) amount (see [EIM31230](http://www.hmrc.gov.uk/manuals/eimanual/EIM31230.htm)):\n\n<table>\n<tr>\n<td>approved amount </td>\n<td>8,000 x 40p = </td>\n<td>&#xA3;3,200 </td>\n</tr>\n</table>\n\n### Step 3: is the answer positive or negative?\n\nThe answer is positive:\n\n<table>\n<tr>\n<td>Excess over AMAPs </td>\n<td>taxable, report on P11D</td>\n<td>&#xA3;     40</td>\n</tr>\n<tr>\n<td>AMAPs </td>\n<td>exempt </td>\n<td>&#xA3;3,200</td>\n</tr>\n</table>\n\n### EXAMPLE 2: For 2011-12 onwards\n\nEmployee G uses their own car for business travel.  G covers 8,000 miles of business travel in it in the tax year 2011-12.  G&#x2019;s employer pays employees who regularly use their own cars for business travel a monthly lump sum plus a lower mileage rate.  G is paid &#xA3;70 per month (based on the employer&#x2019;s calculations of the typical **business** proportion of the standing costs of owning and using the car) plus 35p per mile of business travel\n\n### Step 1: find the amount of mileage allowance payments (MAPs) received:\n\n<table>\n<tr>\n<td>MAPs received</td>\n<td>12 months @ &#xA3;70</td>\n<td>&#xA3;840</td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td>8,000 x 35p</td>\n<td>&#xA3;2,800</td>\n<td>&#xA3;3,640</td>\n</tr>\n</table>\n\n### Step 2: deduct the approved (exempt) amount (see [EIM31230](http://www.hmrc.gov.uk/manuals/eimanual/EIM31230.htm))\n\n<table>\n<tr>\n<td>Approved amount</td>\n<td>8,000 x 45p</td>\n<td>&#xA3;3,600</td>\n</tr>\n</table>\n\n### Step 3: is the answer positive or negative?\n\nThe answer is positive\n\n<table>\n<tr>\n<td>Excess over AMAPs</td>\n<td>Taxable, report on P11D</td>\n<td>&#xA3;     40</td>\n</tr>\n<tr>\n<td>AMAPs</td>\n<td>Exempt</td>\n<td>&#xA3;3,600</td>\n</tr>\n</table>"},{"manual_section_id":"EIM31365","title":"Employees using own vehicles for work: examples: items which are not mileage allowance payments"},{"manual_section_id":"EIM31370","title":"Employees using own vehicles for work: examples: more than one vehicle of the same kind used during the tax year","body":"\n\n## Section 230 ITEPA 2003\n\nThis page illustrates how the calculation of chargeable mileage allowance payments and mileage allowance relief ([EIM31235](http://www.hmrc.gov.uk/manuals/eimanual/EIM31235.htm)) for business travel ([EIM31260](http://www.hmrc.gov.uk/manuals/eimanual/EIM31260.htm)) in the employee&#x2019;s own vehicle is modified when more than one vehicle of the same kind is used during the tax year.\n\n### EXAMPLE 1: for 2002-03 to 2010-11\n\nEmployee K owns a car and a van, using both for business travel; these are both of the same kind ([EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)).  K drives 6,000 business miles in the car and 5,000 business miles in the van in the tax year 2003/04 and is paid 40p a mile for all business miles travelled, whichever vehicle is used.\n\nThe car and van are of the same kind, so the calculation at EIM31235 puts them together:\n\n### Step 1: find the amount of mileage allowance payments (MAPs) received:\n\n<table>\n<tr>\n<td>MAPs received </td>\n<td>11,000 x 40p</td>\n<td>&#xA3;4,400</td>\n</tr>\n</table>\n\n### Step 2: deduct the approved (exempt) amount (see [EIM31230](http://www.hmrc.gov.uk/manuals/eimanual/EIM31230.htm)):\n\n<table>\n<tr>\n<td>approved amount </td>\n<td>10,000 x 40p = </td>\n<td>&#xA3;4,000</td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td>1,000 x 25p = </td>\n<td>&#xA3;   250</td>\n<td>&#xA3;4,250 </td>\n</tr>\n</table>\n\n### Step 3: is the answer positive or negative?\n\nThe answer is positive:\n\n<table>\n<tr>\n<td>Excess over AMAPs </td>\n<td>Taxable, report on P11D</td>\n<td>&#xA3;   150</td>\n</tr>\n<tr>\n<td>AMAPs </td>\n<td>Exempt</td>\n<td>&#xA3;4,250</td>\n</tr>\n</table>\n\nFor an example dealing with more than one vehicle of different kinds, see [EIM31375](http://www.hmrc.gov.uk/manuals/eimanual/EIM31375.htm).\n\n### EXAMPLE 2: for 2011-12 onwards\n\nEmployee L owns a car and a van, using both for business travel; these are both of the same kind ([EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)).  L drives 6,000 business miles in the car and 5,000 business miles in the van in the tax year 2011-12 and is paid 45p a mile for all business miles travelled, whichever vehicle is used.\n\nThe car and van are of the same kind, so the calculation at EIM 31235 puts them together:\n\n### Step 1: find the amount of mileage allowance payments (MAPs) received:\n\n<table>\n<tr>\n<td>MAPs received</td>\n<td>11,000 x 45p</td>\n<td>&#xA3;4,950</td>\n</tr>\n</table>\n\n### Step 2: deduct the approved (exempt) amount (see EIM31230):\n\n<table>\n<tr>\n<td>approved amount</td>\n<td>10,000 x 45p =</td>\n<td>&#xA3;4,500</td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td>1,000 x 25p =</td>\n<td>&#xA3;   250</td>\n<td>&#xA3;4,750</td>\n</tr>\n</table>\n\n### Step 3: is the answer positive or negative?\n\nThe answer is positive:\n\n<table>\n<tr>\n<td>Excess over AMAPs</td>\n<td>Taxable, report on P11D</td>\n<td>&#xA3;   200</td>\n</tr>\n<tr>\n<td>AMAPs</td>\n<td>Exempt</td>\n<td>&#xA3;4,750</td>\n</tr>\n</table>\n\nFor an example dealing with more than one vehicle of different kinds, see [EIM31375](http://www.hmrc.gov.uk/manuals/eimanual/EIM31375.htm)."},{"manual_section_id":"EIM31375","title":"Employees using own vehicles for work: examples: vehicles of different kinds used during the tax year"},{"manual_section_id":"EIM31380","title":"Employees using own vehicles for work: examples: more than one employer: associated and non-associated employments","body":"\n\n## Section 230 ITEPA 2003\n\nThis example illustrates the guidance at [EIM31280](http://www.hmrc.gov.uk/manuals/eimanual/EIM31280.htm) about the employee who has more than one employment in the same tax year.\n\n### EXAMPLE 1: employments not associated\n\nEmployee P changes from employment X to employment Y at the end of September 2003, using their own van for business travel in both employments.  P drives 8,000 business miles in employment X and 4,000 business miles in employment Y.\n\nP has driven 12,000 business miles in the year, but not more than 10,000 in any employment.  The higher rate (see [EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)) therefore applies to all mileage in both employments.\n\n### EXAMPLE 2: associated employments\n\nThe facts are as in Example 1 except that employments X and Y are with two companies in the same group.  They are therefore associated, so P must add together the business miles in both employments before carrying out the calculation at [EIM31235](http://www.hmrc.gov.uk/manuals/eimanual/EIM31235.htm)."}]},{"title":" The AMAPs regime: employers&#x2019; record-keeping requirements","sections":[{"manual_section_id":"EIM31390","title":"Employees using own vehicles for work: employers&#x2019; record-keeping requirements: reasonable evidence","body":"The key features of the approved mileage allowance payments\n(AMAPs) system with regard to employers&#x2019; reporting\nrequirements are as follows:\n\n*   where the mileage allowance payments\n(MAPs) do not exceed the approved amount and therefore all qualify\nin full for exemption from tax as AMAPs, the employer makes no\nreport to HMRC of the amounts paid. As there is a statutory\nexemption from tax (as opposed to a taxable amount that is balanced\nby an underlying deduction), a dispensation is not appropriate but\nthe employer will still need to keep records of the payments made\nand the business journeys to which they relate.\n*   where the MAPs exceed the approved amount,\npayments are split into two categories - the approved amount (see\nEIM31215), and the excess over the approved amount that is\n\n    chargeable to tax under the normal rules. The excess over the\n\n    approved amount should be reported on form P11D.\n*   items related to the employee's vehicle\n\n    but that are not mileage allowance payments are reported as in\n    [EIM31215](http://www.hmrc.gov.uk/manuals/eimanual/EIM31215.htm).\n\n### Dispensations\n\nA dispensation cannot cover items within the AMAPs scheme (see\n\n[EIM31210](http://www.hmrc.gov.uk/manuals/eimanual/EIM31210.htm)), only those outside it. This\n\nis because employees cannot get a deduction for actual expenses of\n\nbusiness travel (see\n\n[EIM31335](http://www.hmrc.gov.uk/manuals/eimanual/EIM31335.htm)). Instead, a deduction is\n\navailable for mileage allowance relief (MAR, see\n\n[EIM31330](http://www.hmrc.gov.uk/manuals/eimanual/EIM31330.htm) onwards) which is independent\n\nof the level of actual expenditure incurred.\n\nFor dispensations in force at 6 April 2002:\n\n*   any part relating to expenses now within\n\n    the AMAPs scheme ceased to be effective from that date\n*   all other parts remain in force until the\n\n    dispensation itself is superseded.\n\nWhere an employer provides something in connection with the\n\nemployee's own vehicle which is not a mileage allowance payment and\n\nthis is not covered by a dispensation:\n\n*   the employer will report the item in full\n\n    on form P11D or P35 as appropriate, and\n*   as the item is not a MAP, it will not be\n\n    used to restrict the amount of MAR to which the employee is\n\n    entitled.\n\nSee example at\n\n[EIM31365](http://www.hmrc.gov.uk/manuals/eimanual/eim31365.htm).\n\n### Mileage allowance relief optional reporting system\n\n(MARORS)\n\nEmployers can agree with their HMRC office to make separate\n\noptional reports of negative amounts, that is where the allowance\n\npaid is less than the approved amount. In effect the amounts\n\nreported are the same as the MAR that each employee can get. Only\n\nnegative amounts can be reported under MARORS.\n\n### More than one kind of vehicle in use\n\nIf more than one kind of vehicle (\n\n[EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)) is in use and there is a\n\ntaxable excess on one kind and MAR available on the other, these\n\nshould be reported separately on forms P11D, not amalgamated."}]},{"title":" Passenger payments: tax exemption for payments for passengers on business travel","sections":[{"manual_section_id":"EIM31400","title":"Employees using own cars or vans for work: outline and definition of passenger payments","body":"\n\n## Section 233 ITEPA 2003\n\nThere is an additional exemption from tax for payments to employees using cars or vans (but not other kinds of vehicle) on business journeys for carrying as passengers fellow employees for whom the travel is also business travel.\n\nThe key features of the exemption are:\n\n*   it is solely an exemption from tax and **not** a relief, see [EIM31410](http://www.hmrc.gov.uk/manuals/eimanual/EIM31410.htm)&#xA0;\n*   the employee whose car or van is used must be travelling on a business journey\n*   the employee must receive mileage allowance payments in respect of that journey (MAPs can be paid in respect of company vehicles, but they cannot be exempt from tax as AMAPs; see [EIM31210](http://www.hmrc.gov.uk/manuals/eimanual/EIM31210.htm))\n*   the additional passenger payments to be exempted must be specifically for carrying as passengers fellow employees for whom the journeys are also business travel (business passengers). There are two main aspects to this:\n\n*   *   if an employer pays a business travel mileage rate above the statutory rates ([EIM31240](http://www.hmrc.gov.uk/manuals/eimanual/EIM31240.htm)) and pays at this level whether or not the employee is carrying passengers, none of the excess can be covered by the passenger payments exemption on those occasions when the employee carries business passengers. For example, if the employer always pays 50p a mile, even when there are no passengers, the maximum tax free amount per business mile will still be the standard 40p (45p from 6 April 2011) a mile AMAPs rate, even for business journeys on which there are business passengers.\n    *   the journey must also count as a business journey for each of the fellow employees for whom the payment is to be exempted. For example, the driver and 2 colleagues are all required to attend the same business meeting at a location away from the permanent workplace.\n\n*   the vehicle used must be a car or a van. Unlike the AMAPs rules, the passenger rate exemption can apply where the vehicle used is a company car or van, provided the employee is chargeable to tax on car or van benefit (so it cannot apply to pooled cars or vans).  Whether the vehicle is a company vehicle or privately owned, the only payments that qualify for the exemption are those specifically for carrying passengers.\n*   as this is an exemption from tax, there is no need for any dispensation (nor is one possible).  But employers should keep adequate records to demonstrate that payments made satisfy the conditions for exemption.\n\n### The exempt amount\n\nDetails of how to calculate the exempt amount, the approved amount for passenger payments, are at [EIM31405](http://www.hmrc.gov.uk/manuals/eimanual/EIM31405.htm).  There is an example at [EIM31415](http://www.hmrc.gov.uk/manuals/eimanual/EIM31415.htm)."},{"manual_section_id":"EIM31405","title":"Employees using own cars or vans for work: the approved amount for passenger payments","body":"Details of the exemption for passenger payments are at\n[EIM31400](http://www.hmrc.gov.uk/manuals/eimanual/EIM31400.htm).\n\n### The approved amount for passenger payments\n\nThe approved amount (the exempt amount) is:\n\nwhere:\n\nM is the number of miles of business travel by the employee\nby car or van:\n\n*   for which in the tax year the employee\ncarries one or more passengers who are also employees for whom the\ntravel is business travel and\n*   in respect of which passenger payments are\nmade\n\nR is a rate of 5p per mile.\n\nIf more than one passenger is carried, the approved amount is\nthe total of the amounts calculated in respect of each such\n\npassenger. The same mile travelled may therefore be counted more\n\nthan once if more than one passenger is carried simultaneously.\n\n### Example\n\nThere is an example at\n\n[EIM31415](http://www.hmrc.gov.uk/manuals/eimanual/EIM31415.htm)."},{"manual_section_id":"EIM31410","title":"Employees using own cars or vans for work: passenger payments: exemption only (not a relief)","body":"The rules for payments for carrying business passengers (see\n[EIM31400](http://www.hmrc.gov.uk/manuals/eimanual/EIM31400.htm)) only provide an exemption from\ntax.\n\nThere is no corresponding relief or deduction where the\nemployee carries fellow employees on business journeys, but the\nemployer does not make payments for business passengers, or where\npayments are less than 5p a mile per passenger.\n\nIn other words, there is no equivalent to mileage allowance\nrelief (see\n[EIM31330](http://www.hmrc.gov.uk/manuals/eimanual/EIM31330.htm)) in respect of passenger\npayments."},{"manual_section_id":"EIM31415","title":"Employees using own cars or vans for work: passenger payments: examples"}]}]}}