{"title":"EIM32660 - Other expenses","details":{"manual-section-id":"EIM32660","body":"","breadcrumbs":["EIMANUAL","EIM32400","EIM32660"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM32661","title":"Earnings of non-domiciled\nemployee from a foreign employer: corresponding payments"},{"manual-section-id":"EIM32665","title":"Earnings of non-domiciled\nemployee from a foreign employer: procedure for dealing with\ncorresponding payment claims","body":"To obtain a deduction, the employee has to make a claim to the\nCommissioners of HMRC. The procedure provided by Section 42 and\nSection 43 TMA 1970 for making claims and resolving disputes\napplies (see RE10 onwards).\n\nIn practice deductions can be allowed for an employee's\ncontributions to an overseas pension scheme provided you observe\nthe guidance at\n[EIM32671](/guidance/employment-income-manual/EIM32671).\n\n### Deduction at the discretion of the Commissioners of HMRC\n\nThe power given to the Commissioners of HMRC by Section 355 is\ndiscretionary.\n\n###\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM32671","title":"Earnings of non-domiciled\nemployee from a foreign employer: contributions to overseas pension\nschemes","body":"### Contributions to an overseas pension scheme by the employee\n&#x2013; 2005-06 and earlier years\n\nYou should take the following action if you receive a claim from\na non-domiciled employee for a deduction from earnings with a\nforeign employer in respect of contributions by the employee to an\noverseas pension scheme:\n\n*   find out the full title of the scheme and\nthe name of any agent and\n*   send the details with the claim to SPSS\n\n    (Nottingham).\n\nIf SPSS (Nottingham) have already examined the scheme they will\n\nlet you know whether a deduction can be given. If the scheme has\n\nnot been seen they will make necessary enquiries and advise you in\n\ndue course.\n\n### Contributions to an overseas pension scheme by the employee\n\n&#x2013; 2006-07 onwards\n\nFrom 2006-07 many non-domiciled employees will be entitled to\n\n&#x2018;migrant member relief&#x2019; in respect of employee\n\ncontributions to certain overseas pension schemes. However, there\n\nis also a transitional provision to ensure that an individual who\n\nreceived tax relief for employee contributions as corresponding\n\npayments under section 355 in the tax year 2005-06 can continue to\n\nreceive relief under section 355 in the tax year 2006-07 onwards.\n\nFor more information on migrant member relief and the transitional\n\nprovision see the Registered Pension Schemes Manual at RPSM05101210\n\nand RPSM13101110.\n\n### Contributions to an overseas pension scheme by the\n\nemployer\n\nAn employee may be liable to tax on a contribution made to the\n\nscheme by the employer. You should not raise this possibility with\n\nthe employee. However, if you are asked about it, refer the enquiry\n\nto SPSS (Nottingham).\n\n### Contributions to a foreign state scheme\n\nRefer any claims for contributions to State pension schemes or\n\nother statutory superannuation funds of foreign countries to SPSS\n\n(Nottingham).\n\nContributions to national insurance or social security\n\nschemes in other countries are not deductible."}]}]}}