{"title":"EIM35000 - Travelling expenses","details":{"manual-section-id":"EIM35000","body":"","breadcrumbs":["EIMANUAL","EIM35000"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM35001","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom:\ndeductions from earnings","body":"This chapter explains the special rules in Sections 373 to -375\nITEPA 2003 that apply to the travelling expenses of employees who\nare not domiciled in the United Kingdom but perform the duties of\nan employment in this country.\n\nHowever, the main rules under which an employee may obtain a\ndeduction for his or her travelling expenses are in Sections 337 to\n340 ITEPA 2003. So the first step is to consider whether a\ndeduction is due under those provisions. Only if a deduction is\n**not** due under Sections 337 to 340 should you\nconsider whether a deduction is due under Sections 373 to 375.\n\nFor guidance on Sections 337 to 340, see\n[EIM31800](/guidance/employment-income-manual/EIM31800)."},{"manual-section-id":"EIM35002","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: expenses\nthat may be deducted","body":"In many cases a deduction is due under Section 337 ITEPA 2003\n(travel in performance of duties) or Section 338 ITEPA 2003 (travel\nfor necessary attendance) for expenses that are not deductible\nunder the special rules in Sections 373 to 375 ITEPA 2003.\n\nFor example, a deduction under Sections 337 or Section 338\ndoes not depend on the employee's residence or domicile. The\nemployee must\n**not** be domiciled in the United Kingdom if a\ndeduction is to be given under Sections 373 to 375.\n\nA deduction under Section 337 or Section 338 may be due\nwhether or not the expense has been reimbursed by the employer. A\ndeduction can only be considered under Sections 373 to 375 where\nthe employee's earnings include an amount in respect of the\n\nprovision of travel facilities for a journey, or the reimbursement\n\nof expenses incurred by the employee on such a journey, see\n\n[EIM35090](/guidance/employment-income-manual/EIM35090).\n\nOn the other hand, the special rules in Sections 373 to 375\n\nmay permit a deduction where the main rules do not. For example,\n\nSection 338 does not permit a deduction for the cost of travelling\n\nto a workplace where the employee expects to be at that workplace\n\nfor a period of continuous work lasting more than 24 months, see\n\n[EIM32080](/guidance/employment-income-manual/EIM32080). A deduction may be due in\n\nthese circumstances if the conditions of Sections 373 to 375 are\n\nmet.\n\nThe differences between the main rules in Sections 337 to 340\n\nand the rules in Sections 373 to 375 are illustrated by example\n\n[EIM35003](/guidance/employment-income-manual/EIM35003)."},{"manual-section-id":"EIM35003","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: expenses\nthat may be deducted: example","body":"An employee who is domiciled in France is sent by his employer\nto work in the United Kingdom for 6 months. He has not worked\npreviously in the United Kingdom. The employer pays the travel\nexpenses of the employee and his wife and pays for their\naccommodation or subsistence while they are in the United\nKingdom.\n\nSome of the expenses met by the employer are deductible under\nSection 338 ITEPA 2003, some are deductible under Sections 373 to\n375 ITEPA 2003 and some are not deductible at all.\n\nThe cost of the employee's travel to and from France is\ndeductible under Section 338 because the United Kingdom is a\ntemporary workplace, see\n\n[EIM32065](/guidance/employment-income-manual/EIM32065). If it were not deductible\n\nunder that Section it would be deductible under Section 373, see\n\n[EIM35030](/guidance/employment-income-manual/EIM35030).\n\nThe cost of the employee's wife's travel to and from France\n\nis not deductible under Section 338, see\n\n[EIM31980](/guidance/employment-income-manual/EIM31980). It is deductible under Section\n\n374, see\n\n[EIM35050](/guidance/employment-income-manual/EIM35050).\n\nThe cost of the employee's accommodation or subsistence is\n\ndeductible under Section 338, see\n\n[EIM31815](/guidance/employment-income-manual/EIM31815). If it were not deductible\n\nunder that Section it would\n\n**not** be deductible under Section 373, see\n\n[EIM35100](/guidance/employment-income-manual/EIM35100).\n\nThe cost of the employee's wife's accommodation or\n\nsubsistence is not deductible under Section 338 (see\n\n[EIM31980](/guidance/employment-income-manual/EIM31980)) and nor is it deductible under\n\nSection 374, see\n\n[EIM35100](/guidance/employment-income-manual/EIM35100).\n\nThis is summarised in the table below.\n\n<table>\n<tr>\n<td>\n\n### Employee\n\n</td><td>\n\n### Wife\n\n</td><td>\n\n### Deductible?\n\n</td><td>\n\n### Statute\n\n</td>\n</tr>\n<tr>\n<td>Travel</td><td>\n\n</td><td>Yes</td><td>Section 338</td>\n</tr>\n<tr>\n<td>\n\n</td><td>Travel</td><td>Yes</td><td>Section 374</td>\n</tr>\n<tr>\n<td>Accommodation or\n\nsubsistence</td><td>\n\n</td><td>Yes</td><td>Section 338</td>\n</tr>\n<tr>\n<td>\n\n</td><td>Accommodation or\n\nsubsistence</td><td>No</td><td>\n\n</td>\n</tr>\n</table>"},{"manual-section-id":"EIM35004","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: use of\nemployees' own vehicles: mileage allowances and mileage allowance\nrelief","body":"Non domiciled employees who work in the UK may use their own\nvehicles for business travel. Approved mileage allowance payments\n(AMAPs) paid to employees in respect of business travel in their\nown vehicles are exempt from tax. The\n**actual** cost of such travel is not deductible\n(Section 359 ITEPA 2003). However, employees may be entitled to a\ndeduction for mileage allowance relief (MAR) for travel that would\nhave qualified for tax relief as business travel (see\n[EIM31800](/guidance/employment-income-manual/EIM31800) onwards). This may be the case\n\nwhether or not they receive AMAPs. See\n\n[EIM31205](/guidance/employment-income-manual/EIM31205) for an overview of the system.\n\nThe AMAPs and MAR legislation links the meaning of business\n\ntravel directly to the rules for deductions under Sections 337 to\n\n342 ITEPA. This link should be taken to mean that business travel\n\nalso includes journeys that qualify for tax relief under the\n\nspecial rules for non domiciled employees working in the United\n\nKingdom. The effect of this is that where MAR is available in\n\nrespect of the use of a vehicle -\n\n*   no deduction may be made under Sections\n\n    373 to 375 but\n*   the travel will be eligible for MAR if, in\n\n    the absence of MAR, a deduction would have been available for\n\n    it.\n\nIt follows that AMAPs will be exempt and MAR may be due for\n\nemployees who use their own vehicles for travelling between the\n\ncountry where they normally live and the UK provided that all the\n\nother conditions for relief under Section 373 have been satisfied\n\n(see\n\n[EIM35010](/guidance/employment-income-manual/EIM35010)).\n\nSection 374 provides relief for the travelling expenses of an\n\nemployee's family where certain conditions are satisfied (see\n\n[EIM35050](/guidance/employment-income-manual/EIM35050)). The legislation providing for\n\nthe exemption for AMAPs and for MAR requires an employee to use a\n\nqualifying vehicle for business travel. Therefore, the exemption\n\nfor AMAPs and MAR may be available when the family accompanies the\n\nemployee but not when the family travels alone. The additional\n\nexemption for passenger payments is unlikely to be available for\n\nfamily members who accompany the employee. This is because\n\nqualifying passengers have also to be employees for whom the travel\n\nis business travel."},{"manual-section-id":"EIM35010","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom:\nintroduction"},{"manual-section-id":"EIM35030","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: travel\nbetween the home country and the United Kingdom","body":"Provided all of the conditions below are satisfied, allow the\ncost of a non domiciled employee's journeys:\n\n*   from the country outside the United\nKingdom in which the employee normally lives to any place in the\nUnited Kingdom where duties are performed (see below) and\n*   returning there after performing his or\nher duties in the United Kingdom.\n\nThe conditions are as follows:\n\n*   the employee who is not domiciled in the\nUnited Kingdom:\n\n*   receives earnings from an employment for duties\n\n    performed in the United Kingdom and\n*   an amount is included in the earnings in respect\n\n    of the provision of travel facilities for a journey made by the\n\n    employee or the reimbursement of expenses incurred by the employee\n\n    on such a journey\n\n*   the earnings are charged on receipt\n\n    (deductions under Sections 373 to 375 cannot be given against\n\n    earnings charged on remittance under either Section 22 ITEPA 2003\n\n    (see\n    [EIM40102](/guidance/employment-income-manual/EIM40102)) or Section 26 ITEPA 2003 (see\n    [EIM40304](/guidance/employment-income-manual/EIM40304))\n*   the journey ends within five years of the\n\n    employee's qualifying arrival in the United Kingdom (see\n    [EIM35060](/guidance/employment-income-manual/EIM35060)).\n\n### Unlimited number of journeys\n\nThere is no limit to the number of qualifying journeys that can\n\nbe made. The employee's journey home can be made for any purpose\n\nprovided it is made after performing the duties in the United\n\nKingdom.\n\n### Journeys having dual purpose\n\nAn employee's journey to the United Kingdom may be made partly\n\nin order to perform the duties of the employment and partly for\n\nsome other purpose. If so, limit the deduction to the amount\n\nproperly attributable to the business purpose.\n\n### Journeys to or from a place in the United Kingdom\n\nThe requirement that the journey must be to a place in the\n\nUnited Kingdom in order to perform duties of the employment should\n\nbe interpreted broadly. Travel to the place where the employee\n\nlives in the United Kingdom whilst performing the duties will\n\nqualify."},{"manual-section-id":"EIM35040","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: meaning\nof country outside the United Kingdom in which the employee\nnormally lives","body":"The phrase:\n\n> \"country outside the United Kingdom in which the employee\n> normally lives\"\n\nmay not be easy to apply in some cases. In order to satisfy the\ncondition, it is not necessary for the employee to maintain a\nresidence in that country.\n\n### Example\n\nA Canadian citizen who has lived in Canada for most of his life\nshould be regarded, for the whole of the five-year period (see\n[EIM35060](/guidance/employment-income-manual/EIM35060)), as living there normally.\nThis will apply even if his family relocates to the United Kingdom\nand set up home here. However, if the family accompany the employee\nyou need to establish that the employee has not acquired a domicile\nwithin the United Kingdom (see\n[EIM42806](/guidance/employment-income-manual/EIM42806)) since it is a condition of the\n\nrelief under Sections 373 to 375 that the employee has a foreign\n\ndomicile."},{"manual-section-id":"EIM35050","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom:\ntravelling expenses of the employee's family","body":"### Summary\n\nThis page is concerned with the travelling expenses allowed in\nrespect of an employee's family travelling between the United\nKingdom and the country outside the United Kingdom in which the\nemployee normally lives.\n\n### Conditions\n\nThe conditions are as follows:\n\n*   the employee who is not domiciled in the\nUnited Kingdom:\n\n*   receives earnings from an employment for duties\nperformed in the United Kingdom and\n*   an amount is included in the earnings in respect\nof the provision of travel facilities for a journey made by the\nemployee's spouse, civil partner or child or the reimbursement of\nexpenses incurred by the employee on such a journey\n\n*   the earnings are charged on receipt\n(deductions under Sections 373 to 375 cannot be given against\nearnings charged on remittance under either Section 22 ITEPA 2003\n(see[EIM40102](/guidance/employment-income-manual/EIM40102)) or Section 26 ITEPA 2003 (see[EIM40304](/guidance/employment-income-manual/EIM40304)))\n*   the journey is made between the country\noutside the United Kingdom in which the employee normally lives and\na place in the United Kingdom\n*   the journey ends within five years of the\nemployee's qualifying arrival in the United Kingdom (see[EIM35060](/guidance/employment-income-manual/EIM35060))\n*   the employee is present in the United\nKingdom for a continuous period of at least 60 days for the purpose\nof performing the duties of one or more employments from which the\nemployee receives earnings for duties performed in the United\nKingdom\n*   the employee's spouse, civil partner or\nchild is:\n\n*   accompanying the employee at the beginning of that\nperiod\n*   visiting the employee during that period, or\n*   returning to the country in which the employee\nnormally lives after so accompanying or visiting the employee.\n\n### Nature of the deduction\n\nWhere the journey is wholly for the purpose of accompanying or\nvisiting the employee or returning afterwards, the deduction is\nequal to the amount of the provision or expense that is included in\nthe employee's earnings. Where the journey is only partly for that\npurpose, the deduction is limited to the amount that is properly\nattributable to that purpose.\n\nA deduction cannot be allowed for more than: -\n\n*   two inward journeys (from the place where\nthe employee normally lives to the United Kingdom) and\n*   two return journeys (from the United\nKingdom to the place where the employee normally lives)\n\nby the same person in any tax year.\n\n### Meaning of child\n\nChild for this purpose includes any stepchild, adopted child or\nillegitimate child but not a person who is 18 or over at the\nbeginning of the inward journey.\n\n### Additional information\n\nThe deduction only covers the travel costs of the spouse, civil\npartner and children. Once the family arrives in the United Kingdom\nno deduction can be given for their accommodation or subsistence.\nIf the employer meets the cost of the family's accommodation or\nsubsistence the cost will be included in the employee's taxable\nearnings.\n\n### The 60 days rule\n\nThe 60 days rule must be satisfied for each journey made by the\nemployee's family. For the purposes of Section 374 only, employees\nwill satisfy the rule where:\n\n*   they spend at least two thirds of their\nworking days in the United Kingdom over a period of at least 60\ndays and\n*   they are present in the United Kingdom for\nthe purpose of performing the duties of their employment both at\nthe start and at the end of this period.\n[](/guidance/employment-income-manual/EIM35055)\n\nEIM35055 gives examples of how the 60 days rule applies in the\ncontext of Section 374."},{"manual-section-id":"EIM35055","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom:\ntravelling expenses of the employee's family: the '60 days rule:\nexamples","body":"See\n[EIM35050](/guidance/employment-income-manual/EIM35050) for background information on\nSection 374 ITEPA 2003 and the 60 days rule.\n\n### Example 1A\n\nAn employee was sent to the United Kingdom to work for 12 months\nas a project manager based at the European headquarters of a\nmulti-national corporation. Her family accompanied her at the start\nof her assignment. During the first 60 days of her assignment, she\nspent 20 days working at her office in the United Kingdom and 10\ndays working outside the United Kingdom. Provided the other\nconditions are satisfied, she will be entitled to a deduction under\nSection 374 for the travelling expenses of her family. This is\nbecause she spent:\n\n*   two thirds or more of her working days in\nthe United Kingdom during a period of at least 60 days and\n*   she was present in the United Kingdom for\nthe purpose of performing the duties of her employment both at the\nstart and at the end of that period.\n\n### Example 1B\n\nThe facts are the same as in example 1A except that during the\nfirst 60 days of her assignment, the employee spent 10 days working\nat her office in the United Kingdom and 20 days working outside the\nUnited Kingdom.\n\nShe does not satisfy the 60 days rule at the 60 day point.\nHowever, if she spent her next 30 working days in the United\nKingdom, she would then become entitled to a deduction for the\ntravelling expenses of her family. This is because she would have\nspent:\n\n*   two thirds or more of her working days in\nthe United Kingdom during a period of at least 60 days and\n*   she was present in the United Kingdom for\nthe purpose of performing the duties of her employment both at the\nstart and at the end of that period.\n\n### Example 2\n\nAn employee was sent to the United Kingdom to work for the\nUnited Kingdom subsidiary of a US finance house in January 2004. He\nwas required to travel extensively outside the United Kingdom on\nbusiness.\n\nHis employer paid the travelling expenses of his family who\narrived in the United Kingdom to visit him for two weeks on 1 July\n2004. At that time, he had just returned from a five day business\ntrip to the Far East on 30 June and was later recalled to the US on\nbusiness for three days arriving back in the United Kingdom on 29\nJuly. Between 1 June and 30 July, he worked on 30 days, of which 21\nwere spent working in the United Kingdom.\n\nProvided the other conditions are satisfied, he will be\nentitled to a deduction under Section 374 because his family\nvisited him during a period of at least 60 days when two thirds or\nmore of his working days were days spent working in the United\nKingdom.\n\n### Example 3\n\nAn employee was sent by her French employer to work in the\nUnited Kingdom to oversee the installation and testing of a new\ncomputer system at its subsidiary. She arrived in the United\nKingdom on 1 May 2004. She completed her assignment on 15 June\nhaving spent 24 out of 33 working days in the United Kingdom. She\nthen remained in the United Kingdom to visit friends and finally\nleft on 10 July.\n\nHer employer paid the travelling expenses of her husband who\narrived in the United Kingdom to visit her on 10 June.\n\nShe would not be entitled to a deduction under Section 374\nfor her husband's travelling expenses. The period when she was in\nthe United Kingdom for the purpose of performing her duties was\nonly 46 days (1 May 2004 to 15 June 2004) so the 60 days rule\ncannot be satisfied."},{"manual-section-id":"EIM35060","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: the 5\nyear limit and meaning of qualifying arrival date","body":"The deductions described at\n[EIM35030](/guidance/employment-income-manual/EIM35030) and\n[EIM35050](/guidance/employment-income-manual/EIM35050) can only be given for journeys\nundertaken within a period of five years beginning with a date that\nis a qualifying arrival date in relation to the employee.\n\n### Conditions\n\nA date is a qualifying arrival date in relation to a person\nif:-\n\n*   it is a date on which the person arrives\nin the United Kingdom to perform duties of an employment from which\nthe person receives earnings for duties performed in the United\n\n    Kingdom and either condition A\n    **or** condition B is met:\n\n*   condition A - the person has not been in the\n\n    United Kingdom for any purpose during the period of two years\n\n    ending the day before that date\n*   condition B - the person was not resident in the\n\n    United Kingdom in either of the two tax years preceding the tax\n\n    year in which the date falls (see example below).\n\nConditions A and B apply separately. An employee may achieve a\n\nqualifying arrival date by satisfying either one or the other.\n\n### Points to note regarding condition B\n\nWhere an employee satisfies condition B in respect of more than\n\none arrival in a tax year, the date of the earliest arrival will be\n\nthe qualifying arrival date.\n\nCondition B requires the employee to be not resident in\n\n**either** of the two tax years that precede the year\n\nof arrival not both.\n\nEmployees who do not become resident in the United Kingdom in\n\nthe tax years in which they come to perform duties in the United\n\nKingdom may have a qualifying arrival date in each tax year in\n\nwhich they come.\n\n### Example\n\nCondition B is linked to tax years whereas condition A is not.\n\nThus an employee can be resident in the United Kingdom in 2003/04\n\nbut have a qualifying arrival in 2005/06 because he or she was not\n\nin the United Kingdom at all between 1 February 2004 and 31 January\n\n2006. On the other hand, an employee may not be resident in the\n\nUnited Kingdom even if he or she spends some time here, for example\n\non holiday. So he or she may still qualify under condition B if\n\ndebarred by condition A.\n\n### More than one 5 year period\n\nAn employee can have more than one qualifying arrival date. For\n\nexample, an American could work in the United Kingdom for five\n\nyears from 2006 and for another five years from 2011. Provided that\n\neither of the qualifying arrival date conditions was met before\n\neach of these periods of service, the employee could get deductions\n\nfor their own and their family's travelling expenses in both\n\nperiods."},{"manual-section-id":"EIM35070","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: record\nof qualifying arrival dates","body":"Area offices should record the qualifying arrival date by an\nentry in red on the front of the permanent notes folder in the\nemployee's file as follows - 'Qualifying arrival date (Sections 373\nto 375 ITEPA 2003) .....'\n\nWhere no file has been prepared under SRS see\n[EIM35140](/guidance/employment-income-manual/EIM35140).\n\nWhere there is a subsequent qualifying arrival date in a\nlater tax year, the earlier entry should be deleted."},{"manual-section-id":"EIM35080","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: journeys\nto and from oil or gas rigs","body":"Section 41 treats earnings in respect of duties performed in a\nUnited Kingdom sector of the continental shelf in connection with\noil or gas exploration or exploitation activities, as earnings in\nrespect of duties performed in the United Kingdom.\n\nThe effect of Section 41 is that an employee:\n\n*   who is not domiciled in the United Kingdom\nand\n*   who works on a gas or oil rig in a United\nKingdom designated area\n\nmay be able to claim the deductions described in\n[EIM35030](/guidance/employment-income-manual/EIM35030) and\n[EIM35050](/guidance/employment-income-manual/EIM35050) because the duties are regarded\n\nas being performed in the United Kingdom."},{"manual-section-id":"EIM35090","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom:\ndeductions limited to amount included in earnings","body":"The deductions for non domiciled employees travelling to work in\nthe United Kingdom provided by Sections 373 to 375 only apply where\nthe employee's taxable earnings include an amount in respect\nof:\n\n*   the provision of travel facilities for a\njourney made by the employee or the employee's spouse, civil\npartner or child, or\n*   the reimbursement of expenses incurred by\nthe employee on such a journey.\n\nThis approach provides a built-in test. In the usual case, it\nwill limit the deductions to the amounts that an employer is\n\nprepared to pay.\n\nThe deductions are available against earnings charged on\n\nreceipt. This means that the deductions cannot be given against\n\nearnings charged on remittance under either Section 22 ITEPA 2003\n\n(see\n\n[EIM40102](/guidance/employment-income-manual/EIM40102)) or Section 26 ITEPA 2003 (see\n\n[EIM40304](/guidance/employment-income-manual/EIM40304)).\n\n### Round sum allowances\n\nA general increase in pay or a round sum allowance does not\n\nrepresent \"an amount in respect of the provision of travel\n\nfacilities for a journey ... or the reimbursement of expenses\n\nincurred ... on such a journey\". However, a common sense approach\n\nshould be taken. Do not refuse to accept a deduction simply because\n\nthe employer meets expenditure by reasonable and properly\n\ncontrolled scale payments.\n\n### Double taxation treaty exemption\n\nEmployees who work in the United Kingdom for a very short time\n\nmay be exempt from the charge to United Kingdom income tax under\n\nthe provisions of a double taxation agreement (see DT220 and\n\nDT1920)."},{"manual-section-id":"EIM35100","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: meaning\nof travelling expenses","body":"The legislation relating to the rules described at\n[EIM35030](/guidance/employment-income-manual/EIM35030) and\n[EIM35050](/guidance/employment-income-manual/EIM35050) uses the following terms:\n\n*   expenses incurred on a journey and\n*   travel facilities provided for any\njourney.\n\nThey are not defined but they should all be read as covering\nboth\n\n*   fares and\n*   subsistence expenditure while\ntravelling.\n\n### Example\n\nIf an employee travels from Milan to the United Kingdom to work\nat the employer's office in London, Section 373 allows the travel\ncosts of a journey\n\n> &#x201C;from the country outside the United Kingdom in\n>\n> which the employee normally lives to a place in the United Kingdom\n>\n> in order to perform duties of the employment&#x201D;.\n\nIf the individual travels by train, eats meals on the train and\n\nstays overnight in a hotel to break the journey, all of the\n\nfollowing costs are allowable subject to all of the relevant\n\nconditions being satisfied:\n\n*   rail fare\n*   meal costs\n*   cost of hotel accommodation while on a\n\n    journey.\n\nThe subsistence is part of the journey.\n\nHowever, if the employer pays for the employee's hotel\n\naccommodation in London no deduction is possible under Section\n\n373."},{"manual-section-id":"EIM34140","title":"Foreign travel:\ninter-relationship of the statutory rules","body":"The rules relating to overseas travel by employees who are\nresident and ordinarily resident in the United Kingdom (see\n[EIM34020](/guidance/employment-income-manual/EIM34020) to EIM34080) and to travel by\nemployees not domiciled in the United Kingdom (see\n[EIM35000](/guidance/employment-income-manual/EIM35000) onwards), are not mutually\nexclusive.\n\nAn employee who is not domiciled in the United Kingdom may be\nable to satisfy the conditions relating to journeys abroad under\n[EIM34040](/guidance/employment-income-manual/EIM34040) to EIM34050 if the duties are\nperformed partly outside the United Kingdom. Claims should be\nanalysed carefully to see which provisions apply.\n\n### Example\n\nAn American citizen was assigned to work in the United Kingdom\nfor 5 years. The family relocated at the beginning of the\nassignment, with the costs being met by the employer. A successful\nclaim was made under Section 374 (see\n[EIM35050](/guidance/employment-income-manual/EIM35050)). After a couple of years the\n\nemployee agreed to work temporarily in Paris for 3 months. The\n\nfamily visited twice during the course of the assignment. The\n\nemployer paid the family's travel costs. A deduction is available\n\nunder Section 371 (see\n\n[EIM34050](/guidance/employment-income-manual/EIM34050))."},{"manual-section-id":"EIM34150","title":"Foreign travel:\nprohibition of double deductions","body":"It is possible that an expense may qualify for a deduction under\nmore than one of the statutory rules in Sections 337 to 340, 341 to\n342, 370 to 371, 373 to 374 and 376 ITEPA 2003.\n\nSee\n[EIM34000](/guidance/employment-income-manual/EIM34000) onwards and\n[EIM35000](/guidance/employment-income-manual/EIM35000) onwards.\n\nThe general rule in Section 330 prevents double deductions by\nproviding that a deduction under Part 5 ITEPA 2003 cannot be\nallowed more than once in respect of the same costs or\nexpenses."},{"manual-section-id":"EIM35120","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom:\noperation of PAYE","body":"An employer need not operate PAYE in respect of reimbursements\nof expenses falling within\n[EIM35030](/guidance/employment-income-manual/EIM35030) and\n[EIM35050](/guidance/employment-income-manual/EIM35050). Such reimbursements should be\ntreated as falling within the circumstances described on page 86 of\nthe Employer's Further Guide to PAYE and NICs under the heading\n'Travel and Subsistence Payments'."},{"manual-section-id":"EIM35130","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: forms\nP11D and dispensations","body":"The expenses incurred by the employer should be shown on forms\nP11D unless covered by a dispensation.\n\n### Dispensations\n\nDispensations for such expenses (unless covered by Sections 338\nto 340 ITEPA 2003) can only be given in respect of named\nindividuals and the employer's attention should be drawn to Chapter\n7 of Booklet 490 when dealing with these requests.\n\nOnly consider a request for a dispensation when the employee\nhas established that he or she is not domiciled in the United\nKingdom. Claims to be not domiciled in the United Kingdom should be\ndealt with in accordance with\n[EIM42806](/guidance/employment-income-manual/EIM42806).\n\nIn no case should a dispensation be given for the travelling\nexpenses of the employee's family.\n\nA dispensation to cover an employee's travelling expenses\nwithin\n[EIM35030](/guidance/employment-income-manual/EIM35030) must specify the date after\nwhich it ceases to apply. This will be the date determined under\n\n[EIM35060](/guidance/employment-income-manual/EIM35060). Such a dispensation must also\n\nexclude any private expenditure."},{"manual-section-id":"EIM35140","title":"Travelling expenses:\nemployees working but not domiciled in the United Kingdom: claims\nfor deduction: no file cases","body":"All claims for deductions for expenses dealt with in\n[EIM35030](/guidance/employment-income-manual/EIM35030) and\n[EIM35050](/guidance/employment-income-manual/EIM35050) should normally be worked from\nthe taxpayer's file. A no file case under SRS should be converted\nto a file case and any relevant local office record papers\nobtained, if the computer record shows that such papers exist."},{"manual-section-id":"EIM34200","title":"Foreign travel rules:\nprocedural advice: guidance to the public","body":"The rules relating to foreign travel expenses and deductions\nallowable by virtue of Sections 341 to 342 and 370 to 376 are\nsummarised in Chapter 7 of Booklet 490. It may be helpful to send a\ncopy of the booklet in response to enquiries about the scope of the\nrelief."}]}]}}