{"title":"EIM34000 - Special rules for employeestravelling to work outside the United Kingdom: contents page","details":{"manual-section-id":"EIM34000","body":"","breadcrumbs":["EIMANUAL","EIM34000"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM34001","title":"Travelling expenses:\nemployees working abroad: deductions from earnings","body":"This chapter explains the special rules in Part 5 Chapter 2\n(Sections 341 and 342) and Part 5 Chapter 5 (Sections 370 and 371)\nITEPA 2003 that apply to the travelling expenses of employees\nworking outside the United Kingdom.\n\nHowever, the main rules under which an employee may obtain a\ndeduction for his or her travelling expenses are in Part 5 Chapter\n2, Sections 337 to &#x2013;340 ITEPA 2003. So the first step is to\nconsider whether a deduction is due under those provisions. Only if\na deduction is \n**not** due under Sections 337 to 340 should you\nconsider whether a deduction is due under the special rules.\n\nThe main rules are:\n\n*   Section 337 - travel in the performance of\nthe duties of the employment, see[EIM32350](/guidance/employment-income-manual/EIM32350)\n\n*   Section 338 - travel for necessary\n\n    attendance at a temporary workplace, see\n    [EIM32000](/guidance/employment-income-manual/EIM32000)\n\n*   Section 340 - travel between group\n\n    employments, see\n    [EIM32035](/guidance/employment-income-manual/EIM32000#EIM32035)."},{"manual-section-id":"EIM34002","title":"Travelling expenses:\nemployees working abroad: expenses that may be deducted","body":"In many cases a deduction is due under Section 337 ITEPA 2003\n(travel in performance of duties) or Section 338 ITEPA 2003 (travel\nfor necessary attendance) for expenses that are not deductible\nunder the special rules.\n\nFor example, a deduction under Section 337 or 338 does not\ndepend on the employee's residence status. The employee's residence\nstatus is important for the special rules, see \n[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010).\n\nA deduction under Section 337 or Section 338 may be due\nwhether or not the expense has been reimbursed by the employer. In\nmany cases a deduction is only due under the special rules where\nthe earnings include an amount in respect of the provision of\ntravel facilities for a journey made by the employee, or the\nreimbursement of expenses incurred by the employee on such a\njourney. For example, the special rules generally provide for a\ndeduction where the employer meets or reimburses the cost of an\nemployee's journey, see \n[EIM34025](/guidance/employment-income-manual/EIM34025).\n\nThe main rules that provide a deduction for employees'\n\ntravelling expenses will usually apply in the following\n\ncircumstances:\n\n*   travelling appointments, see\n    [EIM32366](/guidance/employment-income-manual/EIM32350#EIM32366)\n\n*   overseas conferences and study tours, see\n    [EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950)\n\n*   travel between group employments, see\n    [EIM32035](/guidance/employment-income-manual/EIM32000#EIM32035).\n\nThe special rules may permit a deduction where the main rules do\n\nnot. For example, Section 338 does not permit a deduction for the\n\ncost of travelling to a workplace where the employee expects to be\n\nat that workplace for a period of continuous work lasting more than\n\n24 months. A deduction may be due in these circumstances if the\n\nconditions of the special rules are met.\n\nThe difference between the main rules and the special rules\n\nis illustrated by example \n\n[EIM34003](/guidance/employment-income-manual/EIM34000#EIM34003)."},{"manual-section-id":"EIM34003","title":"Travelling expenses:\nemployees working abroad: expenses that may be deducted:\nexample","body":"An employee who is resident and ordinarily resident in the\nUnited Kingdom is sent by her employer to work in Germany on\nsecondment for 8 months. The employer pays the travel expenses of\nthe employee and her husband and also pays for their accommodation\nor subsistence while they are in Germany.\n\nSome of the expenses met by the employer are deductible under\nSection 338 ITEPA 2003 (travel for necessary attendance), some are\ndeductible under the special rules for employees working abroad\n(Sections 370 and 371 ITEPA 2003) and some are not deductible at\nall.\n\nThe cost of the employee's travel to and from Germany is\ndeductible under Section 338 because Germany is a temporary\nworkplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). If it were not deductible\n\nunder that section it would be deductible under Section 370, see \n\n[EIM34040](/guidance/employment-income-manual/EIM34000#EIM34040).\n\nThe cost of the employee's husband's travel to and from\n\nGermany is not deductible under Section 338, see \n\n[EIM31980](/guidance/employment-income-manual/EIM31800#EIM31980). It is deductible under Section\n\n371, see \n\n[EIM34050](/guidance/employment-income-manual/EIM34000#EIM34050).\n\nThe employee's accommodation or subsistence is deductible\n\nunder Section 338, see \n\n[EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815). If it were not deductible\n\nunder that section it would \n\n**not** be deductible under Section 370, see \n\n[EIM34040](/guidance/employment-income-manual/EIM34000#EIM34040).\n\nThe employee's husband's accommodation or subsistence is not\n\ndeductible under Section 338 (see \n\n[EIM31980](/guidance/employment-income-manual/EIM31800#EIM31980)) and nor is it deductible under\n\nSection 371, see \n\n[EIM34050](/guidance/employment-income-manual/EIM34000#EIM34050).\n\nThis is summarised in the table below.\n\n<table>\n<tr>\n<td>\n\n### Employee\n\n</td><td>\n\n### Husband\n\n</td><td>\n\n### Deductible?\n\n</td><td>\n\n### Statute\n\n</td>\n</tr>\n<tr>\n<td>Travel</td><td>\n\n</td><td>Yes</td><td>Section 338</td>\n</tr>\n<tr>\n<td>\n\n</td><td>Travel</td><td>Yes</td><td>Section 371</td>\n</tr>\n<tr>\n<td>Accommodation or\n\nsubsistence</td><td>\n\n</td><td>Yes</td><td>Section 338</td>\n</tr>\n<tr>\n<td>\n\n</td><td>Accommodation or\n\nsubsistence</td><td>No</td><td>\n\n</td>\n</tr>\n</table>"},{"manual-section-id":"EIM34004","title":"Travelling expenses:\nemployees working abroad: use of employees' own vehicles: mileage\nallowances and mileage allowance relief","body":"Employees who work abroad may use their own vehicles for\nbusiness travel. Approved mileage allowance payments (AMAPs) paid\nto employees in respect of business travel in their own vehicles\nare exempt from tax. The \n**actual** cost of such travel is not deductible\n(Section 359 ITEPA 2003). However, employees may be entitled to a\ndeduction for mileage allowance relief (MAR) for travel that would\nhave qualified for tax relief as business travel (see \n[EIM31800](/guidance/employment-income-manual/EIM31800) onwards). This may be the case\nwhether or not they receive AMAPs. See \n[EIM31205](/guidance/employment-income-manual/EIM31200#EIM31205) for an overview of the system.\n\nThe AMAPs and MAR legislation links the meaning of business\n\ntravel directly to the rules for deductions under Sections 337 to\n\n342 ITEPA 2003. This link should be taken to mean that business\n\ntravel also includes journeys that qualify for tax relief under the\n\nspecial rules for employees travelling to work outside the United\n\nKingdom. The effect of this is that where MAR is available in\n\nrespect of the use of a vehicle:\n\n*   no deduction may be made under either\n\n    Sections 341 to 342 ITEPA 2003 or Sections 370 to 371 ITEPA 2003\n\n    but\n*   the travel will be eligible for MAR if, in\n\n    the absence of MAR, a deduction would have been available for\n\n    it.\n\nAMAPs will be exempt and a deduction for MAR may be available\n\nfor employees who use their own vehicles for travelling to and from\n\nthe UK and who satisfy the conditions for relief under:\n\nSection 371 provides relief for the travelling expenses of an\n\nemployee's family where certain conditions are satisfied (see \n\n[EIM34050](/guidance/employment-income-manual/EIM34000#EIM34050)). The legislation providing for\n\nthe exemption for AMAPs and the deduction for MAR requires an\n\nemployee to use a qualifying vehicle for business travel.\n\nTherefore, the exemption for AMAPs and the deduction for MAR may be\n\navailable when family members accompany the employee but not when\n\nthe family travels without the employee. The exemption for\n\npassenger payments is unlikely to be available for family members\n\nwho accompany the employee. This is because qualifying passengers\n\nhave also to be employees for whom the travel is business\n\ntravel."},{"manual-section-id":"EIM34010","title":"Special rules for\nemployees travelling to work outside the United Kingdom:\nintroduction","body":"Deductions available under the special rules vary considerably\ndepending on the following factors:\n\n*   the residence status of the employee\n*   whether the employee performs all or part\nof the employment duties outside the UK and\n*   whether the expense is met or reimbursed\nby the employer and\n*   whether the employee satisfies the\nconditions relevant to each expense.\n\n### Definitions\n\nThe rules contain the following terms relating to the residence\nstatus of the employee in the United Kingdom. They are used in this\nguidance. It is important to understand what they mean.\n\nYou may need to look up the definitions at the references\ngiven below, but in very general terms the meanings are as follows:\n\n**resident** - an employee is resident in the United\n\nKingdom if he or she is physically present here on a regular or\n\nfrequent basis\n\n**ordinarily resident** - an employee is ordinarily\n\nresident in the United Kingdom if he or she is resident here year\n\nafter year\n\n**domiciled** - an employee is domiciled in the UK if\n\nthe UK is his or her permanent home\n\n**merely incidental duties** of the employment that\n\nare trivial or subordinate to the substantive core duties may be\n\ndisregarded when deciding whether an employment is carried on\n\nwholly outside the United Kingdom.\n\nThe \n\n**United Kingdom** is England, Wales, Scotland,\n\nNorthern Ireland, the territorial seas extending to the 12 mile\n\nlimit from the shoreline and airspace over that land and sea.\n\nFurther guidance may be found at the references listed\n\nbelow:"},{"manual-section-id":"EIM34020","title":"Foreign travel rules:\nduties performed wholly abroad: employee's initial and terminal\njourneys","body":"### Summary\n\nThis page is concerned with the first and last journeys of an\nemployee who works wholly abroad.\n\n### Conditions\n\nAll three of the following conditions must be met:\n\n*   the duties of the employment are performed\nwholly outside the United Kingdom (see[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010) for the relevance of merely\nincidental duties)\n*   the employee is resident and ordinarily\nresident in the United Kingdom (see[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010))\n*   where the employer is a foreign employer\n(see[EIM40031](/guidance/employment-income-manual/EIM40031)), the employee is domiciled in\nthe United Kingdom.\n\n### Nature of the deduction\n\nAllow as a deduction from the earnings of the employment, the\ncost of the employee's:\n\n*   starting travel expenses - travel from any\n\n    place in the United Kingdom to take up the employment and\n*   finishing travel expenses - travel to any\n\n    place in the United Kingdom on the termination of the\n\n    employment.\n\nIf the travel is partly for another purpose (for example, a\n\nholiday) limit the deduction to the amount properly attributable to\n\nthe taking up or termination of the employment. Apportionment is a\n\nmatter for agreement and will depend on the facts.\n\n### Interim return visits to the United Kingdom\n\nThe deduction for interim return visits to the United Kingdom\n\nfor an employee in these circumstances is provided by different\n\nlegislation and has different conditions (see \n\n[EIM34025](/guidance/employment-income-manual/EIM34025))."},{"manual-section-id":"EIM34025","title":"Foreign travel rules:\nduties performed wholly abroad: employee's interim journeys to and\nfrom the United Kingdom"},{"manual-section-id":"EIM34030","title":"Foreign travel rules:\nduties performed wholly abroad: foreign accommodation or\nsubsistence costs and expenses","body":"### Summary\n\nThis page is concerned with the cost of accommodation or\nsubsistence at the overseas workplace of an employee who works\nwholly abroad.\n\n### Conditions\n\nThe employee must:\n\n*   perform the duties of an office or\nemployment wholly outside the United Kingdom (see[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010) for the relevance of merely\nincidental duties)\n*   be resident and ordinarily resident in the\nUnited Kingdom (see[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010))\n*   be domiciled in the United Kingdom in a\ncase where the employer is a foreign employer (see[EIM40031](/guidance/employment-income-manual/EIM40031) and[EIM34160](/guidance/employment-income-manual/EIM34000#EIM34160)).\n\nThe employee's earnings include an amount in respect of:\n\n*   the provision of accommodation or\n\n    subsistence outside the United Kingdom for the employee for the\n\n    purpose of enabling the employee to perform the duties of the\n\n    employment, or\n*   the reimbursement of expenses incurred by\n\n    the employee on such accommodation or subsistence for that\n\n    purpose.\n\n### Nature of the deduction\n\nAllow the cost of the employee's accommodation or subsistence\n\noutside the United Kingdom where all the above conditions are\n\nsatisfied. If the accommodation or subsistence is wholly for the\n\npurpose of enabling the employee to perform the duties of the\n\nemployment, then the deduction will be equal to the amount included\n\nin earnings.\n\n### Accommodation or subsistence\n\nThese terms are not defined. They will include hotel expenses\n\nand the cost of rented accommodation.\n\n### Dual purpose of accommodation or subsistence\n\nIf accommodation or subsistence is provided partly for another\n\npurpose, for example, private use for a holiday, you should limit\n\nthe deduction to the amount included in earnings that is properly\n\nattributable to the business purpose."},{"manual-section-id":"EIM34040","title":"Foreign travel rules:\nduties performed partly abroad: employee's journeys from and to the\nUnited Kingdom","body":"### Summary\n\nThis page is concerned with journeys from and to the United\nKingdom of an employee who works partly abroad. These journeys may\nqualify for a deduction under Section 370 ITEPA 2003 provided the\nconditions in Section 370(1) have been met and the circumstances\nfall within Case B in Section 370(4).\n\n### Conditions\n\nThe employee must:\n\n*   be resident and ordinarily resident in the\nUnited Kingdom (see[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010)) and\n*   the employee's taxable earnings must\ninclude an amount in respect of:\n\n*   the provision of travel facilities for a journey\n\n    made by the employee, or\n*   the reimbursement of expenses incurred by the\n\n    employee on such a journey.\n\nCircumstances falling within Case B:\n\n*   the duties of the employment are performed\n\n    partly outside the United Kingdom\n*   those duties are not performed on a\n\n    vessel\n*   the journey is between a place in the\n\n    United Kingdom and a place outside the United Kingdom where duties\n\n    of the employment are performed\n*   the duties performed outside the United\n\n    Kingdom can only be performed there and\n*   the journey is made wholly and exclusively\n\n    for the purpose of performing them or returning after performing\n\n    them.\n\n### Nature of the deduction\n\nThe deduction is equal to the amount included in taxable\n\nearnings in respect of the travel facilities provided for the\n\njourney or the reimbursed expenses of the journey. In most cases,\n\nthe employer will have provided the travel facilities or reimbursed\n\nthe expense.\n\n### Other points to note\n\n*   Unlike the provisions for employees whose\n\n    duties are wholly abroad, all the journeys for employees in these\n\n    circumstances are subject to the same rules.\n*   There is no limit to the number of\n\n    journeys that can qualify.\n*   This provision does not allow a deduction\n\n    for the cost of accommodation or subsistence at the place outside\n\n    the United Kingdom where the employee performs the duties. However,\n\n    see\n    [EIM10060](/guidance/employment-income-manual/EIM04700#EIM10060) for the treatment of\n\n    subsistence allowances paid to employees at a temporary\n\n    workplace."},{"manual-section-id":"EIM34050","title":"Foreign travel rules:\nduties performed wholly or partly abroad: travelling expenses of\nthe employee's family","body":"### Summary\n\nThis page is concerned with the travelling expenses of an\nemployee who works partly or wholly abroad.\n\n### Conditions\n\n*   The employee must be resident and\nordinarily resident in the United Kingdom (see[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010)) and\n*   the employee's taxable earnings must\ninclude an amount in respect of:\n\n*   the provision of travel facilities for a journey\nmade by the employee's spouse, civil partner or child, or\n*   the reimbursement of expenses incurred by the\nemployee on such a journey.\n\n*   Other factors:the employee is absent from\n\n    the United Kingdom for a continuous period of at least 60 days for\n\n    the purpose of performing the duties of one or more employments\n\n    (see example\n    [EIM34060](/guidance/employment-income-manual/EIM34000#EIM34060) for details of the 60 days\n\n    rule)\n*   the journey is between a place in the\n\n    United Kingdom and a place outside the United Kingdom where such\n\n    duties are performed\n*   the employee's spouse, civil partner or\n\n    child is:\n\n*   accompanying the employee at the beginning of the\n\n    period of absence\n*   visiting the employee during that period, or\n*   returning to the United Kingdom after so\n\n    accompanying or visiting the employee.\n\n### Nature of the deduction\n\nThe deduction is equal to the amount included in the employee's\n\ntaxable earnings in respect of the travel facilities provided for\n\nthe journey or the reimbursed expenses of the journey. In most\n\ncases, the employer will have provided the travel facilities or\n\nreimbursed the expense. Allow the cost of up to:\n\n*   two outward journeys (from the United\n\n    Kingdom to the overseas workplace, see\n    [EIM34070](/guidance/employment-income-manual/EIM34000#EIM34070)) and\n*   two inward journeys (from the overseas\n\n    workplace to the United Kingdom)\n\nin any tax year by each member of the employee's family, if all\n\nof the above conditions are satisfied.\n\n### Meaning of family\n\nFamily for this purpose includes:\n\n*   the employee's spouse\n*   the employee&#x2019;s civil partner\n*   the employee's children. The term includes\n\n    any stepchild, adopted child or illegitimate child but not a child\n\n    over the age of 18 at the beginning of the outward journey.\n\n### Additional information\n\nThe deduction only covers the travel costs of the family. Once\n\nthe family arrives at the overseas workplace no deduction can be\n\ngiven for their accommodation or subsistence. If the employer meets\n\nthe cost of the family's accommodation or subsistence the cost will\n\nbe taxable earnings of the employee."},{"manual-section-id":"EIM34060","title":"Foreign travel rules:\nduties performed wholly or partly abroad: travelling expenses of\nthe employee's family: the 60 days rule and examples","body":"### A continuous period of at least 60 days\n\nThe 60 days rule referred to in \n[EIM34050](/guidance/employment-income-manual/EIM34000#EIM34050) must be satisfied for each\njourney made by the employee's family. In order to qualify the\nemployee must be outside the United Kingdom for a continuous period\nof at least 60 days for the purpose of performing the duties of one\nor more employments.\n\nHolidays taken abroad and weekends spent abroad do not\ninterrupt a continuous period of absence for the purposes of\nworking abroad. This is so even if the leave is taken at the\nbeginning or end of a period of absence.\n\n### Example 1\n\nAn employee spends 70 days working abroad between May and July\n\nin 2003 and a further 30 days in January 2004. The employee's\n\nspouse and children accompany her on both trips. The employer pays\n\nthe costs of travel and the hotel bills for all of the family.\n\n**Comment**\n\nThe travel costs of the spouse and children are allowed under\n\nSection 371 when they accompany the employee in the May to July\n\nperiod. However, the travel costs of the family for the January\n\n2004 trip form part of the employee's taxable earnings and no\n\ndeduction is available. No deduction is available in respect of the\n\nfamily members' hotel bills on either of the visits.\n\n### Example 2\n\nAn employee works in Chicago for 130 days ending on 5 April\n\n2004. His family makes 3 visits to see him during the period. The\n\nemployer purchases airline tickets for the family for all journeys.\n\n**Comment**\n\nThe amount paid by the employer on the provision of the\n\nairline tickets is included in the employee's taxable earnings.\n\nSection 371 provides a deduction for 2 of the visits. The final\n\nvisit exceeds the limit of 2 outward and 2 inward journeys in any\n\ntax year and is therefore not covered by Section 371.\n\n### Example 3\n\nAn employee worked in Washington DC from 1 March to 5 May 2005.\n\nSubject to the other conditions, she is entitled to claim a\n\ndeduction for 2 family visits in the period 1 March to 5 April (in\n\ntax year 2004/05) and 2 further visits in the period 6 April to 5\n\nMay (in tax year 2005/06)."},{"manual-section-id":"EIM34070","title":"Foreign travel rules:\ntravelling expenses of the employee's family: meaning of place\nwhere the duties are performed","body":"Section 371 provides a deduction for family travel between a\nplace in the United Kingdom and a place outside the United Kingdom\nwhere the employee performs the duties of one or more employments.\n\nThe requirement that the journey must be to the place where\nthe employee performs duties should be interpreted broadly. Travel\nto the place abroad where the employee normally lives whilst\nperforming those duties will qualify.\n\nCommon sense limits should be applied. No deduction should be\ngiven, if, for example, an employee working in Paris meets the\nfamily in Nice in the South of France, to which they have travelled\ndirect from the United Kingdom. On the other hand the cost of a\ntrip to Paris would qualify even if the family then go on to some\n\nother place."},{"manual-section-id":"EIM34080","title":"Foreign travel rules:\nemployee with two or more employments: travel between employments\nwhere duties are performed abroad","body":"### Summary\n\nThis page is concerned with journeys from one workplace to\nanother where the employee has more than one employment and the\nduties of one or more of them are performed outside the United\nKingdom.\n\n### Conditions\n\nA deduction from earnings from an employment is allowed for\ntravel expenses incurred by the employee where all of the following\nconditions are met:\n\n*   the travel is for the purpose of\nperforming duties of the employment at the destination\n*   the employee has performed duties of\nanother employment at the place of departure\n*   the place of departure or the destination\nor both are outside the United Kingdom\n*   the duties of one or both of the\n\n    employments are performed wholly or partly outside the United\n\n    Kingdom\n*   the employee is resident and ordinarily\n\n    resident in the United Kingdom (see\n    [EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010))\n*   where the employer is a foreign employer\n\n    (see\n    [EIM40031](/guidance/employment-income-manual/EIM40031)), the employee is domiciled in\n\n    the United Kingdom.\n\n### Nature of the deduction\n\nThe expense incurred in travelling is allowed as a deduction\n\nagainst the earnings arising from the destination employment.\n\n### Other points to note\n\nIf the travel is partly for another purpose (for example, a\n\nholiday), limit the deduction to the amount attributable to the\n\nbusiness purpose. Apportionment is a matter for negotiation and\n\nwill depend on the facts."},{"manual-section-id":"EIM34090","title":"Foreign travel rules:\nduties performed partly overseas: seafarers","body":"### Summary\n\nThis page is concerned with the application of the foreign\ntravel rules to employees who perform the duties of their\nemployment on a vessel. Certain journeys may qualify for a\ndeduction under Section 370 ITEPA 2003 provided the conditions in\nSection 370(1) have been met and the circumstances fall within Case\nC in Section 370(5).\n\n### Conditions\n\nThe employee must:\n\n*   be resident and ordinarily resident in the\nUnited Kingdom (see[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010)) and\n*   the employee's taxable earnings must\ninclude an amount in respect of:\n\n*   the provision of travel facilities for a journey\nmade by the employee, or\n*   the reimbursement of expenses incurred by the\nemployee on such a journey.\n\nCircumstances falling within Case C:\n\n*   the duties of the employment are performed\npartly outside the United Kingdom\n*   those duties are performed on a\nvessel\n*   the journey is between a place in the\nUnited Kingdom and a place outside the United Kingdom where duties\nof the employment are performed\n*   the duties performed outside the United\nKingdom can only be performed there and\n*   the journey is made wholly and exclusively\nfor the purpose of performing those duties, or those duties and\nother duties of the employment, or returning after performing\nthem.\n\n### Where seafarers' duties are performed (Section 372 ITEPA\n2003)\n\nSection 372 provides special rules for deciding where duties of\nan employment on a vessel are performed for the purposes of the\ndeductions allowed by Section 370 (employee's travel where duties\nperformed abroad) and Section 371 (visiting spouse's, civil\npartner&#x2019;s or child's travel where duties performed abroad).\nWhether duties performed on a vessel are performed in or outside\nthe United Kingdom should be determined without regard to the rules\nin Section 40(2) ITEPA 2003 that treat certain duties as performed\nin the United Kingdom (see \n[EIM40206](/guidance/employment-income-manual/EIM40206)).\n\n The condition in Section 370 (Case C) that the duties of\nemployment are performed partly outside the United Kingdom can\ntherefore be tested by reference to the actual place where the\nduties are performed. Where employment duties are performed on a\nvessel located outside of United Kingdom territorial waters, then\nthe condition will be satisfied.\n\n The same applies to the condition in Section 371 that the\nemployee must be absent from the United Kingdom for a continuous\nperiod of at least 60 days for the purpose of performing the duties\nof one or more employments. Days that an employee spends performing\nduties on a vessel located outside of United Kingdom territorial\nwaters may therefore be taken into account when determining whether\nthere is a continuous period of at least 60 days.\n\n### Summary of deductions to be allowed\n\nWhere the employer provides travel facilities or reimburses\nexpenses to enable a seafarer to perform duties outside the UK, the\nseafarer will be entitled to deductions in respect of:\n\n*   travelling expenses between home and the\nvessel at the beginning or end of any voyage and\n*   interim visits home.\n\nThe seafarer also qualifies for deductions in respect of the\ntravelling expenses of the family where the additional conditions\ndescribed at \n[EIM34050](/guidance/employment-income-manual/EIM34000#EIM34050) are satisfied."},{"manual-section-id":"EIM34100","title":"Foreign travel rules:\noverseas conferences and study tours: allowable expenses","body":"Full guidance on this subject is set out at \n[EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950) onwards. Sections 337 to 340\nITEPA 2003 should be considered in addition to the foreign travel\nrules.\n\nAn employee who performs some duties of the employment in the\nUnited Kingdom cannot qualify for a deduction for overseas\nconference expenditure under the special rules relating to\nemployees with duties performed wholly abroad (see \n[EIM34020](/guidance/employment-income-manual/EIM34000#EIM34020) to EIM34030).\n\nIf no deduction is possible under Sections 337 to 340, it is\nunlikely that the employee will qualify under the rules at \n[EIM34040](/guidance/employment-income-manual/EIM34000#EIM34040) relating to the travelling\nexpenses of employees with duties performed partly abroad. In order\nto qualify under those rules the following conditions must be\nsatisfied:\n\n*   the duties concerned can only be performed\n\n    outside the United Kingdom and\n*   the journey is made wholly and exclusively\n\n    for the purpose of performing them.\n\nWhile each case should be considered on its facts it is unlikely\n\nthat the conditions will be met."},{"manual-section-id":"EIM34110","title":"Foreign travel rules:\noffshore oil and gas workers: mainland transfers","body":"Employees with a permanent workplace at an offshore installation\nare exempt from income tax where they are provided with:\n\n*   transfer transport\n*   related accommodation or subsistence,\nor\n*   local transport.\n\nThe exemption also applies where an employee is paid or\nreimbursed reasonable expenses incurred on such transport,\naccommodation or subsistence. Before 6 April 2003, the exemption\ngiven by Section 305 was provided by Extra-Statutory Concession A65\n(ESCA65).\n\n### Meaning of offshore installation\n\nSee \n[EIM33102](/guidance/employment-income-manual/EIM33000#EIM33102) to EIM33104 for guidance on the\nmeaning of offshore installation. The following structures or\nvessels can be accepted as offshore installations for the purpose\nof Section 305 ITEPA 2003:\n\n*   fixed production platforms\n*   floating production platforms\n*   floating production storage and offloading\n\n    vessels (FPSOs)\n*   floating storage units (FSUs)\n*   mobile offshore drilling units (MODUs)\n\n    including drillships, semisubmersible and jack-up rigs\n*   flotels (floating accommodation\n\n    units).\n\n### Meaning of transfer transport\n\nTransfer transport means transport by sea or air between the\n\nmainland of Great Britain or Northern Ireland and an offshore\n\ninstallation where:\n\n*   the place of arrival or departure on the\n\n    mainland is one to or from which transport between the mainland and\n\n    the offshore installation is provided for employees generally\n\n    and\n*   the cost would not be deductible under\n\n    Part 5 ITEPA if the employee incurred and paid it.\n\nThe exemption does not apply to any provision or expense that\n\nqualifies for a deduction under the main rules for travelling\n\nexpenses in Sections 337 to 340 ITEPA 2003 or under the special\n\nrules for foreign travel.\n\nAn example of a journey that would qualify for the exemption\n\nis a helicopter flight from Aberdeen to an offshore oil or gas\n\nrig.\n\n### Related accommodation or subsistence\n\nThis means overnight accommodation or subsistence in the\n\nvicinity of the place of departure or arrival on the mainland,\n\nwhich is necessary because of the time at which transfer transport\n\nis to be taken. For example, hotel accommodation may be provided in\n\nAberdeen the night before an employee who lives in London flies out\n\nto an oil rig from Aberdeen.\n\nIt should be noted that the exemption only applies to related\n\naccommodation or subsistence that is provided at a reasonable\n\ncost.\n\n### Local transport\n\nThis refers to transport between the place where the employee is\n\nprovided with related accommodation or subsistence and the place of\n\ndeparture or arrival on the mainland. So in the above example, the\n\nexemption also covers the cost of transport between the hotel in\n\nAberdeen and the heliport on the morning of the journey to the oil\n\nrig."},{"manual-section-id":"EIM34120","title":"Foreign travel rules:\ndeductions limited to amount included in earnings","body":"Some of the foreign travel deductions only apply where the\nemployee's taxable earnings include an amount in respect of:\n\n*   the provision of travel facilities for a\njourney made by the employee, or\n*   the reimbursement of expenses incurred by\nthe employee on such a journey.\n\nThis approach provides a built-in test. In the usual case, it\nwill limit the deductions to the amounts that an employer is\nprepared to pay.\n\n The deductions are available against general earnings\ntaxable under Section 15 (or Section 21 before 6 April 2008) ITEPA\n2003 (see \n[EIM40101](/guidance/employment-income-manual/EIM40000#EIM40101)). It follows that if what the\nemployer pays is not taxable under Section 15 ITEPA 2003, then no\ndeduction can be given.\n\n### Round sum allowances\n\nA general increase in pay or a round sum allowance does not\n\nrepresent &#x201D;an amount in respect of the provision of travel\n\nfacilities for a journey &#x2026; or the reimbursement of expenses\n\nincurred &#x2026; on such a journey&#x201D;. However, a common sense\n\napproach should be taken. Do not refuse to accept a deduction\n\nsimply because the employer meets expenditure by reasonable and\n\nproperly controlled scale payments."},{"manual-section-id":"EIM34130","title":"Foreign travel rules:\nmeaning of travelling expenses","body":"The legislation relating to the rules described at \n[EIM34020](/guidance/employment-income-manual/EIM34000#EIM34020) to EIM34080 uses terms such\nas:\n\n*   provision of travel facilities for a\njourney and\n*   reimbursement of expenses incurred on a\njourney.\n\nThese are not defined but where they refer to travel or a\njourney they should be read as covering both:\n\n*   fares and\n*   subsistence expenditure while\ntravelling.\n\n### Example 1\n\nIf an employee travels from London to Milan to take up a new\nemployment in Italy, Section 341 allows &#x201C;...expenses incurred\nby the employee in travelling...&#x201D;. If the individual travels\nby train, eats meals on the train and stays overnight in a hotel to\nbreak the journey, all of the following costs are allowable:\n\n*   rail fare\n*   meal costs\n*   cost of hotel accommodation while on a\n\n    journey.\n\n### Example 2\n\nThe employee in example 1 is out of the United Kingdom for more\n\nthan 60 days so the family travels to Milan to visit. They incur\n\nthe same costs as those listed above, which are met by the\n\nemployer. In addition, the employer pays for the family to stay in\n\na hotel in Milan. The costs are all ultimately met by the employer\n\nand are taxable earnings of the employment. The following costs are\n\nallowed by Section 371:\n\n*   rail fare\n*   meal costs\n*   cost of hotel accommodation while on a\n\n    journey.\n\nHowever, the provision for the family of the hotel accommodation\n\nin Milan is not allowable."},{"manual-section-id":"EIM34140","title":"Foreign travel:\ninter-relationship of the statutory rules","body":"The rules relating to overseas travel by employees who are\nresident and ordinarily resident in the United Kingdom (see \n[EIM34020](/guidance/employment-income-manual/EIM34000#EIM34020) to EIM34080) and to travel by\nemployees not domiciled in the United Kingdom (see \n[EIM35000](/guidance/employment-income-manual/EIM35000) onwards), are not mutually\nexclusive.\n\nAn employee who is not domiciled in the United Kingdom may be\nable to satisfy the conditions relating to journeys abroad under \n[EIM34040](/guidance/employment-income-manual/EIM34000#EIM34040) to EIM34050 if the duties are\nperformed partly outside the United Kingdom. Claims should be\nanalysed carefully to see which provisions apply.\n\n### Example\n\nAn American citizen was assigned to work in the United Kingdom\nfor 5 years. The family relocated at the beginning of the\nassignment, with the costs being met by the employer. A successful\nclaim was made under Section 374 (see \n[EIM35050](/guidance/employment-income-manual/EIM35000#EIM35050)). After a couple of years the\n\nemployee agreed to work temporarily in Paris for 3 months. The\n\nfamily visited twice during the course of the assignment. The\n\nemployer paid the family's travel costs. A deduction is available\n\nunder Section 371 (see \n\n[EIM34050](/guidance/employment-income-manual/EIM34000#EIM34050))."},{"manual-section-id":"EIM34150","title":"Foreign travel:\nprohibition of double deductions","body":"It is possible that an expense may qualify for a deduction under\nmore than one of the statutory rules in Sections 337 to 340, 341 to\n342, 370 to 371, 373 to 374 and 376 ITEPA 2003.\n\nSee \n[EIM34000](/guidance/employment-income-manual/EIM34000) onwards and \n[EIM35000](/guidance/employment-income-manual/EIM35000) onwards.\n\nThe general rule in Section 330 prevents double deductions by\nproviding that a deduction under Part 5 ITEPA 2003 cannot be\nallowed more than once in respect of the same costs or\nexpenses."},{"manual-section-id":"EIM34160","title":"Foreign travel: approach\nto be taken on residence and domicile status","body":"The foreign travel rules at \n[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010) onwards apply only to employees\nwho are resident and ordinarily resident (see \n[EIM42802](/guidance/employment-income-manual/EIM42800#EIM42802)). Some deductions are\nprohibited if the employment is with a foreign employer (see \n[EIM40031](/guidance/employment-income-manual/EIM40031)) and the employee is not\ndomiciled in the United Kingdom. This requires consideration\nof:\n\n*   the domicile status of the individual\nand\n*   the state in which the employer is\nresident.\n\nUnless the employee has completed the non residents pages which\naccompany the SA return or the file contains form P86, which\nprovides information to the contrary, you may accept that an\nemployee is resident and ordinarily resident in the United Kingdom\nfor the purposes of the foreign travel rules.\n\nThe employer's file may provide information if the employer\nis resident in a state other than the United Kingdom."},{"manual-section-id":"EIM34170","title":"Foreign travel rules:\noperation of PAYE on travel expenses paid to the employee","body":"### Employer's Further Guide to PAYE and NICs (CWG2)\n\n### Non-operation of PAYE on reimbursement of allowable travel\nexpenses\n\nThere is no need for an employer to operate PAYE on\nreimbursements of expenses in respect of foreign travel falling\nwithin \n[EIM34020](/guidance/employment-income-manual/EIM34000#EIM34020) to EIM34080. Such\nreimbursements should be treated as falling within the\ncircumstances described on page 86 of the Employer's Further Guide\nto PAYE and NICs under the heading 'Travel and Subsistence\nPayments'. Chapter 8 of Booklet 490 also gives guidance on this\nissue.\n\n### Scale payments\n\nWhere the employer makes scale payments in respect of such\noverseas travel, the payments may be made without deduction of tax\nprovided the Inspector is satisfied that the payments are\nequivalent to reimbursement of expenses incurred. See page 86 of\nthe Employer's Further Guide to PAYE and NICs under the heading\n'Round Sum Allowances' and Chapter 8 of Booklet 490."},{"manual-section-id":"EIM34180","title":"Foreign travel rules:\nforms P11D and dispensations granted to employers","body":"The expenses incurred by the employer should be shown on forms\nP11D unless covered by a dispensation. Dispensations for travel\nexpenses (unless covered by Sections 337 to 340 ITEPA 2003) can\nonly be given in respect of named individuals. Draw the employer's\nattention to Chapter 7 of booklet 490 when dealing with these\nrequests.\n\n### Other points\n\n*   No dispensation should be given for\ntravelling expenses of the employee's family (see[EIM34050](/guidance/employment-income-manual/EIM34000#EIM34050)).\n*   Any expenses that have been apportioned as\nbeing private should be excluded from the dispensation."},{"manual-section-id":"EIM34190","title":"Foreign travel rules:\n\nprocedural advice: no file cases","body":"All claims for deductions for expenses in respect of foreign\ntravel dealt with in \n[EIM34020](/guidance/employment-income-manual/EIM34000#EIM34020) to EIM34080 should normally be\nworked from the taxpayer's file. A no file case under SRS should be\nconverted to a file case and any relevant office record papers\nobtained, if the computer record shows that such papers exist (see\nEP345)."},{"manual-section-id":"EIM34200","title":"Foreign travel rules:\n\nprocedural advice: guidance to the public","body":"The rules relating to foreign travel expenses and deductions\nallowable by virtue of Sections 341 to 342 and 370 to 376 are\nsummarised in Chapter 7 of Booklet 490. It may be helpful to send a\ncopy of the booklet in response to enquiries about the scope of the\nrelief."}]}]}}