{"title":"EIM32000 - Travel expenses","details":{"manual-section-id":"EIM32000","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM31800","EIM32000"],"sections":[{"title":" Introduction","sections":[{"manual-section-id":"EIM32005","title":"Introduction: how the\ntemporary workplace rules interact","body":"\n\n## Sections 338 and 339 ITEPA 2003\n\nSince 6 April 1998 employees have been able to obtain tax relief for travel for necessary attendance at certain workplaces in addition to the existing relief for travel in the performance of the duties of the employment (see [EIM32350](/guidance/employment-income-manual/EIM32350) onwards). This additional tax relief can be found in Sections 338 and 339 ITEPA 2003 and it is described in this Chapter. \n\nEquivalent rules also apply for National Insurance contributions, see NIM06250. \n\nSection 338 applies to expenses that are attributable to the employee&#x2019;s necessary attendance at a workplace in the performance of the duties of the employment, but excluding expenses of ordinary commuting or private travel. These phrases are then subject to a series of statutory definitions of which the most important are: \n\nIf the workplace is capable of being a temporary workplace, there is a further set of statutory tests:\n\nThe purpose of this legislation is to permit tax relief for the costs of travel between an employee&#x2019;s home and a place that they must attend for work purposes, but excluding costs that are for ordinary commuting and private travel. Further changes have since been made that affect the amount of relief to which employees who use their own vehicle or bicycle for business travel are entitled. The changes are summarised at [EIM31625](http://www.hmrc.gov.uk/manuals/eimanual/EIM31625.htm). "},{"manual-section-id":"EIM32011","title":"Introduction: simple\nexamples","body":"### Example 1\n\nA lathe operator has a permanent workplace in Bacup. One day he\nhas to travel to a temporary workplace in Glossop to look at a new\nmachine. He is entitled to a deduction for the full cost of his\njourney because it is a journey to a temporary workplace.\n\n### Example 2\n\nA trainee accountant lives in Tunbridge Wells and drives each\nday to her permanent workplace in Ashford. She cannot deduct the\ncost of this journey because it is ordinary commuting.\n\n### Example 3\n\nAn employee who lives and works in Truro goes to Penzance for\nthe weekend to surf. He takes some work with him to finish off by\nMonday morning. He cannot deduct the cost of travelling to Penzance\nbecause it is private travel.\n\n### Example 4\n\nAn employee lives in Oxford and travels to work in London at a\ndaily cost of &#xA3;30. One day she has to travel to a temporary\nworkplace in Hereford, travelling directly from home at a cost of\n&#xA3;34. She can deduct the full cost of &#xA3;34.\n\n### Example 5\n\nAn installation engineer works at the premises of his employer's\n\nvarious clients throughout the UK. He has no permanent workplace\n\nand attends each temporary workplace for a short period only. One\n\nweek he travels from home in Dover to a temporary workplace in\n\nGloucester and stays in a hotel for 4 nights before returning home.\n\nHis journey costs &#xA3;130 and his subsistence (accommodation and\n\nmeals) costs &#xA3;300. He can deduct the full cost of\n\n&#xA3;430.\n\n### Example 6\n\nAn employee is a purchaser for a retail company. She has a\n\npermanent workplace in Doncaster but spends several days each month\n\nvisiting suppliers all over the country, often travelling directly\n\nfrom home. She can deduct the full cost of her travel to suppliers\n\nbut not the cost of travel to Doncaster, because that is ordinary\n\ncommuting."},{"manual-section-id":"EIM32015","title":"Introduction: when are\ntravel expenses deductible?","body":"Section 338 ITEPA 2003 allows a deduction for the full cost of\ntravel for necessary attendance. Where employees use their own\nvehicle or bicycle for business travel a deduction is given at\nstatutory mileage allowance relief rates and not for actual costs,\nsee EIM31626.\n\nTravel for necessary attendance is journeys that employees\nmake to or from a place they have to attend in the performance of\ntheir duties, but not journeys that are ordinary commuting or\nprivate travel.\n\nA deduction is only due where it is necessary (in a real\nsense, see \n[EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645)) for the employee to attend the\nparticular place on that occasion to perform the duties of his or\nher employment, see \n[EIM32270](/guidance/employment-income-manual/EIM32000#EIM32270).\n\nNo deduction is due for ordinary commuting. Ordinary\ncommuting generally means travel between home and a permanent\n\nworkplace but is defined in more detail at \n\n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055). Permanent workplace is defined\n\nat \n\n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). Ordinary commuting includes\n\ntravel that is substantially ordinary commuting, see \n\n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300).\n\nNo deduction is due for private travel. Private travel\n\ngenerally means travel for private rather than work purposes but is\n\ndefined in more detail at \n\n[EIM32180](http://www.hmrc.gov.uk/manuals/eimanual/EIM32180.htm). Private travel includes travel\n\nthat is substantially private travel, see \n\n[EIM32320](/guidance/employment-income-manual/EIM32000#EIM32320)."},{"manual-section-id":"EIM32030","title":"Introduction: travel\nbetween employments","body":"In general, where someone has two employments, the duties of\nwhich are performed at different places, no deduction is due for\nthe cost of travelling between those places, see \n[EIM32360](/guidance/employment-income-manual/EIM32350#EIM32360). For an illustration, see\nexample \n[EIM32031](/guidance/employment-income-manual/EIM32000#EIM32031).\n\nThere are two exceptions to this rule. A deduction can be\nmade by an employee who:\n\n*   holds employments with more than one\ncompany in a group (see[EIM32035](/guidance/employment-income-manual/EIM32000#EIM32035)), or\n*   has more than one employment and the\nduties of one of those employments are performed wholly or partly\noverseas, see[EIM34080](/guidance/employment-income-manual/EIM34000#EIM34080)."},{"manual-section-id":"EIM32031","title":"Introduction: travel\nbetween employments: example","body":"An employee has two separate employments. Each morning he\ntravels from his home in Godalming to his job as a shop assistant\nin London. Each evening he travels from that workplace to\nGuildford, where he works in a bar. He travels home to Godalming at\nthe end of the day. No deduction is due for any of his travelling,\nwhether it is between his home and either workplace or between the\ntwo workplaces."},{"manual-section-id":"EIM32035","title":"Introduction: travel\nbetween separate employers within a group","body":"Section 340 ITEPA 2003 introduces a rule that allows any person\nwho is a director or employee of two or more companies within the\nsame group of companies to deduct the cost of travelling between\nworkplaces for the performance of the duties of those separate\noffices or employments. Expenses which can be deducted under\nSection 340 include necessary accommodation and subsistence\nexpenses incurred in the course of the journey, but do not include\nthe cost of accommodation at the destination.\n\nThis rule extended and provided statutory cover for the\nsimilar rule in Extra-Statutory Concession A4(a). The concession\nonly applies to directors while the legislation extends to all\nemployees. The concession only applies to travel in the United\nKingdom, while the legislation applies to travel anywhere. However,\nthe concession applies to associated companies as they are defined\nin that concession, while the legislation is limited to companies\n\nwithin the same group, see example \n\n[EIM32036](/guidance/employment-income-manual/EIM32000#EIM32036).\n\nFor this purpose companies are members of the same group if\n\none is at least a 51% subsidiary of the other, or both are at least\n\n51% subsidiaries of a third company."},{"manual-section-id":"EIM32036","title":"Introduction: travel\nbetween separate employers within a group: examples","body":"An employee of company A is also an employee of company B and C.\nCompany B and company C are both 51% subsidiaries of company A.\nTherefore, the three companies are all members of the same group. A\ndeduction is due for the cost of travel between the various\nworkplaces at which the employee performs the duties of the three\nemployments.\n\n### Example 2\n\nAn employee of company X is also an employee of company Y and a\ndirector of company Z. Company X holds 80% of company Y, which in\nturn holds 80% of company Z. Company X has no direct holding in\ncompany Z. Even so, all three companies are members of the same\ngroup, the indirect holding by company X of 64% of company Z (80% x\n80%) is enough to satisfy the group test. A deduction is due for\nthe cost of travel between the various workplaces at which the\ndirector/employee performs the duties of the office and the two\nemployments."},{"manual-section-id":"EIM32040","title":"Introduction: joint\nprojects","body":"Two or more employers may act together on a particular project\nand may form a joint enterprise for this purpose. An employee of\neither of them whose duties require him or her to act on behalf of\nthe joint enterprise will be entitled to a deduction for the cost\nof business travel.\n\nThe practical application of this rule is illustrated by\nexample \n[EIM32041](/guidance/employment-income-manual/EIM32000#EIM32041)."},{"manual-section-id":"EIM32041","title":"Introduction: joint\nprojects: example","body":"Bricks Ltd and Mortar Ltd work together on a project to build a\nnew industrial development. They operate through a company set up\nsolely for this purpose, Project Ltd, in which they each have a 50%\nholding. An employee of Bricks Ltd is responsible for managing the\nproject and Project Ltd pays Bricks Ltd for her services.\n\nThe employee is entitled to a deduction for the cost of her\ntravel between the workplaces of Bricks Ltd, Project Ltd and Mortar\nLtd. This is not because the three companies are members of the\nsame group (they are not) but because she is travelling in the\nperformance of the duties of her employment with Bricks Ltd."}]},{"title":" Definitions","sections":[{"manual-section-id":"EIM32050","title":"Definitions:\nintroduction","body":"An employee is not entitled to a deduction for the cost of\nordinary commuting or private travel. These terms are defined by\nSections 338 and 339 ITEPA 2003. The following paragraphs explain\nand illustrate the meaning of these terms:\n\n*   ordinary commuting, see[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055)\n\n*   private travel, see[EIM32180](http://www.hmrc.gov.uk/manuals/eimanual/EIM32180.htm)."},{"manual-section-id":"EIM32055","title":"Definitions: ordinary\ncommuting","body":"No deduction is due under Section 338 ITEPA 2003 for the cost of\nordinary commuting. For most employees, ordinary commuting is the\njourney they make most days between their home and their permanent\nworkplace. However, for some employees the position is more\ncomplicated. The term \"ordinary commuting\" is defined by Section\n338(3) ITEPA 2003 to mean travel between a permanent workplace and\nhome, or any other place that is \n**not** a workplace. Ordinary commuting includes\ntravel that is substantially ordinary commuting, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). The case of Kirkwood v Evans\n(74TC481) confirms that travel between home and a permanent\nworkplace is ordinary commuting even where home is also a\nworkplace.\n\n A workplace is defined by Section 339(1) ITEPA 2003 to mean\na place at which the employee's attendance is necessary in the\n\nperformance of the duties of the employment.\n\n In practical terms this means that there is no deduction for\n\nthe cost of travel between an employee's permanent workplace\n\nand:\n\n*   an employee's home (but if the employee is\n\n    required to work at home, see\n    [EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170)), or\n*   any other place the employee visits for\n\n    reasons that are not related to the employment, or\n*   any place at which the employee performs\n\n    the duties of another employment.\n\nAny journey between an employee's permanent workplace and home\n\n(except where \n\n[EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170) applies), or any other place at\n\nwhich the employee's attendance is not necessary for the duties of\n\nthat employment, is ordinary commuting for which no deduction is\n\ndue.\n\n Any workplace that is a temporary workplace is not a\n\npermanent workplace. Travel to a temporary workplace is not\n\nordinary commuting and so the cost is deductible, see \n\n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). Where employees use their own\n\nvehicle or bicycle for business travel a deduction is given at\n\nstatutory mileage rates and not for actual costs, see EIM31626.\n\n This is illustrated by example \n\n[EIM32056](/guidance/employment-income-manual/EIM32000#EIM32056).\n\n Various measures have been introduced to encourage\n\nenvironmentally friendly transport between home and work. The\n\nmeasures include exemptions from tax for\n\n*   works bus services and subsidies paid to\n\n    public bus services (see\n    [EIM21850](/guidance/employment-income-manual/EIM21604#EIM21850)) and\n*   provision by an employer of bicycles and\n\n    cycling equipment, see\n    [EIM21664](/guidance/employment-income-manual/EIM21601#EIM21664)."},{"manual-section-id":"EIM32056","title":"Definitions: ordinary\ncommuting: example","body":"An employee is sometimes required by his employer to attend his\npermanent workplace outside normal working hours, often at the\nweekend. This means he incurs extra costs on bus fares, meals eaten\nat his desk and sometimes even the cost of overnight accommodation\nnear his workplace.\n\nNo deduction is due for any of these costs because all of the\njourneys between the employee's home and his permanent workplace\nare ordinary commuting, see \n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055). It makes no difference that\nhis employer requires him to make the journeys or that they are\nmade outside his normal working hours."},{"manual-section-id":"EIM32060","title":"Definitions: ordinary\ncommuting: necessary journeys","body":"An employee cannot turn what is really an ordinary commuting\njourney into a business journey simply by arranging a business\nappointment along the way. To get a deduction the employee must be\nable to show that the attendance at the particular place on that\noccasion was necessary, in the sense used in \n[EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645), for the performance of the\nduties of that employment and was not just a matter of personal\nconvenience.\n\nSimilarly, an employer cannot turn an ordinary commuting\njourney into a business journey by requiring the employee to stop\noff on the way to carry out business tasks such as making telephone\ncalls, see \n[EIM32270](/guidance/employment-income-manual/EIM32000#EIM32270)."},{"manual-section-id":"EIM32065","title":"Definitions: permanent\nworkplace","body":"A place at which an employee works is a permanent workplace if\nhe or she attends it \n**regularly** for the performance of the duties of the\nemployment. It is usually clear whether or not a place is an\nemployee's permanent workplace (and, therefore, whether a journey\nto that place is ordinary commuting). It is possible for an\nemployee to have more than one permanent workplace at the same\ntime, see \n[EIM32140](/guidance/employment-income-manual/EIM32000#EIM32140). The cost of travel to a\npermanent workplace is \n**not** deductible under Section 338 ITEPA 2003, see \n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055).\n\nA workplace is not a permanent workplace if it is a temporary\nworkplace. A temporary workplace is somewhere the employee goes\nonly to perform a task of limited duration or for a temporary\npurpose. The cost of travel to a temporary workplace is deductible.\n\nFor the meaning of attends regularly see \n[EIM32070](/guidance/employment-income-manual/EIM32000#EIM32070).\n\nFor the meaning of temporary workplace see \n\n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075).\n\nFor the meaning of limited duration see \n\n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080).\n\nFor the meaning of temporary purpose see \n\n[EIM32150](/guidance/employment-income-manual/EIM32000#EIM32150).\n\nThese terms are illustrated by a series of examples,\n\nbeginning with example \n\n[EIM32081](/guidance/employment-income-manual/EIM32000#EIM32081).\n\nIn some cases a geographical area rather than a single place\n\nmay be treated as a permanent workplace, see \n\n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190).\n\nWhere a change of workplace does not significantly alter the\n\njourney to work, both workplaces may be treated as a single\n\npermanent workplace, see \n\n[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280)."},{"manual-section-id":"EIM32070","title":"Definitions: permanent\nworkplace: regular attendance","body":"An employee regularly attends a particular workplace if the\nattendance is frequent, or it follows a pattern, or if the place is\none at which the employee usually attends for all or almost all of\nthe period for which he or she holds, or is likely to hold, that\nemployment.\n\nThe proportion of an employee's working time spent at a\nparticular workplace is a factor in determining whether or not it\nis treated as a permanent workplace but it is not the only factor.\nEven if the employee attends the workplace only on one or two days\na week, if it is on a regular basis, the workplace \n**may** still be a permanent workplace."},{"manual-section-id":"EIM32075","title":"Definitions: temporary\nworkplace","body":"\n\n## Section 339(3) ITEPA 2003\n\nA workplace is a temporary workplace if an employee goes there only to perform a task of limited duration or for a temporary purpose. So even where an employee attends a workplace regularly, it will be a temporary workplace and so not a permanent workplace, if the employee attends for the purpose of performing a task of limited duration or other temporary purpose. \n\nLimited duration is explained at [EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). \n\nTemporary purpose is explained at [EIM32150](/guidance/employment-income-manual/EIM32000#EIM32150). \n\nIf a workplace is capable of being a temporary workplace by reference to this rule, you must consider the following additional rules:\n\nThese rules can only apply if the workplace is capable of being a temporary workplace by reference to S339(3)."},{"manual-section-id":"EIM32080","title":"Definitions: temporary\nworkplace: limited duration: the 24 month rule","body":"## Section 339(5) and (6) ITEPA 2003\n\nAs explained in [EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075), a workplace that an employee attends for the purpose of performing a task of limited duration or for some other temporary purpose is a temporary workplace. But there is a further rule that prevents a workplace from being a temporary workplace where an employee attends it in the course of a period of continuous work that lasts, or is likely to last, more than 24 months. Where this further rule applies the workplace will be a permanent workplace. This rule does not apply unless the workplace is capable of being a temporary workplace as defined by S339(3) ITEPA 2003. \n\nA period of continuous work is defined by Section 339(6) ITEPA 2003 as a period over which the duties of the employment are performed to a significant extent at that place. To apply this rule you should treat duties as performed to a significant extent at any workplace if the employee spends 40% or more of his or her working time at that place. The effect of this rule is illustrated by examples beginning with example [EIM32086](/guidance/employment-income-manual/EIM32000#EIM32086). The effect of this rule for part-time workers is illustrated by example [EIM32092](/guidance/employment-income-manual/EIM32000#EIM32092). Breaks in attendance are considered at [EIM32105](/guidance/employment-income-manual/EIM32000#EIM32105). \n\nThe test is whether the employee has spent, or is likely to spend, 40% or more of his or her working time at that particular workplace over a period that lasts, or is likely to last, more than 24 months. Where that is the case the workplace is not a temporary workplace and so it is a permanent workplace. Travel between that place and home will be ordinary commuting and so is not deductible. \n\nThis rule is modified where the employee works at a succession of workplaces but the change of workplace has no substantial effect on the employee's journey to work. All such workplaces are treated as the same workplace for the purpose of the legislation, see [EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280)and example [EIM32089](/guidance/employment-income-manual/EIM32000#EIM32089). \n\nThe legislation is written in terms of the length of time that it is reasonable to assume, or is likely, that the employee will spend at that workplace. The effect of the rule is not altered where the expectation does not match the outcome, see example [EIM32083](/guidance/employment-income-manual/EIM32000#EIM32083). The effect of the rule can be altered when there is a change of expectation, see example [EIM32084](/guidance/employment-income-manual/EIM32000#EIM32084). [EIM32100](/guidance/employment-income-manual/EIM32000#EIM32100)contains advice on how to find out what expectation the employee may have. \n\nRemember that the 40%/24 month rule is only a rule that treats workplaces that would otherwise be temporary workplaces as permanent workplaces. It does not apply to a workplace that is not a temporary workplace because it does not meet the definition in [EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). This is illustrated by example [EIM32087](/guidance/employment-income-manual/EIM32000#EIM32087). Even though the employee in that example works in Dolgellau for only 20% of her time it is not a temporary workplace because she does not work there for a limited duration or for a temporary purpose. \n\nWhen considering whether a workplace is a temporary workplace, you should also consider the other tests listed at [EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075)&#xA0;"},{"manual-section-id":"EIM32081","title":"Definitions: temporary\nworkplace: example","body":"An employee has worked for 5 years at her employer's head office\nin Warrington. She is sent by her employer to perform duties at a\nbranch office in Wigan for 18 months. A deduction is available for\nthe full cost of her travel between home and the workplace in\nWigan.\n\nAlthough the period in Wigan is a period of continuous work,\nbecause it is 40% or more of her working time (see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)), that period does not exceed\n24 months and so Wigan is a temporary workplace."},{"manual-section-id":"EIM32082","title":"Definitions: temporary\nworkplace: example","body":"An employee has worked for his employer for 10 years and is sent\nto perform full-time duties at a workplace for 28 months. No\ndeduction is due for the cost of travel between his home and that\nworkplace because it is ordinary commuting.\n\nThe workplace is capable of being a temporary workplace because\nhis attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). However, the workplace is\nexcluded from being a temporary workplace by the further rule\nexplained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). His attendance is in the\ncourse of a period of continuous work (he works there for 40% or\nmore of his working time) and it is known from the outset that it\nwill exceed 24 months. So the workplace is treated as a permanent\nworkplace."},{"manual-section-id":"EIM32083","title":"Definitions: temporary\nworkplace: example","body":"An employee has worked for her employer for 3 years and is sent\nto perform full-time duties at a workplace for 28 months, but the\nposting is unexpectedly ended after 18 months. No deduction is due\nfor the cost of travel between her home and the workplace, because\nher attendance is expected to exceed 24 months (even though in fact\nit does not).\n\nThe workplace is capable of being a temporary workplace because\nher attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). However, the workplace is\nexcluded from being a temporary workplace by the further rule\nexplained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Her attendance is in the\ncourse of a period of continuous work (she works there for 40% or\nmore of her working time) and it is expected at the outset that it\nwill exceed 24 months. So the workplace is treated as a permanent\nworkplace. The workplace is a permanent workplace even though, as\nit turned out, her actual attendance does not exceed 24 months."},{"manual-section-id":"EIM32084","title":"Definitions: temporary\nworkplace: example","body":"An employee has worked for his employer for 3 years. He is sent\nto perform full-time duties at a workplace for 18 months. After 10\nmonths the posting is extended to 28 months. A deduction is due for\nthe full cost of travel to and from the workplace during the first\n10 months but not after that.\n\nThe workplace is capable of being a temporary workplace because\nhis attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). At the outset the workplace is\nnot excluded from being a temporary workplace by the further rule\nexplained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Although his attendance is in\nthe course of a period of continuous work (he works there for 40%\nor more of his working time) it is not expected at the outset that\nit will exceed 24 months. So the workplace is a temporary workplace\nat that time.\n\nAfter 10 months the expectation changes. The workplace is now\nexcluded from being a temporary workplace by the further rule. His\nattendance is in the course of a period of continuous work and that\n\nperiod is expected to exceed 24 months. Therefore after 10 months\n\nthe workplace becomes a permanent workplace."},{"manual-section-id":"EIM32085","title":"Definitions: temporary\nworkplace: example","body":"An employee has worked for her employer for 7 years and is sent\nto perform full-time duties at a workplace for 28 months. After 10\nmonths the posting is shortened to 18 months. No deduction is due\nfor the cost of travel to and from the workplace during the first\n10 months but a deduction is available for the full cost of travel\nduring the final 8 months.\n\nThe workplace is capable of being a temporary workplace because\nher attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). At the outset the workplace is\nexcluded from being a temporary workplace by the further rule\nexplained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Her attendance is in the\ncourse of a period of continuous work (she works there for 40% or\nmore of her working time) and it is expected at the outset that it\nwill exceed 24 months. So the workplace is a permanent workplace at\nthat time.\n\nAfter 10 months the expectation changes. The workplace is no\nlonger excluded from being a temporary workplace by the further\n\nrule. Her attendance is still in the course of a period of\n\ncontinuous work but it is no longer expected that the period will\n\nexceed 24 months. Therefore after 10 months the workplace becomes a\n\ntemporary workplace."},{"manual-section-id":"EIM32086","title":"Definitions: temporary\nworkplace: example","body":"An employee lives and works in New Brighton where he is employed\nas an engineer. His employer sends him to work in Wrexham for 11/2\ndays a week for 28 months. For the rest of the week he continues to\nwork in New Brighton. A deduction is due for the full cost of\ntravelling between the employee's home and Wrexham but not for the\ncost of travelling between his home and the workplace in New\nBrighton.\n\nNew Brighton is and remains a permanent workplace of the\nemployee. He attends it regularly for the performance of the duties\nof his employment and that attendance is not to perform a task of\nlimited duration or for a temporary purpose, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065).\n\nWrexham is capable of being a temporary workplace because his\nattendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). Wrexham is not excluded from\nbeing a temporary workplace by the further rule explained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). His attendance in Wrexham is\n\nnot in the course of a period of continuous work because he does\n\nnot work there for 40% or more of his working time. The 24 month\n\ntest does not need to be considered. Wrexham is a temporary\n\nworkplace and the employee is entitled to a deduction for the full\n\ncost of travel there and back."},{"manual-section-id":"EIM32087","title":"Definitions: temporary\nworkplace: example","body":"An employee is employed as a food scientist by a manufacturer of\nice cream cones. She lives in Porthmadog and works in Dolgellau.\nHer employer opens a new plant in Llandrindod Wells. She is sent to\nwork there 4 days a week and expects to be there for 30 months. No\ndeduction is due for the cost of travel between her home and\nLlandrindod Wells, or for travel between her home and\nDolgellau.\n\nDolgellau remains her permanent workplace. She attends it\nregularly to perform the duties of her employment and that\nattendance is not to perform a task of limited duration or for a\ntemporary purpose, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065).\n\nLlandrindod Wells is capable of being a temporary workplace\nbecause her attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). However, it is excluded from\nbeing a temporary workplace by the further rule explained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Her attendance is in the\ncourse of a period of continuous work (she works there for 40% or\n\nmore of her working time) and it is known from the outset that it\n\nwill exceed 24 months. So the workplace is treated as a permanent\n\nworkplace."},{"manual-section-id":"EIM32088","title":"Definitions: temporary\nworkplace: example","body":"An employee is employed as a financial adviser working in\nBrighton. His employer sends him to an office in Bournemouth for\none day a week over a 10 month period. He travels to Bournemouth\ndirectly from his home in Hastings. A deduction is due for the full\ncost of his travel between his home and Bournemouth but not for the\ncost of travel between his home and Brighton.\n\nBrighton remains his permanent workplace. He attends it\nregularly to perform the duties of his employment and that\nattendance is not to perform a task of limited duration or for a\ntemporary purpose, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065).\n\nBournemouth is capable of being a temporary workplace because\nhis attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). Bournemouth is not excluded\nfrom being a temporary workplace by the further rule explained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). His attendance is not in the\ncourse of a period of continuous work because he does not work\n\nthere for 40% or more of his working time. The 24 month test does\n\nnot need to be considered. Bournemouth is a temporary workplace."},{"manual-section-id":"EIM32089","title":"Definitions: temporary\nworkplace: example","body":"A computer consultant is the only employee of a company that she\ncontrols. She is a specialist in banking systems. She spends 18\nmonths working full-time at the headquarters of a merchant bank in\nLombard Street in the City of London. She then moves next door to\ndesign a new computer system for a different bank where she expects\nto stay working full-time for 22 months. After that assignment she\nmoves to a bank close by on Cheapside for 17 months. The employee\nexpects to work continuously in the City of London albeit on the\npremises of different banks. Her travel from home to work will be\nbroadly the same every day. No deduction is due for the cost of\ntravel between her home and any of these workplaces.\n\nThis example illustrates the effect of the rule in Section\n339(7) ITEPA 2003 that requires us to ignore a change of workplace\nif that change does not have any significant effect on the\nemployee's journey to work, see \n[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280).\n\nEach of these workplaces would be capable of being a\n\ntemporary workplace because her attendance is for a limited\n\nduration, see \n\n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). Each workplace taken in\n\nisolation would not be excluded from being a temporary workplace by\n\nthe further rule explained in \n\n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Her attendance is in the\n\ncourse of a period of continuous work (she works at each workplace\n\nfor 40% or more of her working time) but her time at each workplace\n\ntaken in isolation does not exceed 24 months. However, when we\n\nignore the change of workplace and consider the length of time\n\nspent at the three workplaces as if they were a single workplace,\n\nthe total time spent does exceed 24 months. Therefore each of these\n\nworkplaces is a permanent workplace."},{"manual-section-id":"EIM32090","title":"Definitions: temporary\nworkplace: example","body":"An employee is employed as a speech therapist at a hospital in\nDevizes. His employer sends him to Reading for 3 days a week to\nsupervise a new department there. He expects to be in Reading for\n18 months. A deduction is due for the cost of travel from his home\nto Reading but not for the cost of travel from his home to\nDevizes.\n\nDevizes remains his permanent workplace. He attends it regularly\nto perform the duties of his employment and that attendance is not\nto perform a task of limited duration or for a temporary purpose,\nsee \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065).\n\nReading is capable of being a temporary workplace because his\nattendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). Reading is not excluded from\nbeing a temporary workplace by the further rule explained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). His attendance is in the\ncourse of a period of continuous work (he works there for 40% or\nmore of his working time) but that period does not exceed 24\n\nmonths. So Reading is a temporary workplace."},{"manual-section-id":"EIM32091","title":"Definitions: temporary\nworkplace: example","body":"An employee is employed as a seal doctor at a zoo on the south coast. She is sent to Morecambe to supervise a seal sanctuary for one day each month. She was originally asked to undertake this task for 5 years. A deduction is due for the cost of travel between her home and Morecambe. \n\nThe south coast zoo remains her permanent workplace. She attends it regularly to perform the duties of her employment and that attendance is not to perform a task of limited duration or for a temporary purpose, see [EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). \n\nMorecambe is capable of being a temporary workplace because her attendance is for a limited duration, see [EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). Morecambe is not excluded from being a temporary workplace by the further rule explained in [EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Her attendance is not in the course of a period of continuous work because she does not work there for 40% or more of her working time. The 24 month test does not need to be considered. Morecambe is a temporary workplace. "},{"manual-section-id":"EIM32092","title":"Definitions: temporary\nworkplace: example","body":"An employee lives in Knaresborough and has a part-time\nemployment working two days a week in Harrogate as a telephonist\nfor an insurance company. He is asked to spend one of his two\nworking days covering for a colleague at a branch in Ripon for a\nperiod of 32 months. No deduction is due for the cost of travelling\nbetween his home and Ripon or between his home and Harrogate.\n\nHarrogate remains his permanent workplace. He attends it\nregularly to perform the duties of his employment and that\nattendance is not to perform a task of limited duration or for a\ntemporary purpose, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065).\n\nRipon is capable of being a temporary workplace because his\nattendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). However, Ripon is excluded\nfrom being a temporary workplace by the further rule explained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). His attendance is in the\ncourse of a period of continuous work (he works there for 40% or\n\nmore of his working time) and it is known from the outset that the\n\nperiod will exceed 24 months. So Ripon is treated as a permanent\n\nworkplace.\n\nThis example shows that the percentage of working time at a\n\nworkplace is determined by reference to the employee's actual\n\nworking time and not by reference to a notional amount of working\n\ntime appropriate to a full-time worker."}]},{"title":" The 24 month rule","sections":[{"manual-section-id":"EIM32100","title":"The 24 month rule: how to\nfind out the expected period of time at a workplace","body":"Usually it will be clear whether or not an employee expects to\nspend more than 40% of his or her working time at a particular\nworkplace over a period of 24 months. Where there is some\nuncertainty you should decide cases on the facts that you can\nuncover.\n\nAn obvious starting point is what the employer has told the\nemployee. Another point to consider may be whether the employee has\nmoved home as a result of the change in workplace. An employee may\nbe less likely to relocate for a posting that is expected to last\nfor less than 24 months and more likely to relocate for one that is\nexpected to last longer. That is not to say that, if someone does\nmove home as a result of a change of workplace, it necessarily\nmeans they expect the new workplace to be permanent, or that if\nthey do not move home they necessarily expect the new workplace to\n\nbe temporary. Moving home is not a test, it is only one factor to\n\nbe taken into consideration, but it is an important one.\n\nYou should look at each case in the round and consider not\n\nonly any statements made by the employee and the employer, but also\n\nthe expected duration of any project to which the employee is\n\nseconded and any agreements between the parties, whether or not\n\nthey have been committed to writing. You may wish to look in more\n\ndetail at any case in which the employee spends more than 24 months\n\nat a workplace and we had been told that he or she would not.\n\nIn some cases there may have been a change in circumstances\n\nthat has led to a change in the length of the secondment. The\n\nworkplace will be a temporary workplace during any time in which\n\nthe reasonable expectation was that the secondment would be for a\n\nperiod not exceeding 24 months, see \n\n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Therefore we cannot conclude\n\nin all cases that a continuation of the secondment beyond the 24\n\nmonth limit must mean that the workplace could not have been a\n\ntemporary workplace at some stage.\n\nThis is illustrated by example \n\n[EIM32101](/guidance/employment-income-manual/EIM32000#EIM32101)."},{"manual-section-id":"EIM32101","title":"The 24 month rule: how to\nfind out the expected period of time at a workplace: example","body":"A project manager for a French company is seconded to oversee a\nproject in the UK. The project is expected to last 3 years. He has\nan initial secondment for 6 months but it is expected that his\nsecondment will be extended for the duration of the project as long\nas his work is satisfactory. He has been assured that there is no\nreason to suppose that his secondment will not be extended.\n\nOn these facts it is reasonable to assume that he will be in the\nUK at the project site for the full 3 years of the project. As his\nsecondment can be expected to last for more than 24 months the UK\nproject site will not be a temporary workplace, see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). No deduction can be permitted\nunder Section 338 ITEPA 2003 for his travel costs or for his\naccommodation and subsistence costs while in the UK, see \n[EIM32100](/guidance/employment-income-manual/EIM32000#EIM32100). Section 373 ITEPA 2003\n\nprovides for relief for any payments made or reimbursed by the\n\nemployer for certain travel between France and the UK, see \n\n[EIM35010](/guidance/employment-income-manual/EIM35010)."},{"manual-section-id":"EIM32105","title":"The 24 month rule: breaks\nin attendance","body":"A workplace can be a temporary workplace if the employee's\nattendance at that workplace is for a limited duration or a\ntemporary purpose, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). But a workplace is excluded\nfrom being a temporary workplace if attendance is in the course of\na period of continuous work (taken as 40% or more of the employee's\nworking time) for a period of more than 24 months, see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080).\n\nA period of continuous work can remain continuous even where\nthere is a break in attendance. This is illustrated by the examples\nbeginning at \n[EIM32106](/guidance/employment-income-manual/EIM32000#EIM32106)."},{"manual-section-id":"EIM32106","title":"The 24 month rule: breaks\nin attendance: example","body":"An employee is employed as a computer consultant. She works\nfull-time at a site for 18 months developing a new computer system.\nThe work is then extended for another 18 months at the same\nworkplace, for the roll-out of the new computer system. The\nroll-out is subject to a separate contract between the employer and\nclient. A deduction is due for the full cost of travelling to the\nsite for the whole of the first 18 month contract but no deduction\nis due for the cost of travelling during any part of the second 18\nmonth contract.\n\nThe site is capable of being a temporary workplace because her\nattendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). Her attendance is in the\ncourse of a period of continuous work throughout the 36 month\nperiod (she works there for 40% or more of her working time) but it\nis not expected at the outset that the period will exceed 24\nmonths. Therefore the site is a temporary workplace for the whole\nof the first 18 month contract.\n\nAfter 18 months the expectation changes. With the addition of\n\nthe second 18 month contract it is clear that the period at the\n\nsite will exceed 24 months. Therefore, the site is treated as a\n\npermanent workplace from that time onwards."},{"manual-section-id":"EIM32107","title":"The 24 month rule: breaks\nin attendance: example","body":"An employee is employed to work full-time on a construction\ncontract that is expected to last for 6 years. Each time he gets\nclose to having worked on the site for nearly two years his\nemployer moves him to another workplace for a week before returning\nhim to the long term project site. No deduction is due for the cost\nof travel between his home and the long term construction site.\n\nThe site is capable of being a temporary workplace because his\nattendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). However, the site is excluded\nfrom being a temporary workplace by the further rule explained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). His duties are performed to a\nsignificant extent (he works there for 40% or more of his working\ntime) and the period on site is greater than 24 months. So the site\nis treated as a permanent workplace."},{"manual-section-id":"EIM32108","title":"The 24 month rule: breaks\nin attendance: example","body":"An employee is employed as a human resources consultant. She\nworks full-time at a client's site for 17 months developing a new\nstaff appraisal system and then deals with unexpected priority work\nelsewhere for 3 months. She then returns to the client's site for a\nfurther 6 months to co- ordinate the roll-out of the new system, as\nhad been planned from the outset of the project. A deduction is due\nfor the full cost of travel from her home to the client's site for\nthe first 17 months but no deduction is due for travel costs for\nthe further 6 months.\n\nThe client's site is capable of being a temporary workplace\nbecause her attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). For the first 17 months the\nclient's site is not prevented from being a temporary workplace by\nthe further rule explained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Her attendance is in a period\nof continuous work (she works there for 40% or more of her working\ntime) but it is not expected at the outset that the period will\n\nexceed 24 months. So for the first 17 months the client's site is a\n\ntemporary workplace.\n\nFor the further 6 month period the expectation has changed.\n\nShe now expects to spend 40% or more of her working time at the\n\nclient's site for a period that exceeds 24 months (17 + 3 + 6 =\n\n26). Therefore, for the further 6 months the client's site is\n\ntreated as a permanent workplace."}]},{"title":" Fixed term appointments and agency workers","sections":[{"manual-section-id":"EIM32125","title":"Fixed term appointments\nand agency workers: fixed term appointments","body":"## Section 339(5) ITEPA 2003\n\nA period of attendance at a workplace for a limited duration does not make that place a temporary workplace if the employee attends in the course of a period of continuous work (see [EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)) that can be expected to last for all, or almost all, of the period for which he or she is likely to hold, or continue to hold, that employment. In these cases the 24 month rule (see [EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)) is overridden and the workplace is a permanent workplace. \n\nThe legislation does not define almost all of the period of the employment. You should not normally challenge relief under this paragraph where the likely duration of work at a workplace is less than 80% of the likely duration of the employment. \n\nThe place where an employee works does not of itself determine who is his or her employer. Nevertheless, when someone is sent to work at a particular workplace for, say, 18 months, it is always necessary to consider whether the secondment is part of the duties of a continuing employment or whether it involves taking up a different employment. \n\nIn most cases the position will be straightforward. The secondment may be in the course of a long term employment during which the employee can expect to move from office to office for different periods in the course of the employment. Conversely, in some industries there is a pattern of casual employment, where an employee may be taken on to work at a single site for a short period. However, there are cases where the position is less clear-cut. \n\nA secondment may amount to acceptance of a new employment but this can only be determined on a case by case basis taking into account all relevant factors. Factors in favour of the secondment being a new employment would include a separate contract with a different employer, a termination of the previous employment and a major change in employment duties from those of the previous employment. \n\nFactors pointing to a continuing employment before and after the secondment would include continuing rights under the contract of employment, such as pension or seniority rights or, in some cases, share scheme participation, and the same employer. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nThe application of this rule is illustrated by a series of examples beginning at example [EIM32126](/guidance/employment-income-manual/EIM32000#EIM32126). \n\nThe position of employees on secondment is considered at example [EIM32129](/guidance/employment-income-manual/EIM32000#EIM32129). \n\nThe rule has a particular impact on agency workers, see [EIM32130](/guidance/employment-income-manual/EIM32000#EIM32130). \n\nThe position of site-based workers, particularly those in the construction industry, is considered at [EIM32132](/guidance/employment-income-manual/EIM32000#EIM32132). \n\nThis rule is modified where the employee works at a succession of workplaces but the change of workplace has no substantial effect on the employee's journey to work. All such workplaces are treated as the same workplace for the purpose of the legislation, see [EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280). This rule should not be used to deny a deduction for travel to a workplace that would otherwise be a temporary workplace, where it is the final posting for someone whose contract of employment has lasted for at least 5 years, see [EIM32133](/guidance/employment-income-manual/EIM32000#EIM32133). \n\nFor case law on the fixed term appointment rule see [EIM32137](/guidance/employment-income-manual/EIM32000#EIM32137). \n\nWhen considering whether a workplace is a temporary workplace, you should also consider the other tests listed at [EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075)&#xA0;"},{"manual-section-id":"EIM32126","title":"Fixed term appointments\nand agency workers: fixed term appointments: example","body":"An employee is taken on for a fixed term employment of 18 months\nto work at a particular site. No deduction is due for the cost of\ntravel between his home and the site.\n\nThe site would be capable of being a temporary workplace because\nhis attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). However, it cannot be a\ntemporary workplace because his attendance at that site is for all\nof the period during which he will hold that employment, see \n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125)."},{"manual-section-id":"EIM32127","title":"Fixed term appointments\nand agency workers: fixed term appointments: example","body":"An employee is employed as a research scientist on a fixed term\ncontract lasting 15 months. Most of her work is to be done in\nresearch laboratories in Upminster but in order to familiarise her\nwith equipment that is new to her, her employer first sends her to\nthe manufacturer's premises in Inverness for 2 weeks. A deduction\nis due for travel between her home and Inverness but not for travel\nbetween her home and Upminster.\n\nAlthough Upminster could be capable of being a temporary\nworkplace, because her attendance is for a limited duration (see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075)), it is prevented from being a\ntemporary workplace because her attendance is for almost all of the\nperiod during which she will hold that employment, see \n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125). Upminster is a permanent\nworkplace.\n\nInverness is a temporary workplace. Her attendance is for a\n\nlimited duration. Although her attendance is in the course of a\n\nperiod of continuous work (she works there for 40% or more of her\n\nworking time) the period is not expected to exceed 24 months. Nor\n\nwill she be in Inverness for all or almost all of the period for\n\nwhich she holds the employment. So Inverness is not prevented from\n\nbeing a temporary workplace by the further rule explained in \n\n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)."},{"manual-section-id":"EIM32128","title":"Fixed term appointments\nand agency workers: fixed term appointments: example","body":"A junior hospital doctor undergoes a five year training\nprogramme on a rotational basis. During this time he works at five\ndifferent hospitals in succession, each for 12 months. As each\nhospital is managed by a separate NHS trust he has separate\nemployment contracts with each hospital.\n\nEach hospital is a permanent workplace because the doctor will\nwork at that hospital for the whole of the period for which he\nholds that employment, see \n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125). It does not make any\ndifference that the five employments are part of a continuing\ntraining programme."},{"manual-section-id":"EIM32129","title":"Fixed term appointments\nand agency workers: fixed term appointments: example","body":"These two examples illustrate the application of the rule on\nfixed term appointments to employees on secondment and deal with\nthe evidence needed to determine whether the secondment is a\nseparate employment, see \n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125).\n\n### Example 1\n\nAn accountant is employed by a French bank. To further his\ncareer he obtains a post as human resources manager for a fixed\ncontract of 18 months with the UK subsidiary of the bank. His\ncontract with the French parent is terminated and he is given a\ncontract with the UK subsidiary at rates of pay and allowances\ndetermined by that company. He hopes to be re-employed by the\nFrench parent at the end of his period in the UK but he has no\ncontinuing contractual rights.\n\nOn these facts the accountant has a new employment with a UK\nemployer for a fixed term of 18 months. The French employment has\nterminated and he has taken up new employment in the UK. He retains\n\nmerely a hope that his former French employer may re-employ him\n\nwhen his employment in the UK ends.\n\nIf he works at any workplace for a period of continuous work\n\n(see \n\n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)) lasting all or almost all of\n\nthe period for which he will hold the UK employment, that workplace\n\nwill be a permanent workplace (see \n\n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065)) and no deduction can be\n\npermitted under Section 338 ITEPA 2003 for the cost of travel to\n\nand from that workplace. Section 373 ITEPA 2003 provides for relief\n\nfor any payments made or reimbursed by the employer for certain\n\ntravel between France and the UK, see \n\n[EIM35010](/guidance/employment-income-manual/EIM35010).\n\n### Example 2\n\nAn employee of a Swedish company is seconded for 14 months to\n\nwork at a UK subsidiary. She is paid by the UK subsidiary for the\n\nduration of her secondment at the same rate as she was paid in\n\nSweden and retains some rights with the employer in Sweden. She\n\nretains membership of the Swedish pension scheme and her time in\n\nthe UK counts for her pension entitlement and for seniority\n\npurposes.\n\nOn these facts the employee has only one employment and the\n\nUK secondment is at a temporary workplace in the course of a\n\ncontinuing employment. There is still one contract of employment\n\neven though the obligations that an employer would be expected to\n\nmeet are partly being met by a different company.\n\nAs the workplace is a temporary workplace the employee is\n\nentitled to a deduction under Section 338 ITEPA 2003 for her travel\n\ncosts, including costs of accommodation and subsistence for the\n\nduration of the secondment, see \n\n[EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815)."},{"manual-section-id":"EIM32130","title":"Fixed term appointments\nand agency workers: agency workers","body":"Where a worker provides his or her services through an agency\nand the agency legislation in Section 44 ITEPA 2003 applies, each\nagency contract is treated as a separate employment, see ESM2000\nonwards. Therefore, where there is only one workplace for an agency\ncontract that workplace will be a permanent workplace for that\nemployment. The agency employment is dealt with as a fixed term\nappointment, see \n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125).\n\nHowever, some agency workers undertake a number of different\njobs on the same day. Examples include nurses or domestic workers.\nIn these cases you can accept a deduction for the cost of travel\nbetween different jobs on the same day. You should not accept a\ndeduction for the cost of travel from home to the first job of the\nday or to home from the last job of the day."},{"manual-section-id":"EIM32131","title":"Fixed term appointments\nand agency workers: agency workers: example","body":"An employee is an accounts clerk who gets all her work through\nan employment agency. She rarely takes a job that lasts more than 2\nweeks. She travels from home direct to the premises of the\nemployment agency's client. No deduction is due for her travel\nexpenses between home and client's premises.\n\nEach job is a separate contract of employment, see \n[EIM32130](/guidance/employment-income-manual/EIM32000#EIM32130). Each of the client's premises\nis a permanent workplace because her attendance at those premises\nwill be for all of the period for which she will hold that\nemployment, see \n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125)."},{"manual-section-id":"EIM32132","title":"Fixed term appointments\nand agency workers: fixed term appointments: site-based\nworkers","body":"The term site-based worker refers to an employee, commonly\nworking in the construction industry, who works at a succession of\nsites.\n\nThe phrase site-based worker is not useful in deciding\nwhether tax relief is due under Section 338 ITEPA 2003. You need to\nconsider each site separately to determine whether it is a\ntemporary or a permanent workplace. However, these employees\ncommonly present particular difficulties in applying the\nlegislation because of the often casual and short-term nature of\ntheir employments.\n\nTypically these employees will only work at one site at a\ntime. If they work at one site for more than 24 months then it will\nbe a permanent workplace, see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). But a site will also be a\n\npermanent workplace if it is reasonable to assume that the employee\n\nwill work at that site for all or almost all of the period for\n\nwhich they are likely to hold that employment, see \n\n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125).\n\nFor what it is reasonable for you to assume see \n\n[EIM32100](/guidance/employment-income-manual/EIM32000#EIM32100) and \n\n[EIM32134](/guidance/employment-income-manual/EIM32000#EIM32134).\n\nFor the factors you should take into account to determine for\n\nhow long an employee is likely to hold an employment, see \n\n[EIM32133](/guidance/employment-income-manual/EIM32000#EIM32133).\n\nMany of these employees will have several employments in each\n\nyear. They may have more than one employment in the year with the\n\nsame employer. They may also have engagements that are treated as\n\nemployments by the agency legislation, see \n\n[EIM32130](/guidance/employment-income-manual/EIM32000#EIM32130). You need to apply the tests\n\nfor permanent and temporary workplaces separately to each\n\nemployment or agency engagement that the employee holds. For\n\nexample, an employee may be employed to work only at site A, then\n\nlaid off and employed again by the same employer to work only at\n\nsite B. The employments are considered separately and both site A\n\nand site B are permanent workplaces."},{"manual-section-id":"EIM32133","title":"Fixed term appointments\nand agency workers: fixed term appointments: site-based workers:\nlikely to hold","body":"To apply the fixed term appointment rule in Section 339(5) ITEPA\n2003 you must be able to take a view about the length of time an\nemployee is likely to hold, or to continue to hold, his or her\nemployment. Where the employee can be expected to be at a workplace\nfor a continuous period of work (see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)) lasting for all or almost all\nof the period for which they are likely to hold, or continue to\nhold, the employment, that workplace will be a permanent workplace.\n\nMany site-based employees, particularly in the construction\nindustry, are employed on the basis that they will work at a single\nsite and will be laid off on the completion of work at that site.\nFor those employees the site is a permanent workplace. Many\n\nemployers in the industry will retain employees on a last in/first\n\nout basis and may offer further work first to their long term\n\nemployees. Therefore even when an employee who has been recruited\n\nto work at one site is kept on to work at another site this may not\n\nprevent both sites being permanent workplaces. The employer may not\n\nhave been in a position to hold out the possibility of further work\n\nuntil certain that work would be available on another site.\n\nIn practice you may need to draw a distinction between\n\ndifferent classes of employee working for the same employer,\n\nparticularly between long term and short term employees. In each\n\ncase you should consider the matter objectively, taking into\n\naccount all available evidence. In some cases you may need to see\n\nthe contract of employment and to obtain a statement of the\n\nemployer's policy.\n\nEven where an employee has worked at more than one workplace\n\nin the course of an employment and you are able to accept that each\n\nworkplace is a temporary workplace you may need to take a different\n\nview for the final workplace. If it is likely that the employee\n\nwill be laid off at the conclusion of work at that workplace then\n\nit will be a permanent workplace. It will be the place at which the\n\nemployee is likely to work for the remaining duration of the\n\nemployment. For an important exception to this rule see the final\n\nparagraph of \n\n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125)."},{"manual-section-id":"EIM32134","title":"Fixed term appointments\nand agency workers: fixed term appointments: site-based workers:\nreasonable to assume","body":"When you apply the fixed term appointment rule to decide whether\na workplace is a permanent or a temporary workplace you need to be\nalert to the possibility that the actual period of time the\nemployee spent at a workplace was unexpected. You need to consider\nfor how long the employee could reasonably have been expected to\nwork at that workplace. Similar considerations apply to the 24\nmonth rule, see \n[EIM32100](/guidance/employment-income-manual/EIM32000#EIM32100).\n\nFor example, an employee is taken on under an open-ended\nemployment contract and the expectation is that he or she will\nremain working for the employer at a succession of different sites.\nUnfortunately, after 12 months the employer gets into financial\ndifficulties and the employee is laid off having worked at only one\n\nsite. Even though the employee has only worked at a single site for\n\nthe duration of the employment that site is a temporary workplace\n\nuntil the employer gets into financial difficulties. Until then it\n\nis reasonable to assume that the employee will work at more than\n\none site.\n\nAnother example would be an employee taken on to work only at\n\na single site for a short term employment. However, towards the end\n\nof work at that site the employer obtains another contract at a\n\ndifferent site and offers the employee work at that site. Although\n\nthe employee works at more than one site in the course of the\n\nemployment the first site is a permanent workplace until the\n\nemployer offers work at the second site. Until then it is\n\nreasonable to assume that the employee will work at the first site\n\nfor all or almost all of the duration of the employment.\n\nIn most cases you will be able to accept that the period for\n\nwhich an employee works at a particular site is the outcome that it\n\nwas always reasonable to assume. However in some cases you may need\n\nto look more deeply and you should look objectively at all of the\n\navailable evidence. If an employee has in fact only worked at a\n\nsingle site for the duration of the employment you should treat\n\nthat site as a permanent workplace unless the employee can produce\n\nconvincing evidence that it was likely that he or she would have\n\nbeen kept on to work at other sites. Oral assurances said to have\n\nbeen given by, for example, the site foreman will not be\n\nsufficient.\n\nConversely, if the employee has worked at more than one site\n\nyou should accept, unless you have convincing evidence to the\n\ncontrary, that each site (except perhaps the last, see \n\n[EIM32133](/guidance/employment-income-manual/EIM32000#EIM32133)) was a temporary workplace.\n\nSuch evidence may consist of knowledge of the employer's policy on\n\nretaining employees."},{"manual-section-id":"EIM32135","title":"Personal service\ncompanies","body":"It is not uncommon for an individual who would be an employee if\nengaged directly by a client to provide his or her services through\nan intermediary such as a personal service company. In a typical\narrangement the service company would employ the individual and\ncontract to supply his or her services to the client. This\narrangement created certain tax and NICs advantages that are\ntackled by the intermediaries legislation, see ESM3012 onwards.\n\nWhere the individual is continuously employed by the service\ncompany and undertakes contracts for clients of the service company\nin different places, he or she will commonly be able to deduct the\ncost of travelling to and from the client's premises. This is\nbecause the client's premises can be treated as a temporary\nworkplace provided that the individual does not expect to be there\nfor a period of continuous work exceeding 24 months, see \n\n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). The contracts between the\n\nservice company and the client cannot be treated as separate fixed\n\nterm appointments of the individual. This treatment is not affected\n\nby the intermediaries legislation, see ESM3224.\n\nThis is illustrated by example \n\n[EIM32136](/guidance/employment-income-manual/EIM32000#EIM32136).\n\nThe individual may also carry out some part of his or her\n\nduties at home as well as working at client's premises. The\n\nguidance at \n\n[EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170) explains the effect of\n\naccepting that the individual's home is a workplace. Guidance on\n\nhow to determine whether the home is a workplace is at \n\n[EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760) onwards and this is applied to\n\nservice companies at \n\n[EIM32800](/guidance/employment-income-manual/EIM32700CT#EIM32800)."},{"manual-section-id":"EIM32136","title":"Personal service\ncompanies: example","body":"A computer expert provides his services through a company that\nhe owns. He is the company's only employee. Each year the company\nhas around three contracts with different clients around the\ncountry to supply his services. He travels from home to work at the\npremises of his company's clients.\n\nEach place at which he works for his company's clients will be a\ntemporary workplace provided that he does not expect to spend more\nthan 40% of his time for more than 24 months at any one site, see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)."},{"manual-section-id":"EIM32137","title":"Fixed term appointments\nand agency workers: case law","body":"In Kirkwood v Evans (74TC481) a workplace that was attended for\none day per week for the duration of an employment was held to be a\npermanent workplace. In the course of the judgment the following\nexplanation of the fixed term appointment rule was given.\n\n> \"To avoid the costs of regular commuting being\n> reclaimed simply because the employment itself is of limited\n> duration special provisions have been included&#x2026;.. The effect\n> of these provisions is to exclude travel to a workplace during the\n> course of a limited or fixed term of employment if the place is one\n> at which the duties of the employee are performed to a significant\n> extent&#x2026;.. Commuting to and from work at a temporary job is\n> therefore ordinary commuting because the locus in quo is a\n> permanent workplace &#x2026;. and not a temporary one. Having regard\n> to the provisions &#x2026;. the definition of a temporary workplace\n> \n> is intended to encompass places of work which require the\n> \n> employee's attendance for a limited or temporary purpose within a\n> \n> course of employment (whether of limited duration or\n> \n> otherwise).\""}]},{"title":" More than one permanent workplace at the same time","sections":[{"manual-section-id":"EIM32140","title":"More than one permanent\nworkplace at the same time","body":"Someone who has two or more employments, or is in an employment\nthat requires regular attendance at more than one workplace, may\nhave more than one permanent workplace at the same time.\n\nEach case must be decided on its own facts and most employees\nwill only have one permanent workplace at any one time. Factors\nthat point to a workplace being a second permanent workplace\ninclude:\n\n*   the employee regularly performs a\nsignificant part of his or her duties there\n*   people would expect to be able to contact\nthe employee at the second workplace\n*   the employee has an office, or desk, and\nsupport services at the second workplace that he or she regularly\nuses.\n\nNo single factor is decisive in establishing whether a second\nworkplace is a permanent workplace. It depends on the employee's\n\nwork pattern. But if, for example, an employee regularly spends 40%\n\nof his or her time at a second workplace, it is unlikely, given the\n\nfrequency of the visits, that each visit would be to perform a task\n\nof limited duration or for some other temporary purpose. In this\n\nexample the presumption would be that the second workplace is a\n\npermanent workplace."},{"manual-section-id":"EIM32141","title":"More than one permanent\nworkplace at the same time: example","body":"An employee is a make-up artist employed by a large chain of\nchemist shops. He works 5 days each week but spends each day in a\ndifferent shop in a different town. He works in the same shop on\nthe same day each week. No deduction is due for any of his\ntravelling expenses.\n\nHe attends each shop regularly for the performance of the duties\nof his employment. His attendance is not to perform a task of\nlimited duration and nor is it for a temporary purpose. Therefore\neach shop is a permanent workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065)."},{"manual-section-id":"EIM32142","title":"More than one permanent\nworkplace at the same time: example","body":"An employee is employed as an office manager by a firm of\narchitects. The firm operates from offices in Bristol and Bath. She\nspends each morning at the office in Bristol and each afternoon at\nthe office in Bath. No deduction is due for the cost of travel\nbetween her home and either office.\n\nShe attends each office regularly in the performance of the\nduties of her employment. Her attendance is not to perform a task\nof limited duration and not is it for a temporary purpose.\nTherefore, each office is a permanent workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065).\n\nA deduction is due for the cost of travel between the two\nworkplaces. This is travel in the performance of her duties, see \n[EIM32360](/guidance/employment-income-manual/EIM32350#EIM32360)."}]},{"title":" Attendance for a temporary purpose","sections":[{"manual-section-id":"EIM32150","title":"Attendance for a\ntemporary purpose","body":"A workplace that the employee attends regularly for the\nperformance of the duties of the employment is a permanent\nworkplace unless it is a temporary workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). A temporary workplace is a\nworkplace to which the employee goes only to perform a task of\nlimited duration or for a temporary purpose.\n\nAn employee may attend a workplace regularly and perform\nduties there that are not of limited duration without that\nworkplace becoming a permanent workplace, provided that the purpose\nof each visit is temporary.\n\nWhere a visit is self-contained (that is, arranged for a\nparticular reason rather than as part of a series of visits to the\nsame workplace for the continuation of a particular task) it is\nlikely to be for a temporary purpose."},{"manual-section-id":"EIM32151","title":"Attendance for a\ntemporary purpose: example","body":"An employee is a safety officer. He regularly visits a\nparticular factory every month to carry out a safety check. His\nresponsibility for that factory has been a duty of his employment\nfor a period already spanning twenty years (so it is not of limited\nduration). However, the tasks he performs on each visit are\nself-contained and the purpose of each visit, considered alone, is\ntemporary. So a deduction is due for the full cost of his\ntravel.\n\nHe visits the factory regularly for the performance of his\nduties. So it will be a permanent workplace if it is not a\ntemporary workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). His attendance is not of\nlimited duration (see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)) but each visit is for a\ntemporary purpose, see \n[EIM32150](/guidance/employment-income-manual/EIM32000#EIM32150). So the factory is a temporary\nworkplace."},{"manual-section-id":"EIM32152","title":"Attendance for a\ntemporary purpose: example","body":"An employee is finance director of a large company based in\nScunthorpe. Once a month her duties take her to the company's\nproduction unit in the south east. Her visits are to consider\nindividual investment proposals but she takes the opportunity to\ndiscuss local welfare issues as a representative of senior\nmanagement. A deduction is due for the full cost of travel between\nher home and the production unit.\n\nShe visits the production unit regularly for the performance\nof her duties. So it will be a permanent workplace if it is not a\ntemporary workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). Her attendance is not of\nlimited duration (see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)) but each visit is for a\ntemporary purpose, see \n[EIM32150](/guidance/employment-income-manual/EIM32000#EIM32150). So the production unit is a\ntemporary workplace."},{"manual-section-id":"EIM32153","title":"Attendance for a\ntemporary purpose: example","body":"An employee lives in Sidcup and has a permanent workplace in\nBroadstairs. He is a director of a company that has a number of\nregional offices. He has to attend a directors meeting on the last\nFriday of each month in Farnham. A deduction is due for the cost of\ntravel between his home and Farnham.\n\nHe visits Farnham regularly for the performance of his duties.\nSo it will be a permanent workplace if it is not a temporary\nworkplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). His attendance is not of\nlimited duration (see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)) but each visit is for a\ntemporary purpose, see \n[EIM32150](/guidance/employment-income-manual/EIM32000#EIM32150). So Farnham is a temporary\nworkplace."},{"manual-section-id":"EIM32154","title":"Attendance for a\ntemporary purpose: example","body":"An employee is employed as a school teacher in Oswestry, which\nis a permanent workplace. Every fortnight she goes to an education\nauthority meeting in Bridgnorth. A deduction is due for the full\ncost of travel between her home and Bridgnorth.\n\nShe visits Bridgnorth regularly for the performance of her\nduties. So it will be a permanent workplace if it is not a\ntemporary workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). Her attendance is not of\nlimited duration (see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080)) but each visit is for a\ntemporary purpose, see \n[EIM32150](/guidance/employment-income-manual/EIM32000#EIM32150). So Bridgnorth is a temporary\nworkplace."}]},{"title":" Depots and similar bases","sections":[{"manual-section-id":"EIM32160","title":"Depots and similar\nbases","body":"## Section 339(4) ITEPA 2003\n\nWhere an employee regularly attends a workplace because: \n\n*   it is the base from which he or she works, or\n*   it is the place at which he or she is routinely allocated tasks\n\nthat workplace is deemed to be a permanent workplace and not a temporary workplace. Attendance should not be regarded as being of a limited duration or for a temporary purpose. This rule is illustrated by example [EIM32161](/guidance/employment-income-manual/EIM32000#EIM32161). \n\nThis does not mean that every place from which an employee works or at which he or she is allocated tasks must be a permanent workplace. A depot or similar workplace will be a permanent workplace only if: \n\n*   the employee attends it regularly **and**&#xA0;\n*   the main reason the employee goes there is because it is the place from which he or she works or at which he or she is routinely allocated tasks.\n\nExample [EIM32162](/guidance/employment-income-manual/EIM32000#EIM32162)illustrates a case in which a place at which an employee is allocated tasks is not a permanent workplace. \n\nHowever, where an employee regularly attends a workplace to be routinely allocated tasks while there, that workplace will be a permanent workplace even if certain tasks are allocated to the employee elsewhere. This is illustrated by examples [EIM32163](/guidance/employment-income-manual/EIM32000#EIM32163)and [EIM32164](/guidance/employment-income-manual/EIM32000#EIM32164). \n\nWhen considering whether a workplace is a temporary workplace, you should also consider the other tests listed at [EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075)&#xA0;"},{"manual-section-id":"EIM32161","title":"Depots and similar bases:\nexample","body":"An employee is employed as a bus driver. He picks up his vehicle\nfrom a depot each day. Attendance at that depot at the start and\nfinish of each shift may be brief. No deduction is due for the cost\nof travel between his home and the depot.\n\nThe depot is the base from which the duties of his employment\nare performed. Therefore it is deemed to be his permanent\nworkplace, see \n[EIM32160](/guidance/employment-income-manual/EIM32000#EIM32160)."},{"manual-section-id":"EIM32162","title":"Depots and similar bases:\nexample","body":"An employee is employed as a management consultant. She has no\npermanent workplace. She spends most of her time working at the\npremises of various clients. At other times she hot-desks at her\nemployer's offices in various locations, or works on the train\nwhile travelling between clients. She can be allocated tasks while\nshe is at any of these places but that is not the reason she goes\nthere. She goes to visit clients and to carry out other tasks of\nlimited duration. A deduction is due for the full cost of travel\nbetween her home and any of these places.\n\nNone of these places meets the definition of a permanent\nworkplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). Even when she visits a place\nregularly it is for a limited duration or for a temporary purpose\nand so each place is a temporary workplace, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). None of these places is deemed\nto be her permanent workplace just because she may be allocated\ntasks while there. That is not the purpose of her visits, see \n[EIM32160](/guidance/employment-income-manual/EIM32000#EIM32160). This may be contrasted with\n\nexample \n\n[EIM32163](/guidance/employment-income-manual/EIM32000#EIM32163)."},{"manual-section-id":"EIM32163","title":"Depots and similar bases:\nexample","body":"An employee is employed as an electrician. Each morning he\nvisits a depot at which he is given his job list for the day. His\nemployer usually contacts him during the day to make changes to\nthat job list. He is, therefore, allocated tasks in many different\nplaces. However, his depot is still the place he attends regularly\nat which he is routinely allocated tasks. No deduction is due for\nthe cost of travel between his home and the depot.\n\nThe depot is the place at which the duties of his employment are\nallocated. It does not matter that it is not the sole place at\nwhich his duties are allocated. It is deemed to be his permanent\nworkplace, see \n[EIM32160](/guidance/employment-income-manual/EIM32000#EIM32160)."},{"manual-section-id":"EIM32164","title":"Depots and similar bases:\nexample","body":"An employee is employed as a plumber. She has no permanent\nworkplace and can work on more than 100 sites in any one year. She\nreceives instructions over the telephone about where to work. She\ncalls into her employer's premises most Wednesdays to collect\npiping and replacement tools. A deduction is due for the full cost\nof travel between her home and each site.\n\nNone of the sites meets the definition of a permanent workplace,\nsee \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). Even when she visits a site\nregularly it is for a limited duration or for a temporary purpose,\nsee \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). Her employer's premises are\nnot deemed to be a permanent workplace just because she may be\nallocated tasks while there. That is not the purpose of her visits,\nsee \n[EIM32160](/guidance/employment-income-manual/EIM32000#EIM32160)."}]},{"title":" Employees who work at home","sections":[{"manual-section-id":"EIM32170","title":"Employees who work at\nhome","body":"Travel between an employee&#x2019;s home and a permanent\nworkplace is &#x201C;ordinary commuting&#x201D; and the expenses of\nsuch journeys do not qualify for relief under Section 338 ITEPA\n2003, see \n[EIM32150](/guidance/employment-income-manual/EIM32000#EIM32150) onwards. That rule applies even\nwhen the employee does some of their work at home, and even if you\naccept that they are entitled to relief under Section 336 for the\nadditional expenses of working at home, see \n[EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760).\n\nIn Kirkwood v Evans (74TC481, see \n[EIM32374](/guidance/employment-income-manual/EIM32350#EIM32374)) Mr Evans worked at home for\nfour days a week under a voluntary homeworking scheme. The court\nconfirmed that even though Mr Evans&#x2019;s home was a\n&#x201C;workplace&#x201D; his journey to his employer&#x2019;s\npremises on one day a week was nevertheless &#x201C;ordinary\ncommuting&#x201D; and so did not qualify for relief under Section\n\n338.\n\nNote though that if the employee&#x2019;s home is accepted to\n\nbe a workplace for tax purposes the employee may possibly be\n\nentitled to relief under Section 337 ITEPA 2003 for the expenses of\n\ntravelling from home to a permanent workplace in respect of the\n\nsame employment. Such journeys may count as travelling &#x201C;in\n\nthe performance of the duties&#x201D; of the employment, see \n\n[EIM32351](/guidance/employment-income-manual/EIM32350#EIM32351) onwards. However, if an\n\nemployee's home is a workplace for only part of their working time\n\na deduction can be permitted for the cost of travel between home\n\nand a permanent workplace only during those times that the\n\nemployee's home is a workplace. This is illustrated by example \n\n[EIM32173](/guidance/employment-income-manual/EIM32000#EIM32173).\n\nEmployees who work at home are of course entitled to a\n\ndeduction under Section 338 for the expenses of travelling to a\n\ntemporary workplace in the same way as any other employee.\n\nAn employee is not entitled to a deduction for the cost of\n\ntravel between home and any places attended for reasons other than\n\nwork, for example a holiday cottage. Such travel is private travel,\n\nsee \n\n[EIM32180](http://www.hmrc.gov.uk/manuals/eimanual/EIM32180.htm)."},{"manual-section-id":"EIM32171","title":"Employees who work at\nhome: example","body":"An employee is employed to train animals to help disabled\npeople. It is essential that these animals are familiar with a\nnormal domestic environment and so most of the training takes place\nin his home. It is an objective requirement of his employment that\nhis duties are carried out at his home.\n\nThe employee's home is a workplace. A deduction is due for the\ncost of travel between his home and other workplaces that he\nattends to carry out the duties of his employment. A deduction is\ndue whether those other workplaces are permanent or temporary\nworkplaces, see \n[EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170)."},{"manual-section-id":"EIM32172","title":"Employees who work at\nhome: example","body":"An employee's duties are such that she often has to work late\ninto the evenings. At such times she has no access to her\nemployer's premises (her permanent workplace) and so she takes work\nhome with her. It is nonetheless still a matter of personal choice\nwhere the work is done (it is not an objective requirement that it\nbe done at home rather than elsewhere).\n\nHer home is not a workplace. No deduction is due for the cost of\ntravel between her home and her employer's premises because that is\na permanent workplace. A deduction will be due for the cost of\ntravel between her home and any workplace that is a temporary\nworkplace, see \n[EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170)."},{"manual-section-id":"EIM32173","title":"Employees who work at\nhome: example","body":"An employee works in his employer's office for 4 days every week but  the requirements of the job dictate that he must work at home every Friday. It is accepted that his home is a workplace on Friday, see [EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170). \n\nHis travel from home to his employer's office on Monday to Thursday is ordinary commuting because those premises are a permanent workplace, see [EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). His travel costs on those days are not deductible. \n\nIf he is unexpectedly required to visit the employer's premises on Friday to carry out the duties of his employment his travel costs are deductible under Section 337 ITEPA 2003. On that day he is travelling between two workplaces, see [EIM32360](/guidance/employment-income-manual/EIM32350#EIM32360). "}]},{"title":" Private travel\n\n### Duties defined by reference to a particular area","sections":[{"manual-section-id":"EIM32190","title":"Duties defined by\nreference to a particular area","body":"## Section 339(8) ITEPA 2003\n\nSome employees do not have a single site as a permanent workplace but instead have an employment for which their duties are defined by a particular geographical area. For these employees the whole of that geographical area is treated as their permanent workplace where **all **of the following conditions are met: \n\n*   the employee has no single place that is his or her permanent workplace and\n*   the employee attends the area regularly and\n*   the duties of the employee's employment are defined by reference to that area (see [EIM32191](/guidance/employment-income-manual/EIM32000#EIM32191)) and\n*   if the area was to be treated as a workplace it would be a permanent workplace.\n\nThe effect of this rule is illustrated by example [EIM32201](/guidance/employment-income-manual/EIM32000#EIM32201). Where some of these conditions are met but not all, the effect is illustrated by example [EIM32202](/guidance/employment-income-manual/EIM32000#EIM32202) and example [EIM32203](/guidance/employment-income-manual/EIM32000#EIM32203).\n\nWhen considering whether a workplace is a temporary workplace, you should also consider the other tests listed at [EIM32075.](http://www.hmrc.gov.uk/manuals/eimanual/EIM32075..htm)&#xA0;"},{"manual-section-id":"EIM32191","title":"Duties defined by\nreference to a particular area: meaning of \"defined by reference to\nan area\"","body":"The condition that the employee's duties are defined by\nreference to a particular area means more than that they spend all\nor most of their time working in a particular location. That may be\na matter of personal choice, or the employer's clients may happen\nto be concentrated in a particular area. That, on its own, is not\nenough to satisfy the test.\n\nThere must be evidence that the employee's duties are\nactually defined by reference to a particular area. That evidence\nmight be found in the employee's contract of employment, or terms\nand conditions of service, or letter of engagement. Or the employer\nmay have a specific area responsibility (for example, a Police\nAuthority), so that the employee's duties may be said to be defined\n\nby the employer's area.\n\nUnless you can show that the employee's duties are in fact\n\n\"defined by reference to\" a particular area the test is not\n\nsatisfied even if, as a matter of fact, the employee does happen to\n\nspend most of his or her time working in or around a particular\n\nplace."},{"manual-section-id":"EIM32195","title":"Duties defined by\nreference to a particular area: some duties outside the area","body":"Where the conditions in \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190) are met the whole of the\ngeographical area is treated as a permanent workplace. The\noccasional performance of duties outside the area does not prevent\nthat area from being a permanent workplace.\n\nThis is illustrated by example \n[EIM32204](/guidance/employment-income-manual/EIM32000#EIM32204)."},{"manual-section-id":"EIM32200","title":"Duties defined by\nreference to a particular area: deductions for travel","body":"Where the conditions in \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190) are met the whole of the\ngeographical area is treated as a permanent workplace. If the\nemployee lives outside that area any journey between home (or any\nother place that is not a workplace) and the edge of that area is\nordinary commuting, see \n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055). No deduction is due for the\ncost of that travel. This is illustrated by examples \n[EIM32205](/guidance/employment-income-manual/EIM32000#EIM32205) and \n[EIM32206](/guidance/employment-income-manual/EIM32000#EIM32206).\n\nA deduction is due for:\n\n*   the full cost of business travel within\nthe geographical area and\n*   the full cost of business travel between\nthe area and other workplaces outside the area. (see example[EIM32207](/guidance/employment-income-manual/EIM32000#EIM32207))."},{"manual-section-id":"EIM32201","title":"Duties defined by\nreference to a particular area: example","body":"An employee is a relief manager for a chain of regional tourist\nboard offices. He shares responsibility for providing cover for all\nof the offices. There is no regular pattern to his work.\n\nNone of the individual offices is his permanent workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). His duties are defined by\nreference to a particular geographical area and so that area is a\npermanent workplace, see \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190)."},{"manual-section-id":"EIM32202","title":"Duties defined by\nreference to a particular area: example","body":"An employee is a social worker. Her duties are defined by\nreference to an area but she has an office that she regularly\nattends. Although much of her time is spent visiting clients within\nher area, her office is a permanent workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065).\n\nAlthough she meets the second and third conditions in \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190), she does not meet the first\ncondition. Therefore the area for which she is responsible cannot\nbe treated as her permanent workplace. No deduction is due for the\ncost of her travel between home and her office because it is\nordinary commuting. A deduction is due for the cost of her travel\nbetween her office and her clients."},{"manual-section-id":"EIM32203","title":"Duties defined by\nreference to a particular area: example","body":"An employee is employed by a firm of land agents. His contract\nof employment defines his duties by reference to the county of\nLancashire but he does not live in Lancashire. He works in a\ndifferent office on each day of the week but always in the same\noffice on the same day each week.\n\nEach office is a permanent workplace because each is a place\nthat he attends regularly to perform the duties of his employment,\nsee \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). The area for which he is\nresponsible cannot be a permanent workplace because he does not\nmeet the first condition in \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190). Therefore no deduction is due\nfor the cost of travel between his home and any of the five\noffices, including travel that is within the area for which he is\nresponsible."},{"manual-section-id":"EIM32204","title":"Duties defined by\nreference to a particular area: example","body":"A police officer has a community liaison role that mainly\ninvolves visiting schools and other organisations within the area\ncovered by his police authority. Although he is nominally attached\nto a particular station, he does not regularly attend that station.\nNo particular site qualifies as his permanent workplace, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065).\n\nAll of the conditions in \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190) are met and so the geographical\narea covered by his police authority is treated as his permanent\nworkplace.\n\nEach year he visits universities across the country to\nrecruit new officers. He visits each university for a temporary\npurpose. Each university is a temporary workplace, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). These visits outside the\ngeographical area covered by his police authority do not prevent\nthat area from being his permanent workplace."},{"manual-section-id":"EIM32205","title":"Duties defined by\nreference to a particular area: example","body":"A gamekeeper is employed on a large country estate. She does not\nwork at any particular site; her duties are defined in terms of the\nestate as a whole. The estate as a whole is her permanent\nworkplace, see \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190).\n\nShe lives outside the estate. No deduction is due for the cost\nof her travel between her home and the boundary of the estate\nbecause that travel is ordinary commuting, see \n[EIM32200](/guidance/employment-income-manual/EIM32000#EIM32200)."},{"manual-section-id":"EIM32206","title":"Duties defined by\nreference to a particular area: example","body":"An employee works on the London underground network. He has no\noffice and his duties are defined by reference to the area served\nby the network. The whole of that area is his permanent workplace,\nsee \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190). A deduction is due for the\nfull cost of business journeys he makes within that geographical\narea, see \n[EIM32200](/guidance/employment-income-manual/EIM32000#EIM32200).\n\nHe lives in Leeds. Each Monday he travels to London and he stays\nin a hotel before returning home on Friday. No deduction is due for\nthe cost of travel between his home and the edge of the\ngeographical area for which he is responsible because that is\nordinary commuting. No deduction is due for the cost of the hotel\naccommodation. That cost is attributable to the ordinary commuting\nand not to the business journeys within London, see \n[EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815)."},{"manual-section-id":"EIM32207","title":"Duties defined by\nreference to a particular area: example","body":"An employee of a Scottish utility company lives in Perth. She\nhas no office and her duties are defined by reference to the whole\nof the geographical area of Scotland. The whole of Scotland is her\npermanent workplace, see \n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190).\n\nSometimes she has to travel long distances within Scotland and\noccasionally she goes to London on business. This may involve meals\nwhile travelling and staying in hotels. A deduction is due for the\nfull cost of her travel, see \n[EIM32200](/guidance/employment-income-manual/EIM32000#EIM32200). This will include the\nsubsistence and accommodation costs attributable to that travel,\nsee \n[EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815)."}]},{"title":" When a workplace ceases to be a permanent workplace","sections":[{"manual-section-id":"EIM32220","title":"When a workplace ceases\nto be a permanent workplace","body":"Sometimes a place may cease to be a permanent workplace. You\nshould not assume that a workplace that is a permanent workplace\nwill always remain a permanent workplace. Similarly, a temporary\nworkplace may become a permanent workplace because of a change in\ncircumstances.\n\nFor example, an employer may change location or the employee's\nterms may change. This is illustrated by example \n[EIM32221](/guidance/employment-income-manual/EIM32000#EIM32221).\n\nA change of workplace that does not result in any significant\nchange to the employee's journey to work should be ignored. The two\nworkplaces should be treated as a single workplace, see \n[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280)."},{"manual-section-id":"EIM32221","title":"When a workplace ceases\nto be a permanent workplace: example","body":"A full-time bank employee is sent to work for 6 months in a\nnewly opened branch in another town. At the end of that period she\naccepts a promotion and stays at the new branch.\n\nFor the first six months the new branch is a temporary\nworkplace. Her attendance is for a limited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). A deduction is due for the\nfull cost of travelling between her home and the new branch. After\n6 months the new branch becomes a permanent workplace. Her\nattendance is not for a limited duration or for a temporary\npurpose, see \n[EIM32065](/guidance/employment-income-manual/EIM32000#EIM32065). A deduction is no longer due\nfor her travel costs.\n\nTwo years later she is asked to return to the old branch for\n2 months to cover for an absent colleague. The old branch is now a\ntemporary workplace because her attendance is for a limited\nduration, even though the old branch was a permanent workplace the\nlast time she worked there. Her circumstances have changed and she\n\nis entitled to a deduction for the full cost of travelling between\n\nher home and the old branch."}]},{"title":" Passing work on the way to somewhere else","sections":[{"manual-section-id":"EIM32230","title":"Passing work on the way\nto somewhere else","body":"An employee may pass a permanent workplace on the way to or from\na temporary workplace. If the employee stops and performs\nsubstantive duties at the permanent workplace then there are two\njourneys; ordinary commuting between home and the permanent\nworkplace and a business journey between the permanent workplace\nand the temporary workplace. A deduction will be due under Section\n337 ITEPA 2003 for the cost of the second of these journeys, but\nthere is no deduction for the first.\n\nIf the employee does not stop at the permanent workplace, or\nany stop is incidental to the journey to the temporary workplace,\nthe whole of the journey is a single journey. A deduction will be\ndue under Section 338 ITEPA 2003, because the single journey is to\na temporary workplace, unless the journey is substantially ordinary\ncommuting, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). See also example \n[EIM32231](/guidance/employment-income-manual/EIM32000#EIM32231)."},{"manual-section-id":"EIM32231","title":"Passing work on the way\nto somewhere else: example","body":"An employee drives each day between his home in Southampton and\nhis office in Winchester. One day he has to travel on business to\nBirmingham. He travels directly from home to Birmingham but stops\noff at his office to collect some papers.\n\nHis stop in Winchester is incidental to his business journey\nto Birmingham. Therefore the whole of the travel between\nSouthampton and Birmingham is treated as a single journey to a\ntemporary workplace, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). A deduction is available for\nmileage allowance relief, see EIM31626."}]},{"title":" Emergency call-out and stand-by","sections":[{"manual-section-id":"EIM32240","title":"Emergency call-out and\nstand-by: emergency call-out","body":"Employees sometimes have to travel to a permanent workplace\nunexpectedly or in an emergency. If a deduction would not normally\nbe due for the cost of that journey, a deduction will not be due\nunder Section 338 ITEPA 2003 just because the journey was made in\nresponse to an emergency. It makes no difference if the journey\ntakes place outside normal working hours or if the employee is\nreturning to the workplace having completed his or her normal\nduties there.\n\nIn unusual circumstances, relief for this travel may be due\nunder Section 337 ITEPA 2003, see \n[EIM32386](/guidance/employment-income-manual/EIM32350#EIM32386)."},{"manual-section-id":"EIM32241","title":"Emergency call-out and\nstand-by: emergency call-out: example","body":"An employee is required to be a keyholder for her permanent\nworkplace. One night she is called out by the police responding to\na burglar alarm. No deduction is due for the cost of travel between\nher home and her permanent workplace.\n\nThe travel is ordinary commuting, see \n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055). It does not cease to be\nordinary commuting because it is not made during her ordinary\nworking hours, see \n[EIM32240](/guidance/employment-income-manual/EIM32000#EIM32240)."},{"manual-section-id":"EIM32250","title":"Emergency call-out and\nstand-by: stand-by","body":"Even where an employee is on stand-by and can be called out at\nshort notice he or she is \n**not** entitled to a deduction for the cost of a\njourney that is ordinary commuting. No deduction is due where an\nemployee on stand-by has to travel to a permanent workplace,\nwhether or not the travel is during ordinary working hours."},{"manual-section-id":"EIM32251","title":"Emergency call-out and\nstand-by: stand-by: example","body":"An employee works fixed hours in a restaurant but can also be\ncalled in when there are staff shortages. The restaurant is her\npermanent workplace and so no deduction is due for the cost of\ntravelling between her home and the workplace, even when she is\ncalled in outside her normal hours, see \n[EIM32250](/guidance/employment-income-manual/EIM32000#EIM32250)."}]},{"title":" Safeguards against abuse","sections":[{"manual-section-id":"EIM32260","title":"Safeguards against abuse:\nintroduction","body":"Sections 338 and 339 ITEPA 2003 include additional legislation\nto provide safeguards that prevent a deduction being obtained in\ncircumstances where it is not properly due.\n\nThere are three safeguards.\n\n*   A deduction is only due where an employee**has to** attend a workplace, in the performance of\nthe duties of his or her employment, on a particular occasion, see[EIM32270](/guidance/employment-income-manual/EIM32000#EIM32270).\n*   A change of workplace will not necessarily\naffect an employee's entitlement to a deduction for travelling\nexpenses, see[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280).\n*   Journeys that for practical purposes are\nsubstantially ordinary commuting or private travel are treated as\nordinary commuting or private travel, see[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300) and[EIM32320](/guidance/employment-income-manual/EIM32000#EIM32320)."}]},{"title":" Safeguards against abuse: the necessary attendance rule","sections":[{"manual-section-id":"EIM32270","title":"Safeguards against abuse:\nthe necessary attendance rule","body":"A workplace is defined by Section 339(1) ITEPA 2003 to mean a\nplace at which the employee's attendance is necessary in the\nperformance of his or her duties, see \n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055). This means that a deduction\nfor the cost of travel to a temporary workplace will only be due\nwhere the employee can demonstrate that his or her attendance at\nthat place was necessary on that occasion, in a real sense, to\nperform the duties of that employment.\n\nUsually the position will be straightforward and the\nrequirement of the duties will be identical to the requirements of\nthe employer. However, the strict test for a deduction is that the\ntravel must be dictated by the duties of the employment. A\ndeduction is only due where the travel or the attendance is an\nobjective requirement of those duties, see \n[EIM31647](/guidance/employment-income-manual/EIM31600#EIM31647). T he personal convenience of\n\nthe employee, or the employer, is not the factor that determines\n\nwhether a deduction is due, see example \n\n[EIM32271](/guidance/employment-income-manual/EIM32000#EIM32271).\n\nA deduction is only available where the employee \n\n**has to** attend a temporary workplace on that\n\nparticular occasion in order to carry out the duties of the\n\nemployment, see example \n\n[EIM32272](/guidance/employment-income-manual/EIM32000#EIM32272).\n\nThere will be cases where the position is not clear cut. You\n\nshould closely examine any case where an employee appears to have\n\nbeen sent by his or her employee to a temporary workplace just to\n\nget a deduction for travel expenses."},{"manual-section-id":"EIM32271","title":"Safeguards against abuse:\nthe necessary attendance rule: example","body":"A technical writer normally works at his employer's head office.\nHowever, to enable him to look after an aunt who is unwell, his\nemployer tells him to work at his aunt's home for a few weeks.\n\nThe employee's attendance at his aunt's home is not an objective\nrequirement of the duties of his employment, see \n[EIM32270](/guidance/employment-income-manual/EIM32000#EIM32270). Even though he works from his\naunt's home it is not a workplace, see \n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055). Therefore, no deduction is due\nfor the cost of travel between his home and his aunt's home."},{"manual-section-id":"EIM32272","title":"Safeguards against abuse:\nthe necessary attendance rule: example","body":"An employee works for a firm of estate agents that has branches\nacross the West Midlands. She lives in Wolverhampton and works at\nthe branch in Coventry. She has a number of business phone calls to\nmake that can be made at any time during the day. Her employer\ntells her to stop off at the Birmingham branch on the way to her\npermanent workplace in Coventry in order to make some of the phone\ncalls.\n\nNo deduction is due for the cost of her travel from\nWolverhampton to Birmingham. Her ordinary commuting journey does\nnot become a business journey because she stops off at the\nBirmingham branch. The Birmingham branch is not a workplace on this\noccasion because her visit is not an objective requirement of the\nduties of her employment, see \n[EIM32270](/guidance/employment-income-manual/EIM32000#EIM32270). Similarly, she is not entitled\nto relief for the cost of her journey from Birmingham to Coventry.\nBirmingham is not a workplace on this occasion and so the travel to\n\nher permanent workplace in Coventry is ordinary commuting, see \n\n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055)."}]},{"title":" Safeguards against abuse: changes to a workplace","sections":[{"manual-section-id":"EIM32280","title":"Safeguards against abuse:\nchanges to a workplace","body":"## Section 339(7) ITEPA 2003\n\nAn employee may change his or her workplace without that change having any substantial effect on his or her journey to work. If a change of workplace does not have any substantial effect on the employee's journey, or the expense of that journey, the change is ignored for the purposes of \n\n*   the 24 month rule (see [EIM32100](/guidance/employment-income-manual/EIM32000#EIM32100)) and*   the fixed term appointment rule (see [EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125)).\n\nThe two workplaces are treated as a single workplace. So if an employee changes his workplace from Cardiff to Edinburgh that change would be recognised, while if the change is only to the office next door it would not be recognised. \n\nThe effect of this rule may be, for example, that two temporary workplaces are treated as a single permanent workplace. There will then be no deduction for the cost of travelling between the employee's home and either workplace because it will be treated as ordinary commuting. \n\nSometimes it may be difficult to decide whether a change of workplace should be recognised. The basic principle is that a change in the location or the boundaries of a workplace will be recognised as a change of workplace where the change has a substantial effect on: \n\n*   the journey an employee has to make to get to work and, in particular,*   the cost of that journey.\n\nIn practice you should recognise the change of workplace in all cases except where the change has made no significant difference to the commuting journey. \n\nWhere these conditions are met the new location is a new workplace even if it is close to the old workplace. The practical application of this rule is examined in examples [EIM32281](/guidance/employment-income-manual/EIM32000#EIM32281), [EIM32282](/guidance/employment-income-manual/EIM32000#EIM32282)and [EIM32283](/guidance/employment-income-manual/EIM32000#EIM32283). "},{"manual-section-id":"EIM32281","title":"Safeguards against abuse:\nchanges to a workplace: example","body":"An employee is employed on a construction site for a period that\nis expected to last no longer than 18 months. At the end of that\ntime his employer buys an adjacent plot to extend the site. The\nemployee moves to work on the new plot and is expected to remain\nthere for a further 9 months. His journey to work (and, in\nparticular, its cost) does not change significantly.\n\nThe first site is a temporary workplace. His attendance is for a\nlimited duration, see \n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). The site is not prevented from\nbeing a temporary workplace by the further rule explained in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). Although he attends it in a\nperiod of continuous work (40% or more of his working time), the\nperiod is not expected to last more than 24 months. So he can\ndeduct the cost of travel between his home and the first site for\nthat 18 month period.\n\nThe second site is not recognised as a new workplace because\n\nthe change of site has no substantial effect on the employee's\n\njourney to work, see \n\n[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280). The two sites are treated as a\n\nsingle workplace. Although the attendance at that single workplace\n\nis for a limited duration the workplace is prevented from being a\n\ntemporary workplace by the further rule explained in EIM32080. The\n\nattendance is in a period of continuous work that is expected to\n\nlast for more than 24 months (18 + 9 = 27 months)."},{"manual-section-id":"EIM32282","title":"Safeguards against abuse:\nchanges to a workplace: example","body":"An employee works for an employer who has several offices close\nto each other in London. Her employer rotates staff around the\noffices every 18 months. She works at one office and is then moved\nto another. She travels to work on the Underground and, although\nshe now gets off ten stops further on than previously, her journey\nis largely unaltered and the price of her ticket does not\nchange.\n\nThe new office is not recognised as a new workplace because the\nchange of site has no substantial effect on her journey to work,\nsee \n[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280). Although her attendance at the\nnew office is expected to be for a limited duration it will not be\na temporary workplace. Her expected attendance at the single\nworkplace represented by the two offices will be in a period of\ncontinuous work that is expected to exceed 24 months, see \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). The new office is a permanent\nworkplace and she cannot deduct the cost of travel between her home\n\nand the new office."},{"manual-section-id":"EIM32283","title":"Safeguards against abuse:\nchanges to a workplace: example","body":"An employee is employed on a major bridge construction project.\nTo begin with he works on the north shore for a period that is not\nexpected to exceed 16 months. At the end of that period he is\ntransferred to the south shore for a further 16 months. Crossing\nthe river is inconvenient (which is why a new bridge is needed) and\nit takes him longer to travel to the south shore than it did to\ntravel to the north shore. It also costs him more. The two sites\nare not far apart as the crow flies and could be described as a\nsingle construction site. However the move from one part of the\nsite to another has had a substantial effect on his journey to\nwork.\n\nThe two sites are separate workplaces and are not treated as the\nsame workplace, see \n[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280). His attendance is for a\nlimited duration and the sites are not prevented from being\ntemporary workplaces by the further rule in \n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080) because he does not expect to\n\nbe at either for more than 24 months. So a deduction is due for the\n\nfull cost of travel between his home and each site."},{"manual-section-id":"EIM32285","title":"Safeguards against abuse:\nchanges to a workplace: a change in the journey with no change in\ncost","body":"The test for a change of workplace has two conditions, see \n[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280). So far we have focussed on a\nchange in the cost of the journey.\n\nHowever, where the journey to the new workplace is\nsignificantly different to the journey to the old workplace we can\nrecognise a change of workplace even where the cost of the two\njourneys is similar. This is illustrated by example \n[EIM32286](/guidance/employment-income-manual/EIM32000#EIM32286)."},{"manual-section-id":"EIM32286","title":"Safeguards against abuse:\nchanges to a workplace: a change in the journey with no change in\ncost: example","body":"An employee lives near Ludlow. Each day she used to drive 25\nmiles north to her workplace in Shrewsbury. Her job is moved and\nshe now drives 25 miles south each day to her new workplace in\nHereford.\n\nHer mode of transport is the same, the time taken is the same\nand the cost of her journey is the same. However, this is an\naccidental consequence of where she lives. If she lived elsewhere\nthe change in workplace might have had a substantial effect on the\ncost of her travel. The location of her new workplace is\nsignificantly different from the location of her old and her\ncommuting journey is also significantly different. The new location\nis a new and different workplace, see \n[EIM32285](/guidance/employment-income-manual/EIM32000#EIM32285)."}]},{"title":" Safeguards against abuse: journeys treated as ordinary\ncommuting","sections":[{"manual-section-id":"EIM32300","title":"Safeguards against abuse:\njourneys treated as ordinary commuting","body":"Sometimes an employee may travel to a temporary workplace\nwithout that journey being significantly different from his or her\nordinary commuting journey. A journey that is for practical\npurposes substantially the same as the employee's ordinary\ncommuting journey is treated as if it were also ordinary commuting.\nTherefore, no deduction is allowed for the journey, see \n[EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055).\n\nThis is intended as a common sense rule that applies where\nthe journey between home and a temporary workplace is broadly the\nsame as the employee's ordinary commuting journey. In particular,\nit will deny relief where employees or employers seek to turn an\nordinary commuting journey into a business journey to try to get a\n\ntax deduction.\n\nApplying this rule will depend on the facts of the particular\n\ncase and some common cases are illustrated by the examples\n\nbeginning with example \n\n[EIM32301](/guidance/employment-income-manual/EIM32000#EIM32301). However, you should not try to\n\nargue that a journey to or from a temporary workplace is\n\nsubstantially ordinary commuting where the extra distance involved\n\nis 10 miles or more each way, see example \n\n[EIM32306](/guidance/employment-income-manual/EIM32000#EIM32306).\n\nA journey to a temporary workplace that takes the employee in\n\na completely different direction to his or her ordinary commuting\n\njourney is not substantially ordinary commuting even if the\n\ndistance is the same. Conversely, a journey that is made in broadly\n\nthe same direction and is substantially the same length as the\n\nordinary commuting journey is substantially ordinary commuting even\n\nif the employee takes a different route. The effect of this rule is\n\nillustrated by the examples beginning with example \n\n[EIM32307](/guidance/employment-income-manual/EIM32000#EIM32307)."},{"manual-section-id":"EIM32301","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"A health and safety inspector lives in Leicester and is employed\nin an office in Nottingham. His office is 500 yards from a bean\nprocessing plant that he has to inspect. He travels direct from\nhome to the plant.\n\nAlthough the plant is a temporary workplace his journey to the\nplant is substantially the same as his ordinary commuting journey.\nTherefore his travel is treated as ordinary commuting and the cost\nis not deductible, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300)."},{"manual-section-id":"EIM32302","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee lives in Pudsey and works 5 miles away in Leeds as a\nreprographics manager. One day she is asked to go to Ilkley to\nstand in for a colleague who is sick and so she travels an extra 12\nmiles.\n\nIlkley is a temporary workplace and her journey to Ilkley is\nvery different to her ordinary commuting journey to Leeds. The\njourney to Ilkley is not substantially ordinary commuting and so\nshe is entitled to a deduction for the cost of the journey, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300)."},{"manual-section-id":"EIM32303","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee is a production manager. He normally drives to a\npermanent workplace 18 miles from his home. One day he has to visit\na client to discuss in detail the specifications for a new product.\nThe client's office is 3 miles along his ordinary commuting route.\nAfter he has seen the client he drives the remaining 15 miles along\nhis ordinary commuting route to his permanent workplace.\n\nThe client's office is a temporary workplace. The journey to\nthat workplace is on the same route as the employee's ordinary\ncommuting journey but it is much shorter. So it is not\nsubstantially ordinary commuting, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). The employee is entitled to\nmileage allowance relief, see EIM31626.\n\nThis example can usefully be contrasted with example \n[EIM32304](/guidance/employment-income-manual/EIM32000#EIM32304)."},{"manual-section-id":"EIM32304","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee is a housing officer who normally drives to a\npermanent workplace 4&#xBD; miles from her home. One day she has to\nvisit a client who lives 3 miles along her ordinary commuting\nroute. After seeing the client she drives the remaining 1&#xBD;\nmiles along her ordinary commuting route to her permanent\nworkplace.\n\nHer client's home is a temporary workplace. The journey to that\nworkplace is along the same route as her ordinary commuting journey\nand is substantially the same length. So it is substantially\nordinary commuting, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). No deduction is due for the\ncost of the journey.\n\nThis example can usefully be contrasted with example \n[EIM32303](/guidance/employment-income-manual/EIM32000#EIM32303). Although the two visits to\nclients are journeys of a similar length the outcome is different.\nThe journeys have to be considered by reference to the ordinary\ncommuting journey and cannot be considered in isolation."},{"manual-section-id":"EIM32305","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee is a teacher who normally travels the 15 miles to\nhis school by moped. One day he has to visit a parent of one of his\npupils to discuss the child's end of term report. The parent lives\n1&#xBD; miles beyond the school. To save time he takes his car and\ndrives along his ordinary commuting route, past the school and on\nto the parent's home. After his discussion with the parent he\ndrives the 1&#xBD; miles back to school.\n\nThe parent's home is a temporary workplace. The journey from\nhome to the parent's home is along the same route as the employee's\nordinary commuting journey and is substantially the same length. So\nit is substantially ordinary commuting, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). No deduction is due for the\ncost of the journey.\n\nThe fact that the employee uses a different mode of transport\nfrom normal does not effect the outcome. Regardless of the mode of\n\ntransport this is substantially ordinary commuting."},{"manual-section-id":"EIM32306","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee is a human resources manager who normally drives 9\nmiles to the office that is her permanent workplace. One day she\nhas to visit a factory to discuss possible redundancies. The\nfactory is 11 miles beyond her office. She drives the 20 miles to\nthe factory along her ordinary commuting route and past her\npermanent workplace.\n\nThe factory is a temporary workplace. The journey from home\nto the factory is along the same route as her ordinary commuting\njourney but is substantially longer. So it is not substantially\nordinary commuting. She is entitled to mileage allowance relief,\nsee EIM31626.\n\nThis example illustrates the practice of not treating a\njourney from home to a temporary workplace as ordinary commuting\nwhere the extra distance is 10 miles or more each way, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300)."},{"manual-section-id":"EIM32307","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee is a customer support manager for a computer\ncompany. He normally drives the 9 miles to his permanent workplace.\nOne day he has to visit a client to sort out some problems with a\ncomputer. The client's premises are only a mile from his permanent\nworkplace. His journey to the client is the same length as his\nordinary commuting journey and is in almost exactly the same\ndirection, although he does not follow exactly the same route.\n\nThe client's premises are a temporary workplace. The employee's\njourney to the client is in almost exactly the same direction as\nhis ordinary commuting journey and it is the same length. So it is\nsubstantially ordinary commuting, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). No deduction is due for the\ncost of his travel."},{"manual-section-id":"EIM32308","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee is a clerk in an insurance company. She works\nflexi-time and normally drives to the office that is her permanent\nworkplace. The route she takes depends on what time she leaves the\nhouse. If she leaves before 8am she drives 8 miles along the A\nroad. If she leaves later she drives 10 miles along the B road and\ndrops her daughter off at school on the way. One day she has an\nearly morning meeting with clients at their office which is 9 miles\nalong the B road from her home. The early start means she cannot\ntake her daughter to school.\n\nThe client's office is a temporary workplace. The employee's\njourney from home to the client's office is along the same route as\none of her ordinary commuting journeys and is substantially the\nsame length. It is therefore substantially ordinary commuting, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). No deduction is due for the\ncost of the journey.\n\nThe fact that she has more than one commuting journey and\n\nthat the journey to the client's office does not follow the route\n\nthat she would take at that time is irrelevant. The journey is\n\nsubstantially an ordinary commuting journey."},{"manual-section-id":"EIM32309","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee is a senior executive in a publishing company. He\nnormally drives 5 miles north from his home to the office that is\nhis permanent workplace. One day he has to visit a client to\ndiscuss proposals for a new magazine. The client's office is 5\nmiles south of his home. After the meeting he drives 10 miles to\nhis permanent workplace.\n\nThe client's office is a temporary workplace. The journey\nfrom home to the client's office is the same length as the\nemployee's ordinary commuting journey but is in a completely\ndifferent direction. So it is not substantially ordinary commuting,\nsee \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). He is entitled to mileage\nallowance relief for that journey, see \n[EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330)."},{"manual-section-id":"EIM32310","title":"Safeguards against abuse:\njourneys treated as ordinary commuting: example","body":"An employee is an accountant. She normally works from Monday to\nFriday and drives the 20 miles to the office that is her permanent\nworkplace. She needs to see a client who lives &#xBD; mile away\nfrom her office. The client can only find time to discuss his\naccounts at the weekend. So one Saturday she drives to the client's\nhome, travelling 19&#xBD; miles along her ordinary commuting route.\nAfter she has seen the client she carries on to her office to catch\nup on some paperwork.\n\nThe client's home is a temporary workplace. The journey to the\nclient's home is along the employee's ordinary commuting route and\nis substantially the same length. So it is ordinary commuting, see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). No deduction is due for the\ncost of the travel.\n\nThis example is a reminder that a journey can be ordinary\ncommuting, or substantially ordinary commuting, even if it is made\n\noutside the employee's normal working hours, see \n\n[EIM32240](/guidance/employment-income-manual/EIM32000#EIM32240)."}]},{"title":" Safeguards against abuse: journeys treated as private\ntravel","sections":[{"manual-section-id":"EIM32320","title":"Safeguards against abuse:\njourneys treated as private travel","body":"In the same way that ordinary commuting is extended to include\nsubstantially ordinary commuting (see \n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300)) private travel is extended to\ninclude substantially private travel. The meaning of private travel\nis explained at \n[EIM32180](http://www.hmrc.gov.uk/manuals/eimanual/EIM32180.htm).\n\nSubstantially private travel means journeys where the\nbusiness purpose of the journey is merely incidental to some\nprivate purpose, or the journey is made substantially for private\npurposes rather than business purposes. The effect of this rule is\nillustrated by the examples beginning with \n[EIM32321](/guidance/employment-income-manual/EIM32000#EIM32321).\n\nYou should not use this rule to deny a deduction where\ncomparatively small sums and short distances are involved, see\nexample \n[EIM32325](/guidance/employment-income-manual/EIM32000#EIM32325).\n\nIt is sometimes not straightforward to identify journeys that\n\nare substantially private travel. It is easy enough to identify\n\njourneys that are substantially ordinary commuting because you can\n\ncompare the journey to the ordinary commuting journey, see \n\n[EIM32300](/guidance/employment-income-manual/EIM32000#EIM32300). You do not have the same point\n\nof comparison to identify substantially private travel.\n\nAs a result you may need to ask an employee about the purpose\n\nof particular journeys. Such enquiries need to be handled\n\nsensitively."},{"manual-section-id":"EIM32321","title":"Safeguards against abuse:\njourneys treated as private travel: example","body":"An employee is harbour master at Larne. One day he travels to\nBelfast to visit his elderly mother but while he is there he calls\nin at a colleague's office to deliver some new charts of the Irish\nSea.\n\nThe purpose of the visit to Belfast was private and the trip to\nhis colleague's office was merely incidental. So the journey is\nprivate travel, see \n[EIM32320](/guidance/employment-income-manual/EIM32000#EIM32320). No deduction is due for the\ncost of the journey."},{"manual-section-id":"EIM32322","title":"Safeguards against abuse:\njourneys treated as private travel: example","body":"An employee works in a dry cleaners in Carlisle. Her employer\nsends her to the Darlington branch to repair a machine that has\nbeen damaging clothes. While there she visits her ex- husband to\ndiscuss maintenance arrangements. She spends a longer time dealing\nwith her private affairs than in fixing the machine.\n\nHer main purpose in going to Darlington was to fix the machine.\nThe discussion with her ex- husband was time consuming but was\nmerely incidental to her business travel. So this is not\nsubstantially private travel, see \n[EIM32320](/guidance/employment-income-manual/EIM32000#EIM32320). She can deduct the cost of\ntravel between her home and Darlington."},{"manual-section-id":"EIM32323","title":"Safeguards against abuse:\njourneys treated as private travel: example","body":"An employee lives in Banbury and is employed as a systems\nanalyst at an office in Aylesbury. He has a 3 week holiday in the\nUSA. At the end of the holiday he flies back from New York to\nHeathrow. Instead of going home he drives direct from Heathrow to\nvisit a client in Warwick who needs to see him urgently. The total\ncost of the journey from New York to Warwick is &#xA3;2,500.\n\nAlthough the employee had to visit his client, the reason for\nthe greatest part of the journey, and for its cost, was private,\nhis return from holiday. His journey was substantially private\ntravel, see \n[EIM32320](/guidance/employment-income-manual/EIM32000#EIM32320). No deduction is due for the\n&#xA3;2,500 that the travel cost."},{"manual-section-id":"EIM32324","title":"Safeguards against abuse:\njourneys treated as private travel: example","body":"An employee lives and works in Norwich, where he is an\nadministrator for a manufacturing company. His sister lives in\nPeterborough and he visits her there in February. Two months later\nhe has to return to Peterborough to attend a meeting of the\ncompany's focus group. The meeting takes all day and he visits his\nsister for 2 hours in the evening.\n\nHis main purpose in visiting Peterborough is to attend the focus\ngroup meeting. The visit to his sister on the same day is merely\nincidental to that business purpose. So the visit is not\nsubstantially private travel, see \n[EIM32320](/guidance/employment-income-manual/EIM32000#EIM32320). He can deduct the cost of his\ntravel. It does not matter that he made the same journey for a\nprivate reason in February. That earlier journey was private travel\nbut it does not follow that all travel by him to Peterborough must\nbe private travel."},{"manual-section-id":"EIM32325","title":"Safeguards against abuse:\njourneys treated as private travel: example","body":"An employee lives in Cannock and has a permanent workplace in\nWest Bromwich. One weekend she visits her grandmother in Lichfield.\nOn Monday morning she drives from Lichfield direct to visit a\nclient in Stafford.\n\nAlthough the employee began her journey from Lichfield for\npersonal reasons, and her journey is 6 miles longer than it would\notherwise have been, the journey is primarily made for a business\nreason. So it is not substantially private travel, see \n[EIM32320](/guidance/employment-income-manual/EIM32000#EIM32320). She is entitled to mileage\nallowance relief for that journey, see EIM31626.\n\nThis example shows that you should not use the rule against\nsubstantially private travel to deny a deduction where small sums\nand small distances are involved."}]}]}}