{"title":"EIM31800 - Deductions","details":{"manual-section-id":"EIM31800","body":"This chapter provides general guidance on travel expenses.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM31800"],"sections":[{"title":" Qualifying travel &#x2013; Temporary workplace rules","sections":[{"manual-section-id":"EIM32000","title":"Travel for necessary\nattendance: ordinary commuting, permanent and temporary\nworkplaces"}]},{"title":" Qualifying travel &#x2013; Travelling Appointment rules","sections":[{"manual-section-id":"EIM32350","title":"Travel in the performance\nof the duties of the employment"}]},{"title":" Guidance applicable to both sets of rules\n\n### Introduction","sections":[{"manual-section-id":"EIM31805","title":"Introduction","body":"The tests imposed by Sections 337 to 339 ITEPA 2003 for travel\nexpenses are different to the tests imposed by Section 336 ITEPA\n2003 for other expenses. The tests that apply are summarised below\nand the principal difference up to 1997/98 was the absence of any\nwholly and exclusively test. The effect of this is illustrated by\nexample\n[EIM31811](/guidance/employment-income-manual/EIM31800#EIM31811).\n\n Since 1998/99 there have been two separate rules governing\ndeductions for employee travel expenses. These are:\n\n*   travel in the performance of the duties of\nthe employment, see[EIM32350](/guidance/employment-income-manual/EIM32350) and\n*   travel for necessary attendance, see[EIM32000](/guidance/employment-income-manual/EIM32000).\n\nSince 2002/03 further changes have affected the amount of relief\nto which employees are entitled if the use their own vehicle or\nbicycle for business travel. Relief is given at a fixed statutory\nrate and not for the actual costs incurred. The changes are\n\nsummarised at EIM31626."},{"manual-section-id":"EIM31810","title":"Introduction: the tests\nto be passed","body":"Sections 329, 333, 337(1)(a) and 338(1)(a) ITEPA 2003All\ndeductions for employees&#x2019; expenses are subject to a number of\ngeneral rules. These are:\n\n*   the only deductions that can be made are\nthose that are permitted by statute, see Part 5 ITEPA 2003\n*   the amount to be deducted cannot exceed\nthe amount of earnings from which it is to be deducted, see Section\n329 ITEPA 2003\n*   a deduction can only be given to the\nextent that an expense has actually been incurred or an amount in\nrespect of an expense is included in earnings, see examples at[EIM31631](/guidance/employment-income-manual/EIM31600#EIM31631) onwards and Section 333 ITEPA\n2003\n*   a deduction is only permitted for expenses\nthe employee is obliged to meet as holder of the employment, see[EIM31640](/guidance/employment-income-manual/EIM31600#EIM31640).\n\nEmployees who use their own vehicle or bicycle for business\ntravel do not get a deduction for their actual costs but get\nmileage allowance relief at a fixed rate, see\n\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards."},{"manual-section-id":"EIM31811","title":"Introduction: expenses do\nnot have to be wholly and exclusively incurred: example","body":"An employee has to travel to New York on business for two weeks.\nWhile she is there she has a free weekend and spends it taking a\nbreak in Boston. The cost of her flight to New York and any other\nnecessary travelling expenses are deductible. They have been\nnecessarily incurred in travelling to a temporary workplace. The\nfact that the break in Boston means that the travelling expenses\nhave not been incurred wholly and exclusively for business does not\nmatter.\n\n The costs of the break in Boston, such as travelling to\nBoston from New York and the cost of staying in Boston, are not\ndeductible. These expenses are not attributable to attendance at\nthe temporary workplace.\n\n You can find detailed instructions about the expenses\nincurred in attending overseas conferences, seminars or study tours\nat\n[EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950)."}]},{"title":" Accommodation and subsistence","sections":[{"manual-section-id":"EIM31815","title":"Accommodation and\nsubsistence: include associated subsistence","body":"\n\n## Sections 337 to 339 ITEPA 2003\n\nSections 337 to 339 ITEPA 2003 allow a deduction from earnings for certain travel expenses.  Section 337 allows a deduction for expenses necessarily incurred in the performance of the duties and sections 338 and 339 allow a deduction for expenses attributable to the employee&#x2019;s necessary attendance at a place in the performance of the duties except where they are expenses of ordinary commuting or private travel.\n\nThe guidance at EIM32350+ and EIM32000+ respectively explain how to identify where travel is in the performance of the duties or is for the employee&#x2019;s necessary attendance.\n\nFollowing the decision in Nolder v Walters (15TC380) &#x2018;travel expenses&#x2019; for this purpose include the actual costs of travel together with any subsistence expenditure and other associated costs that are incurred in making the journey. This includes:\n\n*   any necessary subsistence costs incurred in the course of the journey*   the cost of meals necessarily purchased whilst an employee is at a temporary workplace*   the cost of the accommodation and any necessary meals where an overnight stay is needed. This will be the case even where the employee stays away for some time\n\nThe examples in [EIM31816](/guidance/employment-income-manual/EIM31800#EIM31816) demonstrate when business journeys begin and end.\n\nA deduction is only allowed for subsistence costs which are attributable to the business travel i.e. costs incurred in the course of the journey which are additional to any costs that the employee would ordinarily incur if they were not travelling on business.  For example a deduction would be allowed for the cost of a sandwich purchased at a station whilst travelling on business but not for the cost of a sandwich prepared at home and consumed whilst travelling as this is not a cost incurred in the course of the journey.  Further examples can be found in [EIM31817](/guidance/employment-income-manual/EIM31800#EIM31817) and [EIM31818](/guidance/employment-income-manual/EIM31800#EIM31818).\n\nIn addition you should exclude costs incurred as a consequence of the travel that are not incurred in travelling but result from the circumstances of the employee, for example the cost of putting a pet dog in kennels while away from home.\n\nOnce it is accepted that the employee has incurred allowable subsistence expenses you do not need to take into account the costs saved as a result of the business travel. For example, if the employee needs to eat in a restaurant while on a business trip you can permit a deduction for the full cost of the meal and should not make any adjustment for the costs saved by not eating at home. There is guidance at [EIM31835](/guidance/employment-income-manual/EIM31800#EIM31835) onward about the action to be taken where you consider that payments for accommodation, subsistence or other expenditure attributable to business travel are unduly lavish.\n\nWhere relief for business travel is given at statutory mileage allowance relief rates and not for actual costs (see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards) this does not prevent relief for subsistence and accommodation costs. Mileage allowance relief applies to the costs of using the employee's own vehicle and does not prevent relief for additional costs attributable to business travel that are not costs of using that vehicle. "},{"manual-section-id":"EIM31816","title":"Accommodation and\nsubsistence: example","body":"### Example 1\n\nChris is required to spend 3 months in 2013/14 working at the site of one of his employer's clients. He travels to the site each Monday morning, stays in a hotel close to the temporary workplace and travels home late each Friday evening, eating dinner on the way. During the week he takes some of his meals in the hotel and others at a nearby restaurant. The cost of his travel between his home and the site, the accommodation and all the meals are allowable travel expenses.\n\nHowever if he were to travel home on a Wednesday evening, spend the night at home and take his wife out for a meal no deduction would be permitted for the cost of that meal.  This is because the qualifying business journey ceases when he arrives home and re-commences on Thursday morning when he sets off to travel back to the site.\n\n### Example 2\n\nMichael is employed as a travelling salesman visiting customers across the UK throughout the day.  He travels to his first customer direct from home and travels home directly from his last customer of the day.  Each day he purchases and eats lunch whilst travelling between customers.\n\nMichael is travelling in the performance of his duties therefore the costs of his travel both to and from home and between customers together with the cost of his meals incurred whilst en route are allowable under section 337.\n\n### Example 3\n\nJames is employed as a travelling salesman visiting customers across the UK throughout the day.  Each day he travels from his home to his office and from there travels to visit his customers.  He returns to the office after visiting his last customer before travelling home.\n\nThe cost of travel between James&#x2019; home and office and any associated subsistence costs incurred on those journeys are not allowable as this is ordinary commuting. However the cost of travel and subsistence incurred by James after he leaves the office on his way to his first customer, and the costs incurred in travelling between customers and in returning to the office are all allowable under section 337 as they are incurred in the performance of the duties.\n\n### Example 4\n\nHelen is a financial adviser who works 2 &#xBD; days a week at her employer&#x2019;s office in Reading and 2 &#xBD; days a week at their Oxford office.  She travel directly from home to both offices apart from the day when she works half a day in Oxford and half a day in Reading.  On those days she travels from home to Oxford and then from Oxford to Reading.  She travels home directly from Reading.\n\nHelen does not attend the Oxford or Reading offices for tasks of limited duration or any other temporary purpose. She is not entitled to claim relief for any of her home to office travel; as she has two permanent workplaces this is all classed as &#x2018;ordinary commuting&#x2019;.\n\nShe is however entitled to relief for the cost of travel between Oxford and Reading by virtue of section 337 as this is travel in the performance of the duties.  The qualifying business journey commences when she leaves the Oxford office and ceases when she arrives at the Reading office. She is not entitled to relief for the costs of staying overnight at Oxford or Reading because they are permanent workplaces. "},{"manual-section-id":"EIM31817","title":"Accommodation and\nsubsistence: subsistence costs that are not attributable to the\ntravel: no permanent home: example","body":"### Example 1\n\nAn employee performs the duties of her employment at a series of temporary workplaces. She has no permanent home. She stays in guest houses and hotels near wherever she happens to be working. This is the only accommodation available to her.\n\nShe has to live somewhere and the costs of accommodation are attributable to her general need for shelter, rather than her attendance at a particular workplace. Her travel is between her temporary accommodation and her temporary workplace. The cost of accommodation is not attributable to the cost of that travel so she is not entitled to a deduction for the cost of the accommodation.\n\nHowever she is entitled to a deduction for the cost of travel between her temporary accommodation and her temporary workplace.\n\nThis is an example of an itinerant employee who has no permanent home and makes her home wherever her work happens to take her. She cannot deduct the cost of her accommodation because she incurs no additional expense. This can be contrasted with the example below of an employee on secondment who has not retained accommodation for the duration of the secondment. Such employees are not itinerant and the expense of accommodation at the temporary workplace is attributable to the business travel.\n\n### Example 2\n\nAn employee of a German company is seconded to a temporary workplace in the UK for 15 months. He sells his flat in Germany and rents a flat in the UK. When he returns to Germany he will need to find himself a new place to live.\n\nThe rent of the UK flat is attributable to the business travel and a deduction can be given for the cost."},{"manual-section-id":"EIM31818","title":"Accommodation and\nsubsistence: subsistence costs that are not attributable to the\ntravel: example","body":"For several weeks an employee performs duties of his employment\nat a temporary workplace close to his home. He chooses to stay in a\nhotel as he is having some decorating done at his home. The stay in\nthe hotel is not attributable to his travel to and from the\ntemporary workplace and so he is not entitled to a deduction for\nthe costs.\n\n### Example 2\n\nAn employee who has to make a business journey takes a packed\nlunch that he has prepared from items purchased as part of his\nweekly supermarket shop. The cost of the packed lunch (even if it\ncould be precisely identified) is not an expense incurred in the\ncourse of the journey and so is not attributable to the travel for\nthe purpose of Sections 337 and 338."},{"manual-section-id":"EIM31820","title":"Accommodation and\nsubsistence: other incidental costs","body":"Travel costs can include other incidental costs that form an\nintegral part of the cost of the business journey. This could\ninclude toll fees, congestion charges, vehicle hire charges or car\nparking.\n\nSome expenditure that an employee might incur while making a\nbusiness journey is not expenditure attributable to that journey\nand so is not deductible. This will include, for example, private\ntelephone calls, newspapers and laundry. However, if the employer\npays an amount for such incidental overnight expenses there is a\nspecific statutory exemption that can apply, see\n[EIM02710](/guidance/employment-income-manual/EIM01650#EIM02710).\n\nNo deduction is due for costs arising as a result of the\nbusiness travel that stem from the personal circumstances of the\nemployee. For example, no deduction is due for the cost of a baby\nsitter that the employee may need to pay while away from home.\n\nWhere relief for business travel using an employee's own\n\nvehicle or bicycle is given at statutory mileage allowance relief\n\nrates (see\n\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards) a distinction must be\n\ndrawn between costs that are incurred in connection with the use of\n\nthat vehicle and other costs of business travel.\n\nNo relief is permitted for actual costs that are incurred in\n\nconnection with the use of that vehicle. This might include petrol,\n\noil, servicing, repairs, car hire charges and other costs of using\n\nthat vehicle. All of these costs are replaced by the statutory\n\nrate, see\n\n[EIM31240](/guidance/employment-income-manual/EIM31200#EIM31240).\n\nRelief is still permitted for the actual cost of other\n\nexpenses resulting from the business travel. These are expenses\n\nthat would be incurred regardless of the mode of travel or that are\n\nnot specific to the particular vehicle that is being used. This\n\nmight include toll fees, congestion charges or car parking."}]},{"title":" Choice of route","sections":[{"manual-section-id":"EIM31825","title":"Choice of route","body":"It is not necessary for the employee to make a business journey\nby the shortest route in order to obtain a deduction under Sections\n336 to 339 ITEPA 2003. Another route may be more appropriate. For\nexample, it may be appropriate to go round London on the M25 rather\nthan driving through the middle. It is also acceptable to make a\nshort detour for a meal.\n\nThere are limits to this flexibility and you should take care\nto ensure that it is not abused. A significant detour to visit a\nparticular restaurant is not acceptable. That part of the journey\nshould be treated as private and no deduction permitted. An\nemployee travelling on business who makes a detour for private\npurposes will be entitled to a deduction for the cost of the\nbusiness part of the journey but not for the private detour."},{"manual-section-id":"EIM31826","title":"Choice of route:\nexample","body":"During the course of a business trip an employee takes the\nopportunity to visit his mother. If the cost of his journey would\notherwise be deductible, the fact that he makes a social call on\nthe way does not affect that. However, if the social call involves\na significant detour, that detour is not in the performance of the\nduties of his employment and is not attributable to attendance at a\nparticular workplace. So the cost of the detour is not\ndeductible."},{"manual-section-id":"EIM31830","title":"Choice of route: costs\nincurred in error","body":"Where, in the course of a business journey, an employee incurs\nadditional expenditure through genuine error, that expenditure\nshould be treated as a cost of business travel and not as personal\nexpenditure."},{"manual-section-id":"EIM31831","title":"Choice of route: costs\nincurred in error: example","body":"An employee has to travel by train on business from the south of\nEngland to Scotland. By mistake she travels up the West Coast\nalthough her ticket is only valid for the East Coast route. As a\nresult she has to buy another ticket and so incurs substantial\nextra cost. She can deduct this extra cost as part of the cost of\nher business travel."}]},{"title":" Travel cards\n\n### Scale of expenditure","sections":[{"manual-section-id":"EIM31835","title":"Scale of expenditure","body":"The tests that apply to travel expenses relate to the\n**nature** of the expense and not to the\n**amount**. For that reason the cost of business\ntravel is not usually a factor in deciding whether or not a\ndeduction is due. For example, you should not refuse a deduction\nfor first class rail travel, if that has been incurred, on the\nbasis that the same journey could have been made more cheaply in\nstandard class.\n\nWhere the travel arrangements are unusually lavish you should\nconsider whether, on the facts of the case, the expenditure is\ngenuinely attributable to business travel or is, for example, some\nsort of reward. However, you should not refuse a deduction for the\nactually incurred cost of a journey, hotel room or meal simply\nbecause a less expensive alternative is available.\n\n[EIM31836](/guidance/employment-income-manual/EIM31800#EIM31836) and\n[EIM31837](/guidance/employment-income-manual/EIM31800#EIM31837) contain guidance on\naccommodation and subsistence costs illustrated by the examples in\n\n[EIM31838](/guidance/employment-income-manual/EIM31800#EIM31838)."},{"manual-section-id":"EIM31836","title":"Scale of expenditure:\naccommodation","body":"An employer may provide an employee on secondment at a temporary\nworkplace with furnished living accommodation or with a cash\nallowance out of which the employee can obtain living\naccommodation. This guidance explains what limit ought to be placed\non the relief under Section 338 ITEPA 2003 for the cost of living\naccommodation.\n\nWhere the employee stays in a hotel or boarding house, relief\nshould be permitted in full for the costs actually incurred where\nthe accommodation is of an appropriate standard. The appropriate\nstandard can reflect the seniority of the employee, the\navailability of accommodation and the nature of the employment.\n\nIn many cases furnished or unfurnished accommodation is\nobtained as a cheaper and more convenient alternative to hotel\naccommodation. Provided that the total cost of the accommodation is\nappropriate to the business need and is reasonable and not\nexcessive you should permit relief in full. The total cost may\ninclude the reasonable cost of furniture where that is properly\n\nattributable to the business travel. The cost should be accepted as\n\nreasonable where the total cost of providing accommodation does not\n\nexceed the cost of hotel accommodation of an appropriate standard.\n\nYou should only restrict relief in extreme cases.\n\nYou may need to restrict relief in those cases where the\n\nstandard of accommodation provided does not result from the need to\n\nprovide the employee with necessary accommodation while at a\n\ntemporary workplace. For example, if accommodation is supplied in\n\npart because the employee is accompanied by his or her family, or\n\nthe location of the accommodation is determined by reasons of\n\nnon-business convenience and there is an increase in costs as a\n\nresult, relief ought to be restricted. It cannot be assumed that\n\naccommodation of a similar standard to the employee's home will\n\nalways be reasonable.\n\nRelief should not be restricted for furnished or unfurnished\n\naccommodation that is of reasonable cost where it is also able to\n\nbe used by the employee for weekends, short holidays during the\n\nperiod of work at the temporary workplace, or other short non-\n\nworking periods. Relief should be restricted where significant\n\nnon-business use is part of the purpose of providing the\n\naccommodation.\n\nThe limits to be placed on relief are illustrated by the\n\nexamples in\n\n[EIM31838](/guidance/employment-income-manual/EIM31800#EIM31838)."},{"manual-section-id":"EIM31837","title":"Scale of expenditure:\nsubsistence","body":"An employee on secondment at a temporary workplace may obtain\nrelief for accommodation costs (see\n[EIM31836](/guidance/employment-income-manual/EIM31800#EIM31836)) and also for the costs of\nsubsistence attributable to staying at the temporary workplace.\nThis covers necessary food and drink and may also cover costs\nassociated with accommodation, such as utility bills and personal\nexpenditure attributable solely to the business travel. Relief may\nalso be due for the cost of travel between the temporary\naccommodation and the temporary workplace (see example 4 in\n[EIM31838](/guidance/employment-income-manual/EIM31800#EIM31838)).\n\nPayments for expenses incidental to the business travel may\nalso be made tax-free by the employer up to the limits imposed by\nSection 241 ITEPA 2003, see\n[EIM02710](/guidance/employment-income-manual/EIM01650#EIM02710).\n\nThere are no HMRC authorised subsistence rates for general\napplication, although there are limited agreements for particular\nindustries (see for example\n[EIM66140](/guidance/employment-income-manual/EIM65799#EIM66140) for lorry drivers). Accurate\nrates across the whole range of different circumstances would be\n\nvery complex and would be difficult to create and maintain. A\n\nsimple list of agreed rates would run the risk of permitting\n\nexcessive relief or being inadequate and so of little practical\n\nuse. For that reason you should not permit the use of generalised\n\npublished rates such as those of the US Internal Revenue Service,\n\nor those published by the UN.\n\nA dispensation may be granted where an employer makes\n\nappropriate scale rate payments for subsistence, see\n\n[EIM30057](/guidance/employment-income-manual/EIM30050#EIM30057)."},{"manual-section-id":"EIM31838","title":"Scale of expenditure:\naccommodation and subsistence: examples","body":"### Example 1\n\nAn employee of an Irish company is seconded to work in central\nLondon for 16 months. Her employer pays a round sum allowance of\n&#xA3;560 per week to be used for accommodation and subsistence to\nthe extent that she wishes. Although the allowance is intended for\nhotel accommodation she is permitted to rent a flat for a\nsecondment of that duration. She rents a two bedroom flat in\nTooting for &#xA3;400 per week and spends the rest of her allowance\non subsistence and travel between her flat and her workplace.\n\nThe amount spent on accommodation is reasonable and not\nexcessive, see\n[EIM31836](/guidance/employment-income-manual/EIM31800#EIM31836). The employer pays a round sum\nallowance (see\n[EIM05100](/guidance/employment-income-manual/EIM04700#EIM05100)) but can apply for the\ntreatment set out on page 88 of Booklet CWG2. If an Inspector\naccepts that the total amount paid does no more than cover the\namount that a typical employee in this employee's circumstances\nwould spend on accommodation, travel and subsistence then the\nemployer can be authorised to make the payment free of PAYE and\nClass 1 NICs. The payment must be included on the employee's P11D\nand she will be allowed relief for the amount she actually\nspends.\n\n### Example 2\n\nAn employee of an Austrian company spends 18 months in the UK on\nsecondment at a temporary workplace. Her employer rents for her a\nsix bedroom house in Chelsea at a rent of &#xA3;5,000 per week.\n\nIn some cases there may be a business need for accommodation\non this scale, but it will have to be clearly established.\nOtherwise you should restrict relief to the cost of accommodation\nthat could reasonably be regarded as attributable to the employee's\nnecessary attendance at the temporary workplace, see\n[EIM31836](/guidance/employment-income-manual/EIM31800#EIM31836).\n\n### Example 3\n\nAn employee of a German company is on secondment at a temporary\nworkplace in the UK for 18 months. She is provided with a four\nbedroom house for herself, her husband and two children. A single\nemployee in equivalent circumstances would only have been provided\nby her employer with a two bedroom flat.\n\nOn these facts part of what the employer provides is not a\nnecessary expense attributable to the travel by the employee. Part\nof the accommodation is attributable to the accompanying family.\nRelief should be limited to the provision of a two bedroom flat,\nsee\n[EIM31836](/guidance/employment-income-manual/EIM31800#EIM31836).\n\n### Example 4\n\nA Swedish employee is seconded to a temporary workplace in\nExeter for 15 months. He is a keen sailor and chooses to obtain\naccommodation in Salcombe, which is more expensive than Exeter.\n\nOn these facts the cost of accommodation in Salcombe is not\nattributable to the need for accommodation for the business trip.\nRelief should be limited to the cost of appropriate accommodation\nin Exeter and no relief can be permitted for the cost of travel\nbetween Salcombe and Exeter.\n\nThe key factor in this example is that the exercise of the\nemployee's choice about where to live while seconded to the\ntemporary workplace gives rise to additional costs. These costs are\nnot attributable to the business travel but to the employee's\nprivate interests. However, such cases are likely to be rare. Many\nemployees are permitted some discretion about where to live during\na secondment. Provided that the exercise of that discretion does\nnot result in significant extra costs you should not try to\nrestrict relief. Example 5 illustrates the more common case in\nwhich relief can be permitted in full.\n\n### Example 5\n\nAn employee of a Belgian company is seconded to work at a\ntemporary workplace in London for 18 months. The employer is\nprepared to pay rent of up to &#xA3;800 per month to all of its\nemployees on secondment in London. She is required to live within 1\nhour commuting distance of the office but is otherwise given a free\nchoice about where to live. She wants to live near her sister who\nlives in Ladbroke Grove and she is able to find a one bedroom flat\nin a suitable location at &#xA3;750 per month, a cost the employer\nmeets.\n\nOn these facts the full cost of the accommodation is\nattributable to the business travel. No attempt should be made to\nrestrict relief on the basis that it might have been possible to\nfind cheaper accommodation elsewhere within the 1 hour commuting\nlimit. Relief should also be permitted for the cost of commuting\nbetween the flat and her temporary workplace."}]},{"title":" Directors' travelling expenses: Extra-Statutory Concession\nA4","sections":[{"manual-section-id":"EIM31925","title":"Directors' travelling\nexpenses: Extra-Statutory Concession A4: certain directors who give\nservices without remuneration","body":"Where:\n\n*   a director gives his or her services to a\ncompany without remuneration and\n*   the company is not run with a view to\ndividends (for example, a company owning a hall or sports ground,\nor running a club)\n\nthe director is treated by concession as not assessable on any\ntravelling expenses that are paid to him or her.\n\nThe application of this concession is illustrated by example\n[EIM31930](/guidance/employment-income-manual/EIM31800#EIM31930)."},{"manual-section-id":"EIM31930","title":"Directors' travelling\nexpenses: Extra-Statutory Concession A4: certain directors who give\nservices without remuneration: example","body":"A director of a company that runs the annual parish carnival\nvisits a number of marquee specialists to discuss his requirements.\nThe company is not run with a view to dividends and the director is\nnot paid a wage for the work he does. The company reimburses his\ntravelling expenses.\n\nExtra-Statutory Concession A4(b) applies and the director is not\ntaxed on the travelling expenses paid to him."},{"manual-section-id":"EIM31935","title":"Directors' travelling\nexpenses: Extra-Statutory Concession A4: directors who are acting\non behalf of a professional practice","body":"Professional people, such as solicitors, sometimes become\ndirectors of companies on behalf of their professional practice and\nfor no other reason. In these cases they will have no direct or\nindirect financial interest in the company.\n\nAny expenses that are incurred in carrying out his or her\nduties by a director who is acting on behalf of a professional\npractice are treated for tax purposes as expenses incurred by that\npractice. The expenses are deducted in computing the practice\nprofits for Trading Income purposes.\n\nExtra-Statutory Concession A4(c) applies if the director is\npaid travelling expenses. If the travelling expenses are reasonable\nthe director is not assessed on the payments as employment income,\nprovided that the practice does not deduct the expenses in\n\ncalculating its profits for Trading Income purposes.\n\nThe application of this part of the concession is illustrated\n\nby example\n\n[EIM31940](/guidance/employment-income-manual/EIM31800#EIM31940)."},{"manual-section-id":"EIM31940","title":"Directors' travelling\n\nexpenses: Extra-Statutory Concession A4: directors who are acting\n\non behalf of a professional practice: example","body":"A solicitor is a partner in a local firm. She is executor to the\nestate of a person who was the only shareholder in a property\nholding company. As part of her duties as executor she becomes a\ndirector of the company and arranges for it to be sold. She visits\na number of people who are interested in buying the company and the\ncompany reimburses her for the cost of these journeys.\n\nExtra-Statutory Concession A4 applies. The director is not\nassessed to employment income on the travelling expenses paid to\nher by the company as long as the expenses she incurs are not\ndeducted in computing the profits of her partnership for Trading\nIncome purposes."}]},{"title":" Meetings of trade or professional associations","sections":[{"manual-section-id":"EIM31945","title":"Meetings of trade or\n\nprofessional associations","body":"The costs incurred by an employee in attending, as the\nrepresentative of the employer, meetings of a trade or professional\nassociation related to the employer's trade or business, may be\naccepted as attendance at a workplace by the employee.\n\nIf, however, the employee accepts a special office in the\nassociation, such as president or treasurer (the office having been\naccepted on the invitation of the employee's fellow members), it\nshould be regarded as a separate post. In consequence no expenses\nadditional to those that he or she would have incurred as an\nordinary member or representative should be allowed against his or\nher earnings as an employee."}]},{"title":" Overseas conferences, seminars and study tours","sections":[{"manual-section-id":"EIM31950","title":"Overseas conferences,\n\nseminars and study tours","body":"The expenses incurred by an employee in relation to an overseas\nconference, seminar or study tour will typically include travel,\naccommodation and subsistence costs. These costs are not deductible\nunless:\n\n*   they are within Section 337 ITEPA 2003 as\nnecessarily incurred in the performance of the duties of the\nemployment, see EIM32355, or\n*   they are within Section 338 and 339 ITEPA\nas travel to a temporary workplace, see[EIM32015](/guidance/employment-income-manual/EIM32000#EIM32015).\n\nFor both of these tests a common factor is that a deduction is\nnot due unless the employee can demonstrate that attendance at the\noverseas conference, seminar or study tour is necessary in order to\ncarry out the duties of the employment. This is a very restrictive\ntest, see\n[EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645). The case law discussed at\n[EIM31955](/guidance/employment-income-manual/EIM31800#EIM31955) illustrates the restrictive way\n\nin which the Courts have applied the legislation.\n\n[EIM31960](/guidance/employment-income-manual/EIM31800#EIM31960) discusses the evidence you will\n\nneed to tackle these cases and deals with some arguments you may\n\nencounter.\n\n[EIM31965](/guidance/employment-income-manual/EIM31800#EIM31965) discusses how you can apportion\n\nexpenditure if you are satisfied that the expenses are deductible\n\nbut there are some private expenses.\n\n[EIM31970](/guidance/employment-income-manual/EIM31800#EIM31970) discusses overseas trips\n\nprovided to employees as an incentive.\n\n[EIM31975](/guidance/employment-income-manual/EIM31800#EIM31975) discusses overseas trips\n\nprovided by third parties.\n\n[EIM31980](/guidance/employment-income-manual/EIM31800#EIM31980) discusses overseas trips on\n\nwhich the employee is accompanied by his or her wife or husband.\n\nThis guidance is illustrated by examples beginning at example\n\n[EIM31990](/guidance/employment-income-manual/EIM31800#EIM31990)."},{"manual-section-id":"EIM31955","title":"Overseas conferences,\n\nseminars and study tours: case law","body":"In Owen v Burden (47TC476) a county surveyor was refused a\ndeduction under Section 337 ITEPA 2003 for the cost of attending a\nworld road conference in Tokyo. He attended on his own initiative\nand attendance was not imposed on him as a duty of his employment.\nAlthough it was accepted that he attended the conference for\nbusiness reasons no deduction was due because his attendance was\nnot necessary.\n\nIn Thomson v White (43TC256) the director of a farming\ncompany was refused a deduction under section 337 for the cost of a\ntrip to America to visit farms. Although it was said that the visit\nled to an improvement in farming techniques it could not be said\nthat the visit was necessary to carry out the duties of a director\nof that company."},{"manual-section-id":"EIM31960","title":"Overseas conferences,\n\nseminars and study tours: getting evidence","body":"Before a deduction can be permitted for the cost of an overseas\nconference, seminar or study tour it needs to be demonstrated that\nattendance was necessary to carry out the duties of the employment\nof the person attending.\n\nSome overseas trips are merely an incentive to reward or\nmotivate employees, see\n[EIM31970](/guidance/employment-income-manual/EIM31800#EIM31970). This may be particularly the\ncase where the trip is provided by a third party, see\n[EIM31975](/guidance/employment-income-manual/EIM31800#EIM31975).\n\nAn itinerary should be available for the trip showing\nprecisely what activities were involved. It is not enough that the\ntrip was authorised, or even required, by the employer. It is\nnecessary to be able to demonstrate that the duties of the\nemployment could not be performed without it, see\n[EIM31647](/guidance/employment-income-manual/EIM31600#EIM31647).\n\nThe insertion into an itinerary of a token business element,\nsuch as a meeting that could equally well have taken place at the\n\nemployer's premises in the United Kingdom, does not make the travel\n\ncost necessarily incurred, see example\n\n[EIM31991](/guidance/employment-income-manual/EIM31800#EIM31991).\n\nIt is not enough to demonstrate that a trip had a personal\n\neducational value. Expenditure incurred by an employee to improve\n\nhis or her qualifications for doing the job, or to keep his or her\n\nknowledge up to date, are not deductible, see\n\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650). This is illustrated by example\n\n[EIM31990](/guidance/employment-income-manual/EIM31800#EIM31990).\n\nYou should be particularly wary of those cases where the trip\n\nis made to an exotic or desirable location that appears to be\n\nunrelated to the subject matter of the trip, for example, a\n\ndentists convention in St Lucia. You need to consider critically\n\nthe reason for the trip.\n\nIf the employee's spouse accompanies the employee, see\n\n[EIM31980](/guidance/employment-income-manual/EIM31800#EIM31980)."},{"manual-section-id":"EIM31965","title":"Overseas conferences,\n\nseminars and study tours: apportionment","body":"If you accept that a particular overseas trip has been made\nnecessarily to carry out the duties of the employment you may still\nfind that some expenses are not deductible. For example, a short\nbreak may be taken during an overseas conference.\n\nYou should not accept an apportionment of the total cost of\nthe trip on a percentage basis, calculated by looking at the\nrelative time spent on business and non-business activities. There\nis no basis in law for such an apportionment, see\n[EIM31660](/guidance/employment-income-manual/EIM31600#EIM31660). Instead you should examine the\nexpenses individually and permit a deduction only for those that\nare necessarily incurred.\n\nThe correct approach is illustrated by example\n[EIM31811](/guidance/employment-income-manual/EIM31800#EIM31811)."},{"manual-section-id":"EIM31970","title":"Overseas conferences,\n\nseminars and study tours: overseas trips as incentives","body":"Overseas trips that are variously described as conferences,\nconventions or seminars are often no more than incentives intended\nto reward past performance or to motivate employees for the future.\nCommonly the business element is minimal, for example an address by\na company executive. The itinerary will consist largely of social\noccasions, excursions and leisure activities. No deduction should\nbe permitted for the cost of such trips, see example\n[EIM31991](/guidance/employment-income-manual/EIM31800#EIM31991).\n\nA deduction is only due in the circumstances described in\n[EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950). It can generally be\ndemonstrated that the cost of incentive trips is not incurred\nnecessarily by the participants, less successful colleagues doing\nthe same or similar jobs will not have needed to incur the expense.\nNor is it a duty of the employment to attend.\n\nAny enquiries from the promoters of such events about the\n\npotential tax liabilities for participants should be dealt with in\n\naccordance with\n\n[EIM11235](/guidance/employment-income-manual/EIM11200#EIM11235) onward."},{"manual-section-id":"EIM31975","title":"Overseas conferences,\n\nseminars and study tours: trips provided by third parties","body":"If the trip was provided by a third party it will not qualify\nfor the third party entertainment exemption from tax if it was an\nincentive award, see\n[EIM21837](/guidance/employment-income-manual/EIM21604#EIM21837).\n\nWhere a trip provided by a third party is not an incentive\naward, no deduction should be given from the chargeable benefit\nunless the conditions set out in\n[EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950) are met. The fact that a trip\nis paid for by a third party may in itself suggest the employee's\nattendance was optional. See, however,\n[EIM21835](/guidance/employment-income-manual/EIM21604#EIM21835) onwards regarding third party\nentertainment."},{"manual-section-id":"EIM31980","title":"Overseas conferences,\n\nseminars and study tours: spouses on business trips","body":"Some employers regard it as being in their interests to\nencourage a director or employee to be accompanied by his or her\nspouse on business trips, particularly those abroad. Employers who\noperate such a policy will usually pay or reimburse the spouse's\nexpenses. Those expenses will be assessable on the employee as\ngeneral earnings, except for employees in an excluded employment\n(see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)). The employee will then need\nto consider a deduction under Sections 336 to 339 ITEPA 2003.\n\nWhether or not a deduction is due will depend on the facts.\nIt is vital that these are established, preferably by a meeting\nwith the couple, before a decision is reached.\n\nTo obtain a deduction the employee must show that the expense\nof taking his or her spouse was necessarily incurred in the\nperformance of the employee's duties. It is legitimate to ask\nwhether the duties would have required someone else to accompany\n\nthe employee, for example a secretary or interpreter, if the\n\nemployee's spouse had not accompanied the employee, or the employee\n\nhad not been married. A deduction should normally only be permitted\n\nin the circumstances set out in\n\n[EIM31985](/guidance/employment-income-manual/EIM31800#EIM31985).\n\nIn the case of Maclean v Trembath (36TC653) the Courts\n\nrefused a deduction for the cost of a wife's trip to Australia\n\nwhere there was no evidence to support a deduction.\n\nExample\n\n[EIM31992](/guidance/employment-income-manual/EIM31800#EIM31992) shows how to determine which\n\nexpenses should be disallowed when a spouse accompanies the\n\nemployee on an overseas business trip."},{"manual-section-id":"EIM31985","title":"Overseas conferences,\n\nseminars and study tours: spouses on business trips: when to allow\n\na deduction","body":"General guidance on the conditions that must be met before a\ndeduction can be permitted for the expenses of an accompanying\nspouse is at\n[EIM31980](/guidance/employment-income-manual/EIM31800#EIM31980). Normally a deduction should\nonly be given in the following circumstances:\n\n*   the spouse has some special skill or\nqualification associated with the employee's job that is needed on\nthe trip, although not necessarily full time. An example is where\nthe spouse is a competent linguist and acts as an interpreter at\nbusiness meetings.\n*   the presence of the spouse is essential to\nhost a series of business entertaining occasions that the employee\nis required to organise as part of his or her duties. It is not\nenough that the couple merely attend functions at which other\n\n    guests are accompanied by their spouses.\n*   the employee's health is so poor that it\n\n    would be unreasonable for him or her to travel alone. This is\n\n    specifically permitted by Extra-Statutory Concession A4(d), the\n\n    text of which is reproduced in Booklet IR1."},{"manual-section-id":"EIM31990","title":"Overseas conferences,\n\nseminars and study tours: example","body":"A consultant neurologist attends the annual conference of the\nWorld Council of Neurology. The conference takes place in Geneva\nand takes 4 days. The conference consists of a series of meetings,\nlectures and seminars on medical matters. The neurologist's\nemployer encourages her to attend and the conference is directly\nrelevant to her work.\n\nNo deduction can be permitted for the cost of attending the\nconference. Attendance at the conference is not necessary\nexpenditure, see\n[EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950). Attendance at the conference\nis not one of the duties of her employment, see\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650)."},{"manual-section-id":"EIM31991","title":"Overseas conferences,\n\nseminars and study tours: example","body":"A company that employs sales agents invites the most successful\nof them to an annual sales conference in Marbella. All expenses are\npaid by the company. The conference lasts for 7 days but there are\nonly 2 formal sessions, a pep talk by the managing director and a\nseminar on sales technique. The rest of the programme consists of\nsocial events.\n\nThe benefit of the conference is chargeable under the benefits\ncode, except for employees in an excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)). No deduction from earnings\ncan be permitted under any of Sections 337 to 339 ITEPA 2003. The\ncost is not incurred necessarily in the performance of the duties\nof the employment and the location of the conference is not a\nworkplace, see\n[EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950)."},{"manual-section-id":"EIM31992","title":"Overseas conferences,\n\nseminars and study tours: example","body":"The sales director of a company that makes substantial sales to\nJapan is required to attend a sales conference in Tokyo. Attendance\nat the conference is part of his duties. His wife accompanies him\nto attend the social functions that are part of the conference\nprogramme.\n\nThe trip takes 5 days and the costs incurred are &#xA3;3,600 for\ntwo business class return air fares, &#xA3;800 for 4 nights\naccommodation and &#xA3;600 for meals. The hotel room is no\ndifferent from the hotel room that he would have taken if he had\nbeen travelling by himself.\n\nWhile the director's expenses are deductible, his wife's are\nnot. You should not permit a deduction for the extra costs incurred\nbecause the director was accompanied by his wife, see\n[EIM31980](/guidance/employment-income-manual/EIM31800#EIM31980). On the face of it, this will\nbe &#xA3;1,800 for the air fare and &#xA3;300 for food. The hotel\nroom involved no extra cost."}]}]}}