{"title":"employee's interim journeys to and fromthe United Kingdom","details":{"manual-section-id":"EIM34025","body":"","breadcrumbs":["EIMANUAL","EIM34000","EIM34025"],"sections":[{"title":" Summary\n\nThis page is concerned with the interim journeys to and from the\nUnited Kingdom of an employee who works wholly abroad. These\njourneys may qualify for a deduction under Section 370 ITEPA 2003\nprovided the conditions in Section 370(1) have been met and the\ncircumstances fall within Case A in Section 370(3).\n\n### Conditions\n\nThe employee must:\n\n*   be resident and ordinarily resident in the\nUnited Kingdom (see[EIM34010](http://www.hmrc.gov.uk/manuals/eimanual/EIM34010.htm)) and\n*   the employee's taxable earnings must\ninclude an amount in respect of:\n\n*   the provision of travel facilities for a journey\nmade by the employee, or\n*   the reimbursement of expenses incurred by the\n\n    employee on such a journey.\n\nCircumstances falling within Case A:\n\n*   the employee is absent from the United\n\n    Kingdom wholly and exclusively for the purpose of performing the\n\n    duties of one or more employments and\n*   the duties concerned can only be performed\n\n    outside the United Kingdom and\n*   the journey is:\n\n*   a journey from a place outside the United Kingdom\n\n    where such duties are performed to a place in the United Kingdom,\n\n    or\n*   a return journey following such a journey.\n\n### Nature of the deduction\n\nThe deduction is equal to the amount included in taxable\n\nearnings in respect of the travel facilities provided for the\n\njourney or the reimbursed expenses of the journey. In most cases,\n\nthe employer will have provided the travel facilities or reimbursed\n\nthe expense.\n\nThere is no limit to the number of journeys that can\n\nqualify.\n\n### Additional information\n\nThe deduction provided by Section 370 for interim return visits\n\nto the United Kingdom for an employee in these circumstances has\n\ndifferent conditions to the deduction for the first and last\n\njourneys provided by Section 341 (see\n\n[EIM34020](http://www.hmrc.gov.uk/manuals/eimanual/EIM34020.htm)).","sections":[{"manual-section-id":"EIM34040","title":"Where an employee's\n\nduties are partly abroad and partly in the United Kingdom .","body":"### Summary\n\nThis page is concerned with journeys from and to the United\nKingdom of an employee who works partly abroad. These journeys may\nqualify for a deduction under Section 370 ITEPA 2003 provided the\nconditions in Section 370(1) have been met and the circumstances\nfall within Case B in Section 370(4).\n\n### Conditions\n\nThe employee must:\n\n*   be resident and ordinarily resident in the\nUnited Kingdom (see[EIM34010](/guidance/employment-income-manual/EIM34010)) and\n*   the employee's taxable earnings must\ninclude an amount in respect of:\n\n*   the provision of travel facilities for a journey\n\n    made by the employee, or\n*   the reimbursement of expenses incurred by the\n\n    employee on such a journey.\n\nCircumstances falling within Case B:\n\n*   the duties of the employment are performed\n\n    partly outside the United Kingdom\n*   those duties are not performed on a\n\n    vessel\n*   the journey is between a place in the\n\n    United Kingdom and a place outside the United Kingdom where duties\n\n    of the employment are performed\n*   the duties performed outside the United\n\n    Kingdom can only be performed there and\n*   the journey is made wholly and exclusively\n\n    for the purpose of performing them or returning after performing\n\n    them.\n\n### Nature of the deduction\n\nThe deduction is equal to the amount included in taxable\n\nearnings in respect of the travel facilities provided for the\n\njourney or the reimbursed expenses of the journey. In most cases,\n\nthe employer will have provided the travel facilities or reimbursed\n\nthe expense.\n\n### Other points to note\n\n*   Unlike the provisions for employees whose\n\n    duties are wholly abroad, all the journeys for employees in these\n\n    circumstances are subject to the same rules.\n*   There is no limit to the number of\n\n    journeys that can qualify.\n*   This provision does not allow a deduction\n\n    for the cost of accommodation or subsistence at the place outside\n\n    the United Kingdom where the employee performs the duties. However,\n\n    see\n    [EIM10060](/guidance/employment-income-manual/EIM10060) for the treatment of\n\n    subsistence allowances paid to employees at a temporary\n\n    workplace."},{"manual-section-id":"EIM34080","title":"Where there are two or\n\nmore employments.","body":"### Summary\n\nThis page is concerned with journeys from one workplace to\nanother where the employee has more than one employment and the\nduties of one or more of them are performed outside the United\nKingdom.\n\n### Conditions\n\nA deduction from earnings from an employment is allowed for\ntravel expenses incurred by the employee where all of the following\nconditions are met:\n\n*   the travel is for the purpose of\nperforming duties of the employment at the destination\n*   the employee has performed duties of\nanother employment at the place of departure\n*   the place of departure or the destination\nor both are outside the United Kingdom\n*   the duties of one or both of the\n\n    employments are performed wholly or partly outside the United\n\n    Kingdom\n*   the employee is resident and ordinarily\n\n    resident in the United Kingdom (see\n    [EIM34010](/guidance/employment-income-manual/EIM34010))\n*   where the employer is a foreign employer\n\n    (see\n    [EIM40031](/guidance/employment-income-manual/EIM40031)), the employee is domiciled in\n\n    the United Kingdom.\n\n### Nature of the deduction\n\nThe expense incurred in travelling is allowed as a deduction\n\nagainst the earnings arising from the destination employment.\n\n### Other points to note\n\nIf the travel is partly for another purpose (for example, a\n\nholiday), limit the deduction to the amount attributable to the\n\nbusiness purpose. Apportionment is a matter for negotiation and\n\nwill depend on the facts."}]}]}}