{"title":"EIM32350 - Travel expenses","details":{"manual-section-id":"EIM32350","body":"","breadcrumbs":["EIMANUAL","EIM31800","EIM32350"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM32351","title":"Introduction","body":"Section 337 ITEPA 2003 permits relief for travelling expenses\nnecessarily incurred in travelling in the performance of the duties\nof the employment.\n\nThis was the original rule for employee travel expenses and\nwas the only rule under which expenses could be deducted before 6\nApril 1998. It is a very restrictive rule because it is limited to\ntravel that is carried out in the course of performing the duties\nof the employment, see\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650). The extension of the rules for\nemployee travel expenses from 6 April 1998 to include travel to\ntemporary workplaces, see\n[EIM32005](/guidance/employment-income-manual/EIM32000#EIM32005), means that this rule is now\nonly relevant to:\n\n*   travel between workplaces, see[EIM32360](/guidance/employment-income-manual/EIM32350#EIM32360) and\n*   travelling appointments, see[EIM32366](/guidance/employment-income-manual/EIM32350#EIM32366), and\n*   travel between home and work where\n\n*   home is a workplace (see\n    [EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760)),\n    **and**\n\n*   the place where the employee lives is dictated by\n\n    the requirements of the job (see\n    [EIM32370](/guidance/employment-income-manual/EIM32350#EIM32370))."},{"manual-section-id":"EIM32356","title":"Home to work travel"},{"manual-section-id":"EIM32360","title":"Travel between places of\nwork","body":"Where an employee is required to travel between two places of\nwork, in the same employment, in order to carry out the duties of\nthat employment, the cost of travel is incurred in the performance\nof the duties.\n\nThe Courts have approved this practice, for example in Taylor\nv Provan (49TC579). On page 611 Lord Wilberforce commented:\n\n> \"If a man has to travel from one place of work to another place\n> of work, he may deduct the travelling expenses of this travel,\n> because he is travelling on his work, but not those of travelling\n> from either place of work to his home or vice versa.\"\n\nNote though that the expenses of travelling between two\nworkplaces are not normally allowable when one of those places is\nthe employee&#x2019;s home. See\n[EIM32370](/guidance/employment-income-manual/EIM32350#EIM32370).\n\n### Travel between two different employments\n\nWhere an employee has two employments and the duties of those\n\nemployments are performed at different places, the cost of\n\ntravelling between them is not travel in the performance of the\n\nduties of the employment.\n\nThis point is confirmed by the case of Parikh v Sleeman\n\n(63TC75), which concerned a doctor who had separate employments at\n\nthree hospitals. When he was travelling between the hospitals he\n\nwas not performing the duties of any of them and so no deduction\n\ncould be given.\n\nThere is an exception to this rule for individuals who are\n\ndirectors of two or more companies within a group of companies, see\n\n[EIM32035](/guidance/employment-income-manual/EIM32000#EIM32035)."},{"manual-section-id":"EIM32366","title":"Travelling\nappointments","body":"An employee who holds a travelling appointment can deduct all of\ntheir business travelling expenses as travel in the performance of\nthe duties of the employment, even where the journey starts from\nhome.\n\nThere is little guidance in case law about what constitutes a\ntravelling appointment but a commercial traveller can be said to be\ntypical. A commercial traveller is travelling\n**on** his or her work, as distinct from travelling\n**to** it, from the moment of leaving home. Another\nexample is a service engineer who moves about from place to place\nduring the day carrying out repairs to domestic appliances at\nclients' premises. Such employees are often described as itinerant.\n\nIf an employee has to report to and work at a particular\noffice at the start and end of the day, travel between there and\nhome is not travel in the performance of the duties, unless the\ncalls at that office are fortuitous or incidental.\n\nWhether an employee is truly itinerant, or merely has two or\n\nmore fixed places of work, is essentially a question of fact. There\n\nare bound to be marginal cases.\n\nMany jobs require mobility, in the sense that an employee\n\nwill have to work at a number of different places from week to week\n\nor month to month. But this does not mean that the duties\n\nthemselves inherently involve travelling, merely that the employee\n\nwill not always incur the same cost in getting to (or staying near)\n\nwork. Clearly the frequency with which such changes take place is\n\nof major importance. There will be a strong presumption that anyone\n\nrequired to go to a number of different sites each day on an\n\nirregular basis will have a travelling appointment. Other factors,\n\nhowever, also need to be taken into account, such as the nature of\n\nthe work itself and whether, for pay purposes, the employee is\n\ntreated as starting work only on reaching each site.\n\nIt is important, therefore, when an employee considers that\n\nhe or she has a travelling appointment, to obtain as much\n\ninformation as possible about work patterns. If necessary, ask for\n\na record covering a typical period of weeks or months.\n\nEven if the employee does not have a travelling appointment\n\nit is likely that for many such employees every place that they\n\nattend is a temporary workplace. So relief for their business\n\ntravel is likely to be due under Section 338 ITEPA 2003, see\n\n[EIM32005](/guidance/employment-income-manual/EIM32000#EIM32005)."},{"manual-section-id":"EIM32368","title":"Travelling appointments:\ndeductible expenses: responsibility for an area","body":"Where an employee has a travelling appointment the cost of\ntravel between home and the place where work is done is usually\ntravel in the performance of the duties of the employment, see\n[EIM32366](/guidance/employment-income-manual/EIM32350#EIM32366).\n\nThere is an exception where the employee's duties cover a\nparticular area (for example, a county) but he or she chooses to\nlive a significant distance outside that area.\n\nIn these circumstances the cost of travel between home and\nthe boundary of the area is not travel in the performance of the\nduties. However, if the employee is travelling to a temporary\nworkplace relief will be available for the full journey under\nSection 338 ITEPA 2003, see EIM32010.\n\nA similar practice applies to travel for necessary\nattendance, see\n[EIM32190](/guidance/employment-income-manual/EIM32000#EIM32190)."},{"manual-section-id":"EIM32370","title":"Travel to and from home\nwhere it is a place of work","body":"Where an employee's home is itself a place of work, the cost of\ntravel between there and other permanent workplaces may sometimes\nbe deductible under Section 337 as travel in the performance of the\nduties. A detailed explanation of the circumstances in which you\ncan accept that an employee's home is a place of work is at\n[EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760).\n\n**Note though that the fact that an employee&#x2019;s home is\ntreated as a workplace for tax purposes is not enough, on its own,\nto enable the employee to obtain relief under Section 337 for the\nexpenses of travelling to another permanent workplace.** For\nmost people, the place where they live is a matter of personal\nchoice. So the expense of travelling from home to any other place\nis a consequence of that personal choice, not an objective\nrequirement of their job. The case law discussed in the following\n\npages demonstrates that the expenses of travelling from home to\n\nanother workplace do not qualify for relief under Section 337\n\nunless the location of the employee&#x2019;s home is itself dictated\n\nby the requirements of the job.\n\nEven where that condition is met, the cost of travel between\n\nthe employee's home and another permanent workplace is only\n\ndeductible during those times when the home is a place of work, see\n\n[EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170).\n\nEmployees who work at home are of course entitled to a\n\ndeduction for the expenses of travelling to a temporary workplace\n\nin the same way as any other employee, see\n\n[EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170)."},{"manual-section-id":"EIM32371","title":"Travel to and from home\nwhere it is a place of work: case law","body":"The Courts have considered employees&#x2019; home to work\ntravelling expenses on a number of occasions. Recent examples\ninclude Miners v Atkinson (68TC629), which concerned a director of\na one-man service company, see\n[EIM32380](/guidance/employment-income-manual/EIM32350#EIM32380), and Kirkwood v Evans\n(74TC481), which concerned an employee who agreed to be based at\nhome under a homeworking scheme, see\n[EIM32374](/guidance/employment-income-manual/EIM32350#EIM32374).\n\nIn two cases the House of Lords has accepted that in certain\nexceptional circumstances an employee's home to work travelling\nexpenses qualified for relief under Section 337. The cases are:\n\n*   Taylor v Provan (49TC579), see[EIM32372](/guidance/employment-income-manual/EIM32350#EIM32372) and\n*   Pook v Owen (45TC571), see[EIM32373](/guidance/employment-income-manual/EIM32350#EIM32373)."},{"manual-section-id":"EIM32372","title":"Travel to and from home\n\nwhere it is a place of work: Taylor v Provan","body":"The case of Taylor v Provan (49TC579) illustrates how difficult\nit can be for an employee to obtain a deduction under Section 337\nITEPA 2003 for the expenses of travelling between their home and\nanother workplace.\n\nMr Taylor lived in Canada and was agreed to have unique and\nunrivalled knowledge and experience of arranging mergers of brewery\ncompanies. The terms on which he was employed acknowledged his\nunique experience and required him to perform his duties as far as\nhe could from his home in Canada. The case concerned a deduction\nfor the costs of travel from his home to other workplaces, costs\nthat the Courts in Ricketts v Colquhoun had held to be not\ndeductible as a general rule, see\n[EIM31641](/guidance/employment-income-manual/EIM31600#EIM31641).\n\nIn Taylor v Provan the Courts held that this general rule\n\napplies where the employee has to do part of his or her work at\n\nhome. Lord Reid commented at page 605E:\n\n> \"If the holder of an office or employment has to do part of his\n>\n> work at home the place where he resides is generally still his\n>\n> personal choice. If he could do his home work equally well wherever\n>\n> he lived then I do not see how the mere fact that his home is also\n>\n> a place of work can justify a departure from the Ricketts\n>\n> ratio.\"\n\nHowever, the Courts felt that an exception could be made in the\n\nvery unusual circumstances of Mr Taylor's case. Lord Morris\n\ncommented at page 609D:\n\n> \"The office or the employment was very special. There was\n>\n> probably no-one else who could have filled it. It was an office\n>\n> created to be held by one particular person.\"\n\nIn effect, the view of the Courts was that Mr Taylor's location\n\nwas an integral, unavoidable and accepted element in determining\n\nthe nature of the office or employment that he held. Mr Taylor was\n\nuniquely qualified to fill that post and his personal circumstances\n\nwere central to the terms of his employment. Very few employees\n\nwill be in a similar position."},{"manual-section-id":"EIM32373","title":"Travel to and from home\n\nwhere it is a place of work: Pook v Owen","body":"The other key case dealing with deductions under Section 337\nITEPA 2003 is Pook v Owen (45TC571). Dr Owen was a general\npractitioner who also had a part-time appointment at a nearby\nhospital. His duties required him to be available for emergency\ncall-outs from home. He would be contacted by telephone and then\ntook responsibility for the patient as soon as he took the call.\nThe Courts held that he was entitled to a deduction for the cost of\ntravel between home and the hospital while on call-out. This case\nforms the basis for the guidance at\n[EIM32386](/guidance/employment-income-manual/EIM32350#EIM32386) .\n\nThe reason for the decision is not easy to follow from the\njudgements. It is best explained in a comment by Lord Reid in\nTaylor v Provan at page 605F:\n\n> \"I am sure that the majority did not intend to decide that in\n>\n> all cases where the employee's contract requires him to work at\n>\n> home he is entitled to deduct travelling expenses between his home\n>\n> and his other place of work. Plainly that would open the door\n>\n> widely for evasion of the rule. There must be something more. I\n>\n> think that the distinguishing fact in Owen's case was that there\n>\n> was a part time employment and that it was impossible for the\n>\n> employer to fill the post otherwise than by way of appointing a man\n>\n> with commitments which he would not give up. It was therefore\n>\n> necessary that whoever was appointed should incur travelling\n>\n> expenses.\"\n\nThus it is not enough that there should be a contractual\n\nobligation to work from home. It is not enough that there should\n\nactually be work at home. What is required is something more; that\n\nthe nature of the employment itself must necessarily require the\n\nemployee to live in a particular location."},{"manual-section-id":"EIM32374","title":"Travel to and from home\n\nwhere it is a place of work: Kirkwood v Evans","body":"The case of Kirkwood v Evans (74TC481) illustrates the approach\nof the Courts to employees working at home under a voluntary\nhomeworking scheme.\n\nMr Evans was a civil servant who lived in King's Lynn and\nworked in Leeds. His employer introduced a voluntary homeworking\nscheme under which Mr Evans was permitted to work at home and to\ntravel to Leeds on one day each week. Under the scheme Mr Evans\nlost his office space in Leeds but was provided with equipment to\nsupport an office at home. Either Mr Evans or his employer could\nterminate the homeworking agreement.\n\nMr Evans argued that travel between his home and Leeds was\ntravel in the performance of the duties of the employment, see\n[EIM32360](/guidance/employment-income-manual/EIM32350#EIM32360). The High Court reviewed the\n\ncases discussed at\n\n[EIM32372](/guidance/employment-income-manual/EIM32350#EIM32372) and\n\n[EIM32373](/guidance/employment-income-manual/EIM32350#EIM32373), rejected that argument and\n\ncommented:\n\n> \"his choice to live in King's Lynn rather than Leeds was\n>\n> historical and is unconnected with any term of his employment. The\n>\n> necessity of travelling to Leeds is dictated by his choice of the\n>\n> place where he lives and not by the nature and terms of the job\n>\n> itself.\"\n\nThe High Court also rejected the Commissioners&#x2019; apparent\n\nfinding that Leeds was not a permanent workplace for the purpose of\n\nSection 339(2) (see\n\n[EIM32070](/guidance/employment-income-manual/EIM32000#EIM32070)). Mr Evans put forward no such\n\nargument, and conceded that the Commissioners&#x2019; finding on the\n\npoint was wrong.\n\nFinally, Mr Evans argued that he was entitled to relief for\n\nthe additional household costs he incurred while working at home.\n\nThis was rejected because:\n\n> \"the homeworking scheme was optional. Mr Evans was permitted to\n>\n> work from home but he was not required to do so. He took up the\n>\n> option because for perfectly understandable reasons it was more\n>\n> convenient for him to remain at home for most of the week rather\n>\n> than to travel to Leeds. Working at home was not therefore a\n>\n> necessary incident of his employment.\"\n\nThe principle that underlies this decision is that Sections 336\n\nand 337 ITEPA 2003 only permit relief for those expenses that are\n\nincurred by a necessity arising from the nature of the employment,\n\nsee\n\n[EIM31641](/guidance/employment-income-manual/EIM31600#EIM31641). They do not permit relief for\n\nexpenses incurred out of choice, or because of the personal\n\ncircumstances of the individual employee."},{"manual-section-id":"EIM32380","title":"Travel to and from home\n\nwhere it is a place of work: service companies: Miners v\n\nAtkinson","body":"Directors of small companies operating in service industries\nsuch as computer consultancy frequently contend that their home is\na place of work (see\n[EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760)). As a consequence the director\nwill ask for a deduction for the cost of travel from home to the\nvarious places at which the company is required to provide\nservices, together with accommodation costs if the director needs\nto stay away from home. In very many cases, those expenses will not\nqualify for relief under Section 337 ITEPA 2003. The reason can be\nillustrated by the case of Miners v Atkinson (68TC629).\n\nMr Miners was a computer consultant who provided his services\nthrough his own service company. The registered office of the\n\ncompany was at Mr Miners' home, 4 Sandringham Road. Most of Mr\n\nMiners' duties were carried out at the sites of the clients of his\n\ncompany but he did some work at home. The case concerned a\n\ndeduction under Section 337 ITEPA 2003 for Mr Miners' travel\n\nexpenses from his home to the sites at which he worked.\n\nA deduction was not permitted. The duties that Mr Miners\n\ncarried out at home were not the substantive duties of his\n\nemployment, see\n\n[EIM32780](/guidance/employment-income-manual/EIM32700CT#EIM32780). However, the focus of the\n\ndecision in the High Court was on whether there was an objective\n\nrequirement that any work carried out by Mr Miners at home had to\n\nbe carried on at that place.\n\nThe question that needed to be answered, and will need to be\n\nanswered in similar cases, was expressed in these terms:\n\n> \"The starting point is that 4 Sandringham Road was the\n>\n> appellant's home. On the authorities, it seems to me that one must\n>\n> ask whether the appellant was working at home out of choice.\"\n\nIn answer to that question the Special Commissioner had\n\nconcluded that:\n\n> \"it was not necessary for the work which Mr Miners carried out\n>\n> at 4 Sandringham Road to be done at that precise address. It could\n>\n> have been done anywhere.\"\n\nThere was a clear finding by the High Court that there was no\n\nobjective requirement for the work to be carried out at Mr Miners'\n\nhome. This conclusion applies in the same way to the great majority\n\nof one-man service companies. However, in very unusual\n\ncircumstances, there may be exceptions. There is some practical\n\nadvice at\n\n[EIM32800](/guidance/employment-income-manual/EIM32700CT#EIM32800).\n\nThe effect of this case is illustrated by examples\n\n[EIM32805](/guidance/employment-income-manual/EIM32700CT#EIM32805) and\n\n[EIM32806](/guidance/employment-income-manual/EIM32700CT#EIM32806).\n\nRemember that even where relief for travel expenses cannot be\n\npermitted under Section 337 ITEPA 2003 it will still be available\n\nunder Section 338 ITEPA 2003 where the place to which the employee\n\nis travelling is a temporary workplace, see\n\n[EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170)."},{"manual-section-id":"EIM32385","title":"Employee on stand-by","body":"The fact that an employee is on stand-by, or may be called out\nto work as and when needed, does not in itself affect the treatment\nof his or her travelling expenses.\n\nIn Pook v Owen (45TC571) Lord Wilberforce commented at page\n595:\n\n> \"The mere fact of being on stand-by duty is not enough\"....[to\n> qualify for a deduction]...\"Nor, in my opinion, is the mere fact\n> sufficient that he might be called upon, or might volunteer, to\n> give some professional advice on the telephone before setting out.\n> There are persons who hold positions of importance, who carry their\n> responsibility with them wherever they are: they too may be called\n> to their offices after working hours.....But this does not mean\n> that they have more than one working place: cf. Newsom v Robertson\n> (33TC452). What is required is proof to the satisfaction of the\n> fact-finding Commissioners that the taxpayer, in a real sense, in\n> respect of the office or employment in question, had two places of\n>\n> work, and that the expenses were incurred in travelling from one to\n>\n> the other in the performance of his duties\".\n\nThe same principle applies to travel for necessary attendance,\n\nsee\n\n[EIM32250](/guidance/employment-income-manual/EIM32000#EIM32250)."},{"manual-section-id":"EIM32386","title":"Emergency call-out","body":"No deduction is due for the cost of travel between an employee's\nhome and his or her permanent workplace even where the employee is\non stand-by, see\n[EIM32385](/guidance/employment-income-manual/EIM32350#EIM32385). In the same way, no deduction\nis due for the cost of travelling on an emergency call-out between\nan employee's home and his or her permanent workplace.\n\nThere is one exception. The cost of emergency call-out travel\nbetween an employee's home and his or her permanent workplace is\ndeductible where the employee's home is a place of work, see\n[EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760) and\n**all** of the following conditions are met:\n\n*   the employee must give advice on handling\nthe emergency before starting the journey and\n*   responsibility for those aspects\nappropriate to the employee's duties must be accepted from that\ntime and\n*   the employee must have a continuing\nresponsibility for the emergency while travelling to the\n\n    workplace."}]}]}}