{"title":"EIM31600 - Deductions from generalearnings: table of contents","details":{"manual-section-id":"EIM31600","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM31600"],"sections":[{"title":" Deductions from general earnings","sections":[{"manual-section-id":"EIM31610","title":"Introduction","body":"This chapter introduces the principal rules that allow\ndeductions from employment income. The table in\n[EIM31611](/guidance/employment-income-manual/EIM31611) explains where you can find\nparticular instructions.\n\nIncome tax is chargeable on employment income. Employment\nincome consists of general earnings and specific employment income,\nsee\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510). This chapter deals with\ndeductions from general earnings.\n\nThere are a number of general principles to be applied. The\nonly deductions that can be made are those that are expressly\npermitted by statute. Most deductions can be made from any general\nearnings but some are limited to the earnings to which they relate.\n\nExcept where otherwise specified the amount of a deduction\ncannot exceed the earnings from which it is deducted and a\ndeduction can only be made once for a single expense."},{"manual-section-id":"EIM31611","title":"Where to find\ninstructions"},{"manual-section-id":"EIM31615","title":"The benefits code","body":"[](/guidance/employment-income-manual/EIM31611)\n\nEIM31611 lists the circumstances in which a deduction may be\navailable for certain expenses that an employee incurs and pays out\nof general earnings. The employee may also be treated as having\nreceived earnings from the employment where amounts are treated as\nearnings under the benefits code, including:\n\n*   sums in respect of expenses, Sections 70\nto 72 ITEPA 2003, see[EIM20601](/guidance/employment-income-manual/EIM20600#EIM20601), or\n*   vouchers or credit tokens, Sections 73 to\n96 ITEPA 2003, see[EIM16000](/guidance/employment-income-manual/EIM16000), or\n*   living accommodation, Sections 97 to 113\nITEPA 2003, see[EIM11300](/guidance/employment-income-manual/EIM11300), or\n*   employment-related benefits, Sections 201\nto 210 ITEPA 2003, see[EIM20001](/guidance/employment-income-manual/EIM20001).\n\nA sum received by an employee as a reimbursement of expenses, or\nan expense paid on the employee's behalf, may be treated as general\n\nearnings. A deduction is permitted from that charge to the same\n\nextent as it would have been permitted if the expense had been paid\n\nby the employee or the reimbursement had not been made. For an\n\nexample of a deduction from an expense see example\n\n[EIM31616](/guidance/employment-income-manual/EIM31600#EIM31616).\n\nSimilarly, where an amount is charged as general earnings by\n\nthe benefits code a deduction is permitted to the extent that a\n\ndeduction would have been permitted if the employee had incurred\n\nand paid an equivalent expense. For an example of a deduction from\n\na benefit see example\n\n[EIM31617](/guidance/employment-income-manual/EIM31600#EIM31617). For an example of a deduction\n\nfrom a living accommodation charge see example\n\n[EIM31618](/guidance/employment-income-manual/EIM31600#EIM31618)."},{"manual-section-id":"EIM31616","title":"The benefits code:\nexample of deduction from expenses payments","body":"An employee has to travel on business from Birmingham to London.\nHer employer estimates that this will cost &#xA3;120 and pays her\nthat amount on a no-return basis. She is able to buy a return rail\nticket costing &#xA3;70.\n\nThe expense payment by her employer is treated as earnings\nand charged on her by the operation of Section 70 ITEPA 2003. From\nthat amount she can deduct the same amount that she could have\ndeducted if she had met the travel expense herself. She can deduct\n&#xA3;70 and so is charged on a net amount of &#xA3;50."},{"manual-section-id":"EIM31617","title":"The benefits code:\nexample of deduction from benefits charge","body":"An employer provides an employee with a laptop computer to be\nused for carrying out the duties of his employment. The employee is\nalso allowed to use the laptop for his own purposes. He estimates\nthat 40% of its use is for his own purposes. The laptop is never\nused concurrently for work and private purposes. When it was\nprovided the laptop had a market value of &#xA3;4,000.\n\nThe earnings charge, computed in accordance with Section\n205(3)(b) ITEPA 2003, is 20% of the market value of the computer\nwhen it was first provided to the employee, see \n[EIM21617](/guidance/employment-income-manual/EIM21603#EIM21617). Section 365 ITEPA 2003 permits\na deduction from earnings to the extent that a deduction would have\nbeen permitted if the employee had incurred the cost of the benefit\nout of his own emoluments, see \n[EIM31615](/guidance/employment-income-manual/EIM31600#EIM31615).\n\nThe calculation of earnings for 2006/2007 onwards is as\nfollows.\n\n<table>\n<tr>\n<td>Annual value of the\n\ncomputer</td><td>20% x &#xA3;4,000</td><td>&#xA3;800</td><td></td>\n</tr>\n<tr>\n<td>Less business use\n\n(60%)</td><td></td><td>&#xA3;480</td><td></td>\n</tr>\n<tr>\n<td>Net taxable earnings</td><td></td><td>&#xA3;320</td><td></td>\n</tr>\n</table>\n\nNote that this example relates to 2006/07. Until 2005/06,\n\nSection 320 ITEPA 2003 exempted the first &#xA3;500 of the cash\n\nequivalent of the benefit of a computer provided by an employer to\n\nan employee. See \n\n[EIM21699](/guidance/employment-income-manual/EIM21602#EIM21699). The calculation for 2005/06\n\nand earlier would have been as follows.\n\n<table>\n<tr>\n<td>Annual value of the\n\ncomputer</td><td>20% x &#xA3;4,000</td><td>&#xA3;800</td><td></td>\n</tr>\n<tr>\n<td>Less exemption</td><td></td><td>&#xA3;500</td><td></td>\n</tr>\n<tr>\n<td>Cash equivalent of\n\nbenefit</td><td></td><td>&#xA3;300</td><td></td>\n</tr>\n<tr>\n<td>Less business use\n\n(60%)</td><td></td><td>&#xA3;180</td><td></td>\n</tr>\n<tr>\n<td>Net taxable earnings</td><td></td><td>&#xA3;120</td><td></td>\n</tr>\n</table>\n\nNote also that there is no need to calculate the benefit of\n\nthe computer at all if private use of it by the employee, and\n\nmembers of her family or household, is not significant. See \n\n[**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**](/guidance/employment-income-manual/EIM21601#EIM21611). The figure of 40% private use in the above example is\n\n&#x201C;significant&#x201D;."},{"manual-section-id":"EIM31618","title":"The benefits code:\nexample of deduction from living accommodation charge","body":"An engineer who lives in Manchester is required by her employer\nto work at a site in Cornwall that is a temporary workplace. She\nworks there for 3 months in 2003/04 and her employer rents a house\nfor her in St Ives for 4 months. For the last month she brings her\nhusband and family to St Ives for a holiday. The house rental is\n&#xA3;1,200 per month.\n\nThere is an earnings charge on the employee under Section 102\nITEPA 2003 for the living accommodation provided by the employer,\nsee \n[EIM11301](/guidance/employment-income-manual/EIM11300#EIM11301). The amount of that charge is\nthe rent paid by the employer, see \n[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431). A deduction is permitted from\nthat charge by Section 364 ITEPA 2003 to the extent that a\ndeduction would have been available if the accommodation had been\npaid for by the employee out of her own earnings, see \n[EIM31615](/guidance/employment-income-manual/EIM31600#EIM31615).\n\nFor 3 months any travel costs are attributable to necessary\n\nattendance at a temporary workplace, see \n\n[EIM32015](/guidance/employment-income-manual/EIM32000#EIM32015). Travel costs include the cost\n\nof the accommodation in that period, see \n\n[EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815). The cost of accommodation in\n\nthe last month is not deductible.\n\nThe net earnings for 2003/04 are computed as follows.\n\n<table>\n<tr>\n<td>Cost of providing the\n\naccommodation</td><td>4 x &#xA3;1,200</td><td>&#xA3;4,800</td><td></td>\n</tr>\n<tr>\n<td>Less business use\n\n(3/4)</td><td></td><td>&#xA3;3,600</td><td></td>\n</tr>\n<tr>\n<td>Net taxable earnings</td><td></td><td>&#xA3;1,200</td><td></td>\n</tr>\n</table>"}]},{"title":" The general rule for employees' expenses\n\n### Key words and phrases","sections":[{"manual-section-id":"EIM31630","title":"Key words and\nphrases","body":"The general rule for employees&#x2019; expenses is very\nrestrictive. All of the tests imposed by Section 336 ITEPA 2003\nmust be passed before a deduction is obtained. The tests are\nstringent and exacting, see\n[EIM31636](/guidance/employment-income-manual/EIM31600#EIM31636). It is important that you get\nall of the facts before you make a decision, see\n[EIM31635](/guidance/employment-income-manual/EIM31600#EIM31635).\n\nA deduction should only be given to the extent that an expense\nhas actually been incurred. This is illustrated by examples at\n[EIM31631](/guidance/employment-income-manual/EIM31600#EIM31631),\n[EIM31632](/guidance/employment-income-manual/EIM31600#EIM31632) and\n[EIM31633](/guidance/employment-income-manual/EIM31600#EIM31633).\n\nThe rules for travelling expenses are different to the\ngeneral rule for employees&#x2019; expenses, see\n[EIM31810](/guidance/employment-income-manual/EIM31800#EIM31810).\n\nThe tests that apply before a deduction can be permitted\nunder Section 336 are\n\n*   the expense must be one that**each and every holder** of that employment would\n\n    have to incur, see\n    [EIM31640](/guidance/employment-income-manual/EIM31600#EIM31640)\n\n*   the expense must be\n    **necessarily** incurred, see\n    [EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645)\n\n*   the expense must be incurred\n    **in the performance of the duties** of the\n\n    employment, see\n    [EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650)\n\n*   the expense must be\n    **incurred and paid** , see\n    [EIM31655](/guidance/employment-income-manual/EIM31600#EIM31655)\n\n*   the expense must be\n    **wholly and exclusively** so incurred, see\n    [EIM31660](/guidance/employment-income-manual/EIM31600#EIM31660).\n\nThere is a useful summary of these tests in paragraph 8 of the\n\njudgment of Lightman J. in Ansell v Brown (73TC338)."},{"manual-section-id":"EIM31631","title":"Relief is limited to\nexpenses actually incurred: example","body":"An employee has to travel on business. Her employer pays her\na travel allowance that is enough to buy an airline ticket. She\nactually buys a rail ticket at less cost. She can deduct the\nexpenditure she actually incurred, the cost of the rail ticket. She\nis taxable on the payment from the employer less the amount she\nactually spent."},{"manual-section-id":"EIM31632","title":"Relief is limited to\nexpenses actually incurred: example","body":"An employee receives from his employer a payment to meet the\ncost of hotel accommodation when he has to stay away overnight on\nbusiness. However, instead of staying in a hotel, he sleeps in his\ncar. He is taxable on the amount he receives from his employer and\nis not entitled to a deduction for overnight accommodation because\nhe has not incurred any expense."},{"manual-section-id":"EIM31633","title":"Relief is limited to\nexpenses actually incurred: example","body":"An employee has to travel on business. Her employer pays her\na travel allowance that is enough to buy a standard class rail\nticket but she chooses to travel first class and pays the\ndifference herself. The allowance is taxable but she can deduct the\nfull cost that she incurred from the whole of her earnings from\nthat employment."},{"manual-section-id":"EIM31635","title":"Get the facts","body":"The language of the general rule for employees&#x2019; expenses\nhas remained largely unaltered for a very long time. Over time a\nlarge body of case law has developed as a guide to interpretation.\nThroughout the case law the Courts have emphasised the importance\nof finding all of the facts before applying the rule. For example\nin Taylor v Provan (49TC579), Lord Morris of Borth-y-Gest\ncommented:\n\n\"In considering in any particular case whether the wording of\n[Section 336 ITEPA 2003] is applicable it seems to me that it is\nfirst essential to have clear and explicit findings of fact.\nThereafter the application of the words of the [section] should not\nin most cases present much difficulty. ...In the first place, it\nwill be necessary to know what exactly was the office or employment\nthat the person held. In the second place, it will be necessary to\nknow what exactly were the duties of the office or employment.\""},{"manual-section-id":"EIM31636","title":"The restrictive nature of\nthe rule","body":"Throughout the case law on the general rule for employees&#x2019;\nexpenses the Courts have emphasised its restrictive nature. For\nexample in Lomax v Newton (34TC558) Vaisey J commented:\n\n\"The words are indeed stringent and exacting; compliance with\neach and every one of them is obligatory if the benefit of the rule\nis to be claimed successfully. They are, to my mind, deceptive\nwords in the sense that when examined they are found to come to\nnearly nothing at all.\"\n\nAgain, in McKie v Warner (40TC65), Plowman J commented:\n\n> \"It has been pointed out many times, and it is unnecessary for\n> me to refer to any of the occasions because it is notorious, that\n> it is very difficult for a taxpayer under Schedule E [employment\n> income] to bring his expenses within the [Section].\""},{"manual-section-id":"EIM31637","title":"Do not be overly\nrestrictive","body":"Because the general rule for employees&#x2019; expenses is\nextremely restrictive it is tempting to conclude that no expense\ncould ever be deductible. However, the rule is intended to permit\nsome deductions. We must apply the rule strictly but fairly to\nensure that deductions are permitted where they are due.\n\nThe facts of each case must be considered on their merits, as\nthis comment by Lord MacDermott CJ in Elwood v Utitz (42TC482)\nimplies:\n\n\"A number of the decisions on Section 198(1) [Section 336 ITEPA\n2003] may seem to make hard law when viewed in the light of their\nparticular facts, but there is no question of Section 198(1) being\nsubject to some special canon of construction. The fence round it\nis no higher than that raised by the language it employs, and any\nattempt to make it higher than that or to argue from the facts of\none case to the different facts of another merely because both seek\nrelief under Section 198(1) is I think a mistaken approach.\""}]},{"title":" Each and every holder","sections":[{"manual-section-id":"EIM31640","title":"Each and every\nholder","body":"Section 336 ITEPA 2003 permits a deduction for expenses incurred\nby\n**the** employee as holder of employment. It does not\nrefer to the expenses incurred by any individual holder or\n**a** holder of an employment.\n\nThis means that the test is an objective one. It looks at the\nrequirements of the job itself rather than the circumstances or\npreferences of any particular individual doing it.\n\nIt follows that an expense is only deductible if it is an\nexpense that each and every holder of that employment would have to\nincur. The Courts have consistently supported this approach in a\nseries of decided cases.\n\nThe effect of this rule is illustrated by example\n[EIM31643](/guidance/employment-income-manual/EIM31600#EIM31643)."},{"manual-section-id":"EIM31641","title":"Each and every holder:\nRicketts v Colquhoun","body":"The restriction of deductions under Section 336 ITEPA 2003 to\nthose that each and every holder of the employment would have to\nincur is clearly expressed in the judgement of Lord Blanesburgh in\nRicketts v Colquhoun (10TC118) on page 135:\n\n\"The language of the rule points to the expenses with which it\nis concerned as being confined to those which each and every\noccupant of the particular office is necessarily obliged to incur\nin the performance of its duties, to expenses imposed upon each\nholder 'ex necessitate' of his office, and to such expenses only.\nIt says:- 'if the holder of an office' - the words be it observed\nare not 'if any holder of an office'......the terms employed are\nstrictly, and, I cannot doubt, purposely, not personal but\nobjective. The deductible expenses do not extend to those which the\nholder has to incur mainly, and, it may be, only because of\ncircumstances in relation to his office which are personal to\n\nhimself or are the result of his own volition.\"\n\nIn this extract Lord Blanesburgh was considering the\n\n**nature** of the expense incurred. A barrister living\n\nin London wanted to deduct his travelling expenses to Portsmouth\n\nwhere he held the office of Recorder. It could not be said that\n\neach and every person who held that office would have to travel to\n\nperform its duties. Therefore the deduction was denied.\n\nThe phrase &#x201C;the holder of an office&#x201D; in Section\n\n198(1) ICTA 1988 was replaced in 2003 by language in Section 336\n\nITEPA 2003 that makes it clear that the employee must incur the\n\nexpense as holder of the employment. The terms employed remain\n\nobjective rather than personal and the same limitation continues to\n\napply."},{"manual-section-id":"EIM31642","title":"Each and every holder:\nthe nature of the expense not the amount","body":"The restriction of deductions under the general rule for\nemployees&#x2019; expenses in Section 336 ITEPA 2003 to those\nexpenses that each and every holder of an employment would have to\nincur relates to the\n**nature** of the expense and not to the\n**amount**. For example, if an employee needs to\ntravel in the performance of his or her duties you cannot deny a\ndeduction for rail travel because the journey could have been made\nmore cheaply by bus.\n\nThis is supported by a comment of Lord Wilberforce in Pook v\nOwen (45TC571) on page 596. He said that the rule:\n\n\"is drafted in an objective form so as to distinguish between\nexpenses which arise from the nature of the office and those which\narise from the personal choice of the taxpayer. But this does not\nmean that no expenses can ever be deductible unless precisely those\nexpenses must necessarily be incurred by each and every office\nholder. The objective character of the deductions allowed relates\n\nto their nature, not to their amount.\""},{"manual-section-id":"EIM31643","title":"Each and every holder:\nexample","body":"An employee who works in a chemical factory is supplied with\nprotective overalls by his employer. However, they are\nuncomfortable and restrict his movement and so he buys his own\noveralls to a design approved by his employer. He asks for a\ndeduction for the cost of replacing and washing his overalls, see\n[EIM32465](/guidance/employment-income-manual/EIM32401#EIM32465).\n\nNo deduction is due. Protective clothing is necessary but is\nsupplied by the employer. He has bought his own overalls of his own\nvolition and this is not an expense that each and every employee in\nhis employment would need to incur, see\n[EIM31640](/guidance/employment-income-manual/EIM31600#EIM31640)."}]},{"title":" Necessarily incurred","sections":[{"manual-section-id":"EIM31645","title":"Necessarily incurred","body":"The preceding paragraphs establish that the general rule for\nemployees&#x2019; expenses in Section 336 ITEPA 2003 imposes an\nobjective test; an expense can only be deductible if it is one that\neach and every holder of an employment would be obliged to incur. A\ndeductible expense must also be one that is \"necessarily\" imposed\non the holder of the employment by the duties of that\nemployment.\n\nTo see whether an expense has been necessarily incurred you must\nfind out what tasks have to be undertaken in order to carry out the\nduties of the job, see\n[EIM31635](/guidance/employment-income-manual/EIM31600#EIM31635). An expense is only necessary\nif each and every holder of that employment would have to incur\nexpenditure of that type.\n\nOnce again, just as for\n[EIM31642](/guidance/employment-income-manual/EIM31600#EIM31642) this test relates to the\n**nature** of the expense and not to the amount. For\nexample, a business trip may be made by train, car or bus. As long\nas the trip is necessary it does not matter that the various modes\nof transport have different costs. If the journey is necessary you\n\nshould not attempt to restrict the deduction to the minimum cost\n\nthat could have been incurred.\n\nThe case of White v Higginbottom (57TC283) provides a useful\n\nexample of the practical operation of the \"necessary\" test, albeit\n\nin relation to the similar rule relating to capital allowances, see\n\n[EIM36550](/guidance/employment-income-manual/EIM36500#EIM36550).\n\nThe effect of this rule is illustrated by example\n\n[EIM31648](/guidance/employment-income-manual/EIM31600#EIM31648)."},{"manual-section-id":"EIM31646","title":"Necessarily incurred: an\nunavoidable expense may not be necessary","body":"The fact that an expense may be unavoidable does not make it\n\"necessary\" for the purpose of Section 336 ITEPA 2003. If it is to\nbe deductible the expense must result from the requirements of the\njob and not from the personal circumstances of the individual.\n\nFor example, an employee with children may need to employ a\nchild minder in order to go to work. The cost of the child minder\nis not deductible because it is not an expense that would be\nnecessary for each and every employee; not all employees have\nchildren. The expense is unavoidable for that individual but is not\ndeductible. If you need to know more about tax relief for costs of\nchild care see\n[EIM32445](/guidance/employment-income-manual/EIM32401#EIM32445) and\n[EIM21900](/guidance/employment-income-manual/EIM20000#EIM21900) for the exemption for employer\nprovided workplace nurseries.\n\nThis approach has been followed by the Courts in several\ncases. For example in Elderkin v Hindmarsh (60TC651), dealing with\n\nthe accommodation expenses of a site based employee, Vinelott J.\n\nquoted from Viscount Cave on page 134 of Ricketts v Colquhoun\n\n(10TC118) to the effect that if a man:\n\n\"elects to live away from his work so that he must find board\n\nand lodging away from home, that is by his own choice, and not by\n\nreason of any necessity arising out of his employment.\""},{"manual-section-id":"EIM31647","title":"Necessarily incurred: an\nexpense is not deductible merely because the employer requires\nit","body":"You may find that an employer requires or encourages an employee\nto incur a particular expense. By itself this is not enough to make\nthe expense \"necessary\" in the sense that the word is used in\nSection 336 ITEPA 2003.\n\nIn Brown v Bullock (40TC1) a bank manager argued that a\nsubscription to a club was necessarily incurred because his\nemployer required him to be a member in order to foster social\ncontacts. A deduction was not permitted. Donovan LJ commented on\npage 10:\n\n\"The General Commissioners seem to have accepted this\ncontention, but in my view it is not correct. The test is not\nwhether the employer imposes the expense but whether the duties do,\nin the sense that, irrespective of what the employer may prescribe,\nthe duties cannot be performed without incurring the particular\noutlay.\"\n\nThis comment was quoted with approval by Lord Templeman in his\n\njudgement in the case of Fitzpatrick v CIR (66TC407), a case that\n\nwas concerned with the cost of newspapers bought by journalists. He\n\nwent on to add (on page 525):\n\n> \"It does not matter, therefore, whether in the present case the\n>\n> journalists were contractually bound to their employers to expend\n>\n> money in the purchase of other newspapers and magazines or whether\n>\n> they did so voluntarily. Whether or not a journalist thinks it is\n>\n> necessary to read one or more newspaper and periodical his duty is\n>\n> in the production of his employer's newspaper and he is not\n>\n> carrying out that duty when he is reading other newspapers.\"\n\nThis emphasises that whether an expense is necessarily incurred\n\nis to be determined by looking at the duties of the employment and\n\nnot by looking at the requirement of the employer. However, it may\n\nwell be that the requirements of the employer are a relevant factor\n\nin determining what are the duties of the employment."},{"manual-section-id":"EIM31648","title":"Necessarily incurred:\nexample","body":"An employee who is a sales manager is asked by her employer to\nattend a dinner dance for sales staff. She has two small children\nand needs to pay a babysitter to look after them while she is out.\nShe asks for a deduction for the expense of the babysitter.\n\nNo deduction is due. The expense is not one that is necessarily\nincurred in carrying out the duties of her employment, see\n[EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645). Attending the evening function\nis not part of the duties of her employment as a sales manager even\nthough her employer has asked her to attend. Nor is the expense one\nthat each and every employee in her employment would have to meet;\nnot all employees would have children."}]},{"title":" In the performance of the duties","sections":[{"manual-section-id":"EIM31650","title":"In the performance of the\nduties","body":"An expense cannot be deducted under the general rule for\nemployees&#x2019; expenses in Section 336 ITEPA 2003 unless it is\nincurred \"in the performance of the duties of the office or\nemployment\". The Courts have emphasised the importance of finding\nout exactly what the duties entail, see\n[EIM31635](/guidance/employment-income-manual/EIM31600#EIM31635), and have traditionally taken a\nvery restrictive approach.\n\nIn Nolder v Walters (15TC380) Rowlatt J commented at page 387\nthat the phrase means:\n\n\"in doing the work of the office, in doing the things which it\nis his duty to do while doing the work of the office.\"\n\nTherefore, to satisfy this test, the expense must be incurred in\nactually carrying out the duties of the job. It is not enough for\nthe expense to be relevant to the job, or to be incurred in\nconnection with the duties of the job. Nor is it enough if the\nexpense only puts the employee in a position to start work or keeps\n\nthe employee qualified to do the work. Expenses that are incurred\n\nin preparation to carry out the duties of the employment or as\n\ntraining to carry out the duties of the employment are not\n\ndeductible.\n\nThe effect of this rule is illustrated by example\n\n[EIM31653](/guidance/employment-income-manual/EIM31600#EIM31653)."},{"manual-section-id":"EIM31651","title":"In the performance of the\nduties: decided cases"},{"manual-section-id":"EIM31652","title":"In the performance of the\nduties: Fitzpatrick v CIR","body":"The case of Fitzpatrick v CIR (66TC407) contains a recent\nrestatement by the House of Lords of the traditionally stringent\nand restrictive approach of the Courts to defining the duties of\nthe employment.\n\nThe case concerned journalists and other employees in the\nnewspaper industry who received an allowance from their employer to\npay for the purchase of other newspapers that they mostly read at\nhome. It was not disputed that the allowance was a taxable\nemolument but they argued for a deduction for the amount spent\nbecause reading other newspapers was part of the duties of their\nemployment.\n\nIt was accepted by the Courts that the purpose of the\njournalists in reading other newspapers was to perform their duties\nmore efficiently. It was also accepted that the reading of other\nnewspapers was encouraged or even required by their employers.\nNevertheless, no deduction was allowed.\n\nLord Templeman commented on page 521 that:\n\n\"a journalist does not purchase and read newspapers in the\n\nperformance of his duties but for the purpose of ensuring that he\n\nwill carry out his duties efficiently. If deductions of this kind\n\nwere allowed in one case every journalist or other similar employee\n\nwould claim to be entitled to deduct the payment made by him for\n\nevery newspaper and periodical which he chose to purchase \"...and\n\nthere would be no end to it\". A sports reporter is employed to\n\nreport sport, not to read newspapers, a photographer is employed to\n\nproduce pictures for his newspaper not to study the pictures of\n\nothers. An editor is employed to select, draft and arrange items in\n\nhis newspaper, not to read other newspapers. A journalist who reads\n\nnewspapers does so in order to be able to perform his duties to the\n\nhighest possible standard but he does not read \"in the performance\n\nof his duties\".\""},{"manual-section-id":"EIM31653","title":"In the performance of the\nduties: example","body":"An employee is a salesman for a company with a major export\ntrade to France. He knows that he will not be able to perform his\nduties properly unless he improves his command of the French\nlanguage. He enrols in a night school course for one evening each\nweek. He asks for a deduction for the cost of the course.\n\nNo deduction is due. The employee&#x2019;s duties as a salesman\ndo not extend to learning French at night school, see\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650)."}]},{"title":" Deductions not to exceed earnings","sections":[{"manual-section-id":"EIM31655","title":"Deductions not to exceed\nearnings","body":"\n\n## Section 329 ITEPA 2003\n\nA deduction under the general rule for employees&#x2019; expenses in Section 336 ITEPA 2003 can only be made where an actual expense has been incurred and paid.\n\nEven where an expense has been paid that meets the conditions for a deduction under the general rule for employees&#x2019; expenses, the amount of the deduction is limited to the amount of the earnings from which it is to be deducted (see Section 329). It is not possible for Section 336 to create an allowable loss that could be relieved under Section 128 ITA 2007..\n\nSimilarly it is not possible for any surplus expenses to be deducted from any other income, including income from other employments (see Section 328(1)).\n\nThe effect of this rule is illustrated by the example [EIM31658](/guidance/employment-income-manual/EIM31600#EIM31658).\n\nThere is further guidance on the limited circumstances in which Employment Income losses can be generated at [EIM32866](/guidance/employment-income-manual/EIM32700CT#EIM32866)."},{"manual-section-id":"EIM31657","title":"Deductions not to exceed\nearnings: dispensations","body":"If HMRC is satisfied that a payment made or a benefit provided\nto an employee would not give rise to any additional tax payable a\ndispensation can be given, see\n[EIM30050](/guidance/employment-income-manual/EIM30050). Typically this will be because\nthe amount of earnings represented by the payment or benefit would\nbe matched by an equal deduction for an expense under one of the\ndeduction rules.\n\nWhere a dispensation has been granted for particular earnings\nno deduction is possible for the equivalent expenses. Section\n334(2) ITEPA 2003 states that where an expense has been reimbursed\nor a payment made in respect of that expense then a deduction is\nonly permitted to the extent that the payment or reimbursement is\nincluded in earnings. Where there is a dispensation the payment or\nreimbursement is not included in earnings and so there can be no\ndeduction for the equivalent expense."},{"manual-section-id":"EIM31658","title":"Deductions not to exceed\nearnings: example","body":"An individual is employed as a teacher and separately employed\nas coach to a local youth football team. As coach she is paid\n&#xA3;100 a year but she incurs expenses of &#xA3;1,000 a year in\ntravelling to away matches. She pays the expenses herself and is\nnot reimbursed by her employer.\n\nShe is only allowed a deduction of &#xA3;100 for her travelling\nexpenses. She cannot claim a loss for the remaining &#xA3;900 and\nnor can she deduct that amount from her teaching income."}]},{"title":" Effect of reimbursement","sections":[{"manual-section-id":"EIM31659","title":"Effect of reimbursement:\nreimbursement not claimed","body":"In most cases, the fact that an employee receives, or may be\nentitled to receive a reimbursement of their expenses does not\naffect their entitlement to relief for those expenses under\nSections 336-338 ITEPA 2003.\n\nMost employees are taxable on any reimbursed expenses under\nSection 72(1), and Section 72(2) says that the taxation of those\nreimbursements does not prevent the making of a deduction under any\nof the expenses provisions. Similarly, Section 334(1) says that a\nperson may be regarded as paying an amount despite its\nreimbursement, or any other payment from another person in respect\nof the amount.\n\nHowever, there are a number of situations where reimbursed\nexpenses are not subject to tax. These include:\n\n*   reimbursements made to employees who are\nnot within the benefits code because they are in lower paid\n\n    employment\n*   payments for which the employer has been\n\n    given a dispensation under Section 65 (see\n    [EIM30050](/guidance/employment-income-manual/EIM30050) onwards).\n*   payments made under the terms of a Working\n\n    Rule Agreement (see\n    [EIM71300](/guidance/employment-income-manual/EIM70199#EIM71300) onwards)\n\nIf an employee receives a reimbursement, or other payment, in\n\nrespect of expenses which is not taxed, whether for one of those\n\nreasons or otherwise, the untaxed amount must be deducted from the\n\namount otherwise deductible under Sections 336-338 (see Section\n\n334(2)).\n\n### Reimbursement not claimed\n\nReimbursements that an employee has\n\n**not** received do not affect their entitlement to\n\nrelief. There are no grounds on which you can refuse relief to an\n\nemployee who has incurred and paid allowable expenses, and who has\n\nfor whatever reason refrained from claiming reimbursement from\n\ntheir employer. If reimbursement is subsequently received it will\n\nbe taxed in full under Section 72. Section 330 prevents a double\n\ndeduction."}]},{"title":" Wholly and exclusively","sections":[{"manual-section-id":"EIM31660","title":"Wholly and\nexclusively","body":"To be deductible from the earnings of an employment an expense\nmust be incurred\n**wholly** and\n**exclusively** in the performance of the duties of\nthe employment. The words \"wholly\" and \"exclusively\" prevent a\ndeduction for expenditure that serves a dual purpose, a business\npurpose and a non-business purpose. The wholly and exclusively rule\ndoes not apply to travel expenses, see\n[EIM31805](/guidance/employment-income-manual/EIM31800#EIM31805).\n\nAn example of dual purpose expenditure is money spent on\nordinary clothing that is worn at work. Clothing that is worn both\nin work and out of work obviously has a dual purpose and so no\ndeduction is allowed. However, even if the clothing is\n**only** worn at work no deduction is allowed. This is\nbecause at one and the same time the clothing has the purpose of\nproviding cover and comfort to the employee as well as the purpose\nof being suitable for work, see\n[EIM31663](/guidance/employment-income-manual/EIM31600#EIM31663).\n\nYou can allow a deduction for the whole or part of a single\n\nexpense that has a dual purpose in two circumstances:\n\n*   where an apportionment can be made between\n\n    a part that is incurred wholly and exclusively in the performance\n\n    of the duties of the employment and a part that is not, an\n\n    apportioned part can be deducted, see\n    [EIM31661](/guidance/employment-income-manual/EIM31600#EIM31661) and\n*   where the non-business purpose is merely\n\n    incidental the whole expense can be deducted, see\n    [EIM31664](/guidance/employment-income-manual/EIM31600#EIM31664).\n\nExample\n\n[EIM31665](/guidance/employment-income-manual/EIM31600#EIM31665) deals with an expense that\n\ncannot be apportioned. Example\n\n[EIM31617](/guidance/employment-income-manual/EIM31600#EIM31617) deals with a benefits charge\n\nthat can be apportioned."},{"manual-section-id":"EIM31661","title":"Wholly and exclusively:\napportionment","body":"A single expense can be apportioned if a definite part or proportion of that expense can properly be attributed wholly and exclusively to the performance of the duties. That part can be deducted while the rest cannot.\n\nFor example, an employee's car may be used for both business and private purposes. Where it is being used to make a business journey the cost of that journey is incurred wholly and exclusively for the purpose of performing the duties of the employment and so can be deducted, see EIM31845. For 2002/03 onwards see [EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) onwards.\n\nYou cannot apportion expenditure where it serves two or more purposes concurrently and one of those purposes is not to do with the performance of the duties. The decided cases that support this conclusion are summarised at [EIM31662](/guidance/employment-income-manual/EIM31600#EIM31662) and [EIM31663](/guidance/employment-income-manual/EIM31600#EIM31663). There is an exception to this rule where the non-business purpose is merely incidental to the business purpose, see [EIM31664](/guidance/employment-income-manual/EIM31600#EIM31664). "},{"manual-section-id":"EIM31662","title":"Wholly and exclusively:\napportionment: decided cases in which apportionment was\npermitted","body":"The practice of apportioning expenditure where a definite part\ncan be identified as incurred wholly and exclusively for a\nparticular purpose has been approved by the Courts.\n\nFor example, a similar \"wholly and exclusively\" rule applies\nto deductions for Trading Income purposes. In the Trading Income\ncase of Caillebotte v Quinn (50TC222) Templeman J commented:\n\n\"It is possible to apportion the use and cost of a room on a\ntime basis, and to allow the expense of the room during the hours\nin which it is used exclusively for business purposes, in the same\nway as it is possible to calculate the business expenses of a car\nwhich is sometimes used for business purposes exclusively and\nsometimes used for pleasure.\""},{"manual-section-id":"EIM31663","title":"Wholly and exclusively:\napportionment: decided cases in which apportionment was not\npermitted","body":"In the case of Hillyer v Leake (51TC90) it was decided that the\ncost of ordinary clothing worn at work could not be deducted\nbecause the expense had concurrently both a business and a non-\nbusiness purpose. Goulding J. commented:\n\n\"the expenditure in question, although on suits that were only\nworn while at work, had two purposes inextricably intermingled and\nnot severable by any apportionment that the Court could undertake.\"\n\nThe only exception to this rule is where the clothing is a\nuniform or is protective, see\n[EIM32465](/guidance/employment-income-manual/EIM32401#EIM32465).\n\nAnother example of the same approach is Baird v Williams\n(71TC390), in which an employee was refused a deduction for\ninterest payments on a mortgage used to acquire a property to be\nused as office accommodation. Laddie J. commented on the mortgage\n\nthat:\n\n> \"not only was it used to purchase a pied-a-terre but it was also\n>\n> used to assist the taxpayer to acquire a capital asset. That was no\n>\n> doubt expected to be of benefit to the taxpayer but it takes the\n>\n> transaction outside those which are exclusively incurred in the\n>\n> performance of his duties\"."},{"manual-section-id":"EIM31664","title":"Wholly and exclusively:\nexpenditure with only incidental personal consequences","body":"The whole of an expense is deductible where any personal or\nprivate consequences are purely incidental.\n\nThis can be illustrated by the case of Elwood v Utitz (42TC482).\nA Northern Ireland company director frequently needed to visit\nLondon on business. In order to obtain cheaper accommodation on\nbusiness trips he subscribed to a London club. This brought the use\nof other facilities, such as a swimming pool and squash court but\nMr Utitz did not use these facilities and only paid the\nsubscription to get accommodation. The Courts held that these other\nbenefits were purely incidental to the true business purpose and\nallowed a deduction.\n\nThe circumstances of the case are very unusual and you should\nbe careful about how this principle is applied. The case can be\n\ncontrasted with Brown v Bullock (40TC1) in which a bank manager was\n\nrefused a deduction for a club subscription that was incurred to\n\nmake social contacts and to keep in touch with other club members\n\nwho were customers of the bank. In that case the benefits of the\n\nclub subscription were not incidental to the performance of the\n\nduties of the employment but were the whole purpose of the\n\nexpenditure.\n\nIn the case of Baird v Williams (71TC390) the Court was not\n\nprepared to accept that the benefit to the taxpayer of mortgage\n\ninterest payments was merely incidental to a business purpose.\n\nPayment of interest involved a \"predictable benefit\" to the\n\ntaxpayer and was not a \"mere incidental and unavoidable benefit\".\n\nThis illustrates the reluctance of the Courts to broaden the\n\nprinciple established in Elwood v Utitz."},{"manual-section-id":"EIM31665","title":"Wholly and exclusively:\nexample","body":"A professional footballer is advised by his employer to increase\nhis calorific intake. He requires an intake of 4,500 calories each\nday to provide enough fuel to get through training and competitive\nmatches. His current intake is only 3,500 calories each day. A\ndietician advises him about the sort of food he should be eating to\nmake up the difference. He asks for a deduction for the cost of the\nextra food. While he accepts that he cannot deduct his normal food\nintake he argues that the extra food is not to keep him alive but\nis wholly and exclusively eaten to provide fuel to carry out the\nduties of his employment.\n\nNo deduction is due. It is not possible to distinguish between\nthat part of his food intake that gives him energy to do his job\nand that part that merely keeps him alive. Different jobs require\ndifferent calorific intake and it is not possible to deduct any\npart of it.\n\nExample\n[EIM31617](/guidance/employment-income-manual/EIM31600#EIM31617) deals with an expense that can\nbe apportioned."}]},{"title":" Dealing with expenses","sections":[{"manual-section-id":"EIM31700","title":"Dealing with expenses:\nwhen to permit a deduction","body":"If an employee considers that an expense is deductible it should\nbe entered on his or her SA Return in the appropriate boxes on the\nemployment pages.\n\nIf the employee has not received an SA Return he or she can\nrequest a deduction for expenses by giving details in a letter or\nstatement. Otherwise form P87 can be used, see EP2233.\n\nThe frequency and depth of your examination of any request\nfor a deduction for expenses will depend on the circumstances of\nthe case. You should not spend undue time on cases where the tax at\nstake is small, see EP3262.\n\nHowever, there is a danger in these cases that a deduction\nincorrectly given could lead to a request for a similar deduction\nby hundreds or even thousands of other employees. So although the\ntax at stake in the individual case may be small the tax put at\nrisk by an incorrect decision may be very large. In any case which\nmay affect a large number of taxpayers it is vital to ascertain all\n\nthe facts and apply the correct principles. There is guidance on\n\ndealing with cases that may affect large numbers of employees at\n\nEP3250.\n\nIn many cases there is specific guidance in this manual that\n\nyou should follow.\n\n[EIM31622](http://www.hmrc.gov.uk/manuals/eimanual/EIM31622.htm) explains how to find the\n\nguidance you need.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM42430","title":"Dealing with expenses:\ntiming of deduction","body":"For employees in continuing employment you should allow\ndeductions for expenses in the year the money is spent. The general\nrule for employees&#x2019; expenses provides for a deduction where\nthe taxpayer has been obliged to \"incur and pay\" expenses (see\n[EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards). Merely incurring a\nliability therefore is not enough; there must be an actual outlay.\n\n Occasionally, an employee may pay a potentially allowable\nexpense after the employment has come to an end &#x2013; possibly\neven in the following income tax year. In such a case the deduction\ncan be given in the year in which the\n**unconditional obligation** to make the payment arose\n(Milsom &amp; Hinsley v HMRC, SpC569 at paragraph 67). That\nconstruction avoids the possibility of an employee incurring an\nallowable expense on, say, 1 April, paying it on 10 April and being\n\nentitled to no deduction. Enquiries into the timing of expenditure\n\nare best reserved for cases of doubt and the largest cases where\n\nsubstantial amounts are at issue. Even then resources are usually\n\nbetter spent in checking the expense qualifies for deduction at all\n\nrather than querying the year of deduction."},{"manual-section-id":"EIM31705","title":"Dealing with expenses:\nhow to resolve a dispute","body":"A request for a deduction is not a claim to a relief. So a\ndispute about a deduction cannot be resolved by the machinery for\nmaking and determining claims in Sections 42 and 43 TMA 1970.\n\nThe mechanism for permitting relief for an expense is to deduct\nit from earnings to arrive at the amount of an assessment or\nself-assessment. So, the machinery for resolving disputes lies in\nan assessment and an appeal against that assessment, see\n[EIM31706](/guidance/employment-income-manual/EIM31600#EIM31706). Many disputes can be resolved\nwithout the use of formal machinery, see\n[EIM31710](/guidance/employment-income-manual/EIM31600#EIM31710)."},{"manual-section-id":"EIM31706","title":"Dealing with expenses:\nhow to resolve a dispute: appeal against assessment","body":"For detailed guidance on the procedures for dealing with tax\nadjustments such as employees&#x2019; expenses look at SCS80/03\n&#x201C;How to examine tax adjustments that are not ITSA\nclaims&#x201D;.\n\n To resolve a dispute about whether an expense is deductible\nthe employee needs to be brought into SA for the year of the\ndispute. An SA Return should be issued if one has not already been\nissued. An enquiry must be opened and you must take care to carry\nout a risk assessment of the whole of the Return to make sure that\nthe enquiry covers all of the areas of potential risk.\n\n At the conclusion of the enquiry the employee should be\ninvited to amend his or her self- assessment. If the employee does\nnot amend the self-assessment, or the amendment is unsatisfactory,\nan officer of the Board can make an amendment to the\n\nself-assessment. The employee is entitled to appeal against that\n\namendment and any appeal can be taken to the First-tier Tribunal.\n\n Where an assessment for the year in question has become\n\nfinal and conclusive, see\n\n[EIM31707](/guidance/employment-income-manual/EIM31600#EIM31707).\n\n### In-year cases\n\nTo resolve an in-year dispute about whether a deduction can be\n\ngiven, a coding notice can be issued. The employee can then appeal\n\nagainst that coding notice and the appeal can be taken to the\n\nFirst-tier Tribunal."},{"manual-section-id":"EIM31707","title":"Dealing with expenses:\nhow to resolve a dispute: years for which assessments have become\nfinal and conclusive","body":"Where a self assessment for any year has become final,  the only way that a deduction can be permitted is by a claim under Schedule 1AB TMA 1970.\n\nThis is a claim that can be made by any person who has been overcharged in an assessment. An overpayment relief claim can be made for an omission from a return, such as forgetting to include an allowable expense, but not for forgetting to include a claim in a return.  SACM 2005 and 2010 explain what \"claim\" means for this purpose.\n\nGuidance on the time limit within which an error or mistake relief claim must be made, together with guidance on how to deal with a claim is at SACM12000. "},{"manual-section-id":"EIM31710","title":"Dealing with expenses:\nalways give an explanation if you refuse to permit a deduction for\n\nan expense","body":"Many requests for a deduction are made by letter or by using\nform P87 by employees who have not received an SA return, see\n[EIM31700](/guidance/employment-income-manual/EIM31600#EIM31700). Most of these cases can be\nsettled by agreement without using the formal machinery for\nassessment and appeal.\n\nIf a deduction is not due it is usually enough to explain to the\nemployee in a letter, by telephone or at a meeting that a deduction\ncannot be given. But you must always give a reasoned and complete\nexplanation why this is so. Simply saying that a deduction is not\nallowable will not satisfy the employee and is likely to lead to\nfurther correspondence.\n\nFrequently the employee will be convinced that the\nexpenditure that he or she has incurred is both reasonable and\nnecessary. You will need to explain carefully why that is not\nenough to permit a deduction."},{"manual-section-id":"EIM31715","title":"Dealing with expenses:\n\nwhat evidence should be provided?","body":"It is not normally necessary to ask an employee to submit\ndetailed evidence of expenditure in the form of receipts. This is\nparticularly the case where similar claims are submitted each year\nand they have been examined and found to be acceptable in the past.\nOnly ask for receipts when you feel you need them.\n\nIf the amount for which the employee has requested a deduction\nis substantial and\n\n*   out of proportion to the nature of the\nexpense, or\n*   based on estimates\n\nyou should ask for appropriate evidence that the expense has\nbeen incurred.\n\nIf the evidence produced is not satisfactory a deduction\nshould not be permitted where the amounts are substantial. The onus\nis on the employee to show that he or she has spent identifiable\nsums on deductible expenses. In the case of McLeish v CIR (38TC1) a\ndeduction was not permitted for certain expenses for which the\n\nemployee failed to present adequate evidence.\n\nYou can accept a reasonable estimate where the evidence\n\nproduced is not satisfactory but the amounts involved are small and\n\nit is clear that the employee must have incurred some deductible\n\nexpense."},{"manual-section-id":"EIM31720","title":"Dealing with expenses:\n\nfalse statements","body":"If the employee makes a false statement in connection with a\nrequest for a deduction, for example he or she requests a deduction\nfor an expense that they did not incur, submit the case at once to\nan Inspector.\n\nThe Inspector will decide whether any further action needs to be\ntaken."}]},{"title":" Expenses that are deductible when some or all of the duties are\n\nperformed outside the UK","sections":[{"manual-section-id":"EIM31750","title":"Expenses that are\n\ndeductible where some or all of the duties are performed outside\n\nthe UK: deductions from UK based earnings","body":"Some employees perform part or all of the duties of an\nemployment outside the UK. Depending on their residence and\ndomicile status, such employees may be chargeable to UK income\ntax\n\n*   on receipt on all of their earnings.\n*   on receipt on their UK based earnings and\non remittance on other earnings, or\n*   on receipt on their UK based earnings and\nnot chargeable to UK income tax on other earnings.\n[](/guidance/employment-income-manual/EIM40000#EIM40003)\n\nEIM40003 shows how general earnings are charged on the basis of\nresidence and domicile.\n\nWhere an employee is chargeable on receipt on all of the\nearnings from an employment the usual deduction rules apply. Where\n\nthe earnings from duties performed outside the UK are only charged\n\non remittance or are not charged to UK income tax the deduction\n\nrules are modified. The modification is to match expenses to the\n\nearnings to which they relate.\n\nSection 354 ITEPA 2003 determines what deductions may be\n\npermitted from UK based earnings charged on receipt. It applies\n\nwhere:\n\n*   an employee who is resident but not\n\n    ordinarily resident in the UK performs part of the duties of an\n\n    employment in the UK and part elsewhere. The earnings for the UK\n\n    duties are charged on receipt under Section 25 and the earnings for\n\n    the non-UK duties are potentially chargeable on remittance under\n\n    Section 26.\n*   an employee who is not resident in the UK,\n\n    whether or not ordinarily resident in the UK, performs part of the\n\n    duties of an employment in the UK and part elsewhere. The earnings\n\n    for the UK duties are charged on receipt under Section 27 and there\n\n    is no charge on the earnings for the non-UK duties.\n[](/guidance/employment-income-manual/EIM40000#EIM40221)\n\nEIM40221 explains how to calculate the UK-based earnings\n\nchargeable on receipt under Section 25 or Section 27.\n\nSection 354 prevents the deduction rules in Sections 336 to\n\n342 from being applied to permit a deduction from earnings charged\n\non receipt in respect of expenses that relate to duties that give\n\nrise to other earnings of the employment. A similar rule applies to\n\ncapital allowances, see\n\n[EIM36880](/guidance/employment-income-manual/EIM36500#EIM36880).\n\nThe effect is that expenses that are incurred in the\n\nperformance of the non-UK duties cannot be deducted from the\n\nUK-based earnings. Plant and machinery that is acquired for use in\n\nthe performance of the non-UK duties does not qualify for capital\n\nallowances. This is illustrated by example\n\n[EIM31751](/guidance/employment-income-manual/EIM31600#EIM31751).\n\nWhere earnings for the non-UK duties are charged on\n\nremittance under Section 26,certain expenses can be deducted from\n\nthose earnings under Section 353 ITEPA 2003, see\n\n[EIM31755](/guidance/employment-income-manual/EIM31600#EIM31755). Capital allowances cannot be\n\ngiven against earnings charged on remittance, see\n\n[EIM36880](/guidance/employment-income-manual/EIM36500#EIM36880).\n\nEmployees using their own vehicle or bicycle for business\n\njourneys are not permitted relief under Sections 336 to 340 ITEPA\n\n2003 but may be entitled to mileage allowance relief, see EIM31626.\n\nIn these cases Section 232 ITEPA 2003 determines the amount of\n\nmileage allowance relief that can be deducted from earnings charged\n\non receipt and on remittance, see\n\n[EIM31760](/guidance/employment-income-manual/EIM31600#EIM31760)."},{"manual-section-id":"EIM31751","title":"Expenses that are\n\ndeductible where some or all of the duties are performed outside\n\nthe UK: deductions from UK based earnings: example","body":"An employee who is neither resident nor ordinarily resident in\nthe UK performs part of the duties of the employment in London and\npart in Paris. In 2003/2004 the employee worked for a total of 250\ndays, of which 50 were worked in London. The total earnings were\n&#xA3;50,000. The employee incurred expenses of &#xA3;500 that\nqualify for relief under Section 336 ITEPA 2003. Of this total\n&#xA3;200 was incurred in performing duties in Paris.\n\nThe employee is chargeable on receipt under Section 27 on the UK\nbased earnings, see\n[EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201). The earnings are computed in\naccordance with\n[EIM40221](/guidance/employment-income-manual/EIM40000#EIM40221). There is no charge on the\nremaining earnings of the employment.\n\nSection 354 prevents a deduction for the &#xA3;200 expenses\n\nincurred in performing duties outside the UK, see\n\n[EIM31750](/guidance/employment-income-manual/EIM31600#EIM31750). The practical effect is that\n\nno relief is permitted for expenses that are incurred in respect of\n\nearnings that are not brought into charge.\n\nThe employee's net taxable earnings are computed as\n\nfollows:\n\n<table>\n<tr>\n<td>Earnings charged on\n\nreceipt under Section 27</td><td>&#xA3;50,000 x\n\n50/250</td><td>=</td><td>&#xA3;10,000</td>\n</tr>\n<tr>\n<td>Expenses deductible\n\nunder Section 354</td><td>&#xA3;500 -\n\n&#xA3;200</td><td>=</td><td>&#xA3;300</td>\n</tr>\n<tr>\n<td>Net taxable\n\nearnings</td><td></td><td></td><td>&#xA3;9,700</td>\n</tr>\n</table>"},{"manual-section-id":"EIM31755","title":"Expenses that are\n\ndeductible where some or all of the duties are performed outside\n\nthe UK: deductions from earnings charged on remittance","body":"[](/guidance/employment-income-manual/EIM31600#EIM31750)\n\nEIM31750 explains how the deduction rules are adapted by Section\n354 ITEPA 2003 to apply to employees who perform part of their\nduties in the UK and part elsewhere and who are chargeable on\nreceipt on their UK based earnings under Section 25 or Section 27.\nThe purpose is to prevent a deduction from the earnings charged on\nreceipt for expenses that are incurred in performing the non-UK\nduties of the employment.\n\nWhere such an employee is resident but not ordinarily\nresident in the UK the earnings for the non-UK duties are brought\n\ninto charge as earnings charged on remittance under Section 26 to\n\nthe extent that those earnings are remitted to the UK, see\n\n[EIM40301](/guidance/employment-income-manual/EIM40000#EIM40301).\n\nSection 353 ITEPA 2003 determines the extent to which\n\nexpenses that are incurred in the performance of the duties giving\n\nrise to earnings charged on remittance under Section 26 can be\n\ndeducted from those earnings.\n\nA deduction can be permitted for expenses that meet the tests\n\nfor a deduction in Sections 336 to 342 ITEPA 2003 if they are:\n\n*   paid out of the earnings remitted to the\n\n    UK, or\n*   paid in the UK\n\n*   in that tax year, or\n*   in any earlier tax year in which the employee was\n\n    resident in the UK.\n\nThis is subject to a condition in Section 330 ITEPA 2003 that a\n\ndeduction is only permitted to be made once for an expense. So a\n\ndeduction under the second bullet above can only be permitted where\n\nthe expense has not already been deducted from other earnings.\n\nThe effect of this restriction is illustrated by example\n\n[EIM31756](/guidance/employment-income-manual/EIM31756).\n\nNo deduction for capital allowances can be given against\n\nearnings charged on remittance, see\n\n[EIM36880](/guidance/employment-income-manual/EIM36500#EIM36880).\n\nEmployees using their own vehicle or bicycle for business\n\njourneys are not permitted relief under Sections 336 to 340 ITEPA\n\n2003 but may be entitled to mileage allowance relief, see EIM31626.\n\nIn these cases Section 232 ITEPA 2003 determines the amount of\n\nmileage allowance relief that can be deducted from earnings charged\n\non receipt and on remittance, see\n\n[EIM31760](/guidance/employment-income-manual/EIM31600#EIM31760)."},{"manual-section-id":"EIM31756","title":"Expenses that are\n\ndeductible where some or all of the duties are performed outside\n\nthe UK: deductions from earnings charged on remittance:\n\nexample"},{"manual-section-id":"EIM31760","title":"Expenses that are\n\ndeductible where some or all of the duties are performed outside\n\nthe UK: 2002/03 onwards: use of own vehicle or bicycle","body":"For 2002/03 onwards employees using their own vehicle or bicycle\nfor business journeys are not permitted relief under Sections 336\nto 340 ITEPA 2003 for the actual cost of those journeys. Instead\nthey are entitled to a fixed statutory rate of mileage allowance\nrelief to the extent that any reimbursement they receive falls\nshort of the statutory rate, see\n[EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) onwards.\n\nSection 232 ITEPA 2003 determines the amount of mileage\nallowance relief that can be deducted from income charged on\nreceipt and on remittance. It does not follow the scheme for other\nexpenses because it provides for a deduction for a notional rather\n\nthan an actual expense and so it is not possible to determine out\n\nof which earnings it was met. Instead there is a simplified scheme.\n\nTo determine the amount of the deduction follow these\n\nsteps:\n\n*   first, compute the total mileage allowance\n\n    relief that would be due for the employment if the earnings of the\n\n    employment were all chargeable on receipt,\n*   second, deduct the mileage allowance\n\n    relief from the earnings actually charged on receipt,\n*   third, if any relief is left over deduct\n\n    it from the earnings charged on remittance that are chargeable for\n\n    that year\n*   fourth, if any relief is left over it can\n\n    be deducted from any earnings charged on remittance in future\n\n    years.\n\nA deduction can only be given once in respect of the same\n\nmileage allowance relief.\n\nThis is illustrated by example\n\n[EIM31761](/guidance/employment-income-manual/EIM31600#EIM31761)."},{"manual-section-id":"EIM31761","title":"Expenses that are\n\ndeductible where some or all of the duties are performed outside\n\nthe UK: 2002/03 onwards: use of own vehicle or bicycle:\n\nexample","body":"In 2003/04 an employee is resident but not ordinarily resident\nin the UK. He performs part of his duties in Enniskillen and part\nin Sligo. His total emoluments are &#xA3;15,000 and he works for 30\ndays in Enniskillen and 270 days in Sligo. He travels on business\nin his own car and his total business travel in the year is 9,500\nmiles. He is not reimbursed for any of his travel costs. He is paid\nthe whole of his earnings in Sligo but brings &#xA3;7,000 into the\nUK.\n\nThe total mileage allowance relief is 9,500 x 40p = &#xA3;3,800\n(see\n[EIM31240](/guidance/employment-income-manual/EIM31200#EIM31240)).\n\nThe earnings charged on receipt under Section 25 are\n&#xA3;15,000 x 30/300 = &#xA3;1,500 (see\n[EIM31750](/guidance/employment-income-manual/EIM31600#EIM31750)).\n\nDeduct mileage allowance relief from the earnings charged on\n\nreceipt &#xA3;1,500 - &#xA3;1,500 = nil (see\n\n[EIM31760](/guidance/employment-income-manual/EIM31600#EIM31760)).\n\nThe earnings charged on remittance under Section 26 are\n\n&#xA3;7,000 - &#xA3;1,500 = &#xA3;5,500 (see\n\n[EIM31755](/guidance/employment-income-manual/EIM31600#EIM31755)).\n\nThen deduct the remaining mileage allowance relief from\n\nearnings charged on remittance\n\n&#xA3;5,500 - (&#xA3;3,800 - &#xA3;1,500) = &#xA3;3,200.\n\nThe net taxable earnings total &#xA3;3,200."},{"manual-section-id":"EIM31770","title":"Expenses that are\n\ndeductible where some or all of the duties are performed outside\n\nthe UK: deductions from earnings charged on remittance: chargeable\n\noverseas earnings","body":"Section 22 charges the full amount of 'chargeable overseas\nearnings' remitted to the United Kingdom in the tax year. The\nsection applies to general earnings for a tax year in which:\n\n*   the employee is resident and ordinarily\nresident but not domiciled in the United Kingdom,\n*   the employment is with a \"foreign\nemployer\" (see[EIM40031](/guidance/employment-income-manual/EIM40031)) and\n*   the duties of the employment are performed\nwholly outside the United Kingdom.\n\nSee\n\n[EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102) for further guidance.\n\nThe amount of chargeable overseas earnings is determined in\n\naccordance with the three steps in Section 23. Step 2 provides that\n\nthe amount of chargeable overseas earnings is taken to be the\n\namount remaining after any capital allowances and after any\n\ndeductions under Sections 232 and 327 to 385 ITEPA 2003, or under\n\nSections 592 or 594 ICTA 1988.\n\nExample\n\n[EIM31771](/guidance/employment-income-manual/EIM31771) shows how to calculate\n\nchargeable overseas earnings where Step 2 applies."},{"manual-section-id":"EIM31771","title":"Expenses that are\n\ndeductible where some or all of the duties are performed outside\n\nthe UK: deductions from earnings charged on remittance: chargeable\n\noverseas earnings: example"}]}]}}