{"title":"Dispensations: contents","details":{"manual-section-id":"EIM30050","body":"## Section 65 ITEPA 2003\n\n","breadcrumbs":["EIMANUAL","EIM30050"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM30051","title":"Dispensations: general","body":"\n\n## Section 65 ITEPA 2003\n\nIf HMRC is satisfied that **no tax will be payable **on particular expenses payments or benefits of a director or employee within the benefits code (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), it can give notice to the person paying or providing them that this is the case.\n\nThe notice given is called a **dispensation**.\n\nWhen a dispensation is given **all **the legislation relating to the particular expenses payments and benefits of the director or employee **no longer applies**.\n\n**Therefore a dispensation should only be issued where the department is satisfied no tax will be payable**, either because the employee would be entitled to a deduction from the expenses or benefit under Sections 336 to 338 ITEPA 2003 or for some other valid reason.\n\nSee [EIM30052](/guidance/employment-income-manual/EIM30050#EIM30052) for more detail about dispensations.\n\nGuidance on dispensations is also in the Compliance Operational Guidance (COG) manual at COG907080 onwards."},{"manual-section-id":"EIM30052","title":"Dispensations: general (continued)","body":"\n\n## Section 65 ITEPA 2003\n\nBefore the Officer of HMRC can issue a dispensation the person paying the expenses or providing the benefit has to say what the circumstances are in which payments of a particular sort are made or what benefits are being provided. If there is reason to do so the Officer can cancel a dispensation at any time.\n\nDispensations can also be given in respect of the provision of vouchers and credit tokens for employees in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), for which there are specific rules in relation to dispensations in Section 96 ITEPA - see [EIM16180](/guidance/employment-income-manual/EIM16000#EIM16180).  The benefit of provided living accommodation cannot be included in a dispensation because this benefit is not one of the &#x201C;listed provisions&#x201D; (s65(2)) to which a dispensation can apply and, unlike vouchers or credit tokens, there are no specific rules to apply a dispensation to living accommodation.\n\nWhere a dispensation has been given by the Officer:\n\n*   the employer need not report the particular expenses or benefits covered by it on form P11D and\n*   the employee need not include them on his income tax returns and\n*   they are not included in assessments or the PAYE coding of the employee.\n\n### No retrospection beyond the year of application\n\nIf the conditions for granting a dispensation are satisfied ([EIM30055](/guidance/employment-income-manual/EIM30050#EIM30055)), the dispensation strictly takes effect from the date of the notice issued by HMRC, although it may be agreed that it can take effect from the beginning of the tax year to which the dispensation relates.   A dispensation cannot apply with retrospective effect to an earlier year.\n\nFor example, if an application for a dispensation was submitted in August 2004, and the dispensation was granted in December 2004, it may be agreed that the dispensation can apply with retrospective effect from 6 April 2004, as this was the start of the year in which the application was submitted.  On the other hand, if an application was submitted in February 2004 and granted in June 2004, it may be agreed that the dispensation can apply with retrospective effect from 6 April 2003, as the application was submitted in 2003/04.\n\nRetrospection prior to the date of the notice is intended to assist the employer that already reimburses qualifying travel expenses and had a previous dispensation or submitted forms P11d. A dispensation should not take effect from a date that precedes the date of the notice if:\n\n*   The employer did not pay qualifying expenses before that date. If the employer is seeking a dispensation in advance of putting in place a travel expenses regime, the earliest effective date for the dispensation will be the date of the notice.\n*   The employer accepts that although they have previously made payments to employees, they did not have processes in place to ensure that they were reimbursements of qualifying expenses. The taxation consequences of this type of expenses regime would have to be considered carefully (notably the guidance at [EIM05100](/guidance/employment-income-manual/EIM04700#EIM05100) relating to round sum allowances).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM30053","title":"Dispensations: employers should be encouraged to apply","body":"Including expenses on forms P11D, where they could be covered by\na dispensation, can be a burden for the employer. It also means\nmore work for the Inland Revenue on processing forms P11D.\nEmployers should be encouraged to apply for dispensations where\nappropriate.\n\nGive dispensations that are applied for whenever the criteria\nfor giving them are met (see\n[EIM30055](/guidance/employment-income-manual/EIM30050#EIM30055)).\n\nDispensations should not be limited to large firms. Give them\nregardless of the number of employees to be covered."},{"manual-section-id":"EIM30055","title":"Dispensations: conditions to be satisfied","body":"## Section 65(1) to (4) ITEPA 2003\n\nIn order that a dispensation can be issued:\n\n*   a person has to supply the Officer with a statement of the cases and circumstances in which payments of a particular character are made or benefits or facilities of a particular kind are provided and\n*   HMRC has to be satisfied that no tax will be payable by reference to the payments, benefits or facilities mentioned in the statement.\n\nIn practice the Officer should issue a dispensation where all the following conditions are satisfied:\n\n*   employees are rEIMbursed expenses that are deductible within Part 5 ITEPA 2003 (see [EIM30057](/guidance/employment-income-manual/EIM30050#EIM30057))\n*   claims to expenses are independently checked and authorised (see [EIM30059](/guidance/employment-income-manual/EIM30050#EIM30059))\n*   where possible claims are vouched (see [EIM30059](/guidance/employment-income-manual/EIM30050#EIM30059))\n*   The employer has procedures in place to ensure that only qualifying employees receive reimbursement in the form of a scale rate payment (see [EIM05200](/guidance/employment-income-manual/EIM05200) onwards).\n*   where advances of expenses are made, the employer has procedures to ensure they are fully accounted for, and any excess repaid by the employee.\n\nFor the way a dispensation should be worded see [EIM30085](/guidance/employment-income-manual/EIM30050#EIM30085). "},{"manual-section-id":"EIM30057","title":"Dispensations: reimbursement of expenses and advisory fuel rates","body":"Payments that are calculated in accordance with a scale intended to do no more than reimburse the expenses incurred by employees can be regarded as equivalent to reimbursement. No set figures can be provided as circumstances can vary widely. Rates applicable in the Civil Service should not be quoted as suggesting the norm. For example, the standard of the hotel an employee is expected to use can vary with the nature of the business, his grade and the person or business being visited, and so on.\n\n### Advisory fuel rates and dispensations\n\nHMRC publishes advisory fuel rates (AFRs) as a guideline for fuel only mileage rates for company cars, depending on engine size and fuel type (see [EIM25655](/guidance/employment-income-manual/EIM25500#EIM25655)). AFRs are not binding but if an employer pays less than or equal to the AFR we accept that there is no tax or NICs liability and that these rates may be included in a dispensation. Indeed, for the sake of consistency, if employers agree, we believe that in many circumstances these rates should be those included in a dispensation.\n\nAFRs may apply where an employer:\n\n*   reimburses an employee for business travel in their company car, or\n*   requires an employee to repay the cost of fuel used for private travel.\n\nIf an employer pays fuel only rates in excess of the AFR, unless this can be justified because of unusually high mileage costs (e.g. 4x4 vehicles over rough terrain), the rate will include an element of taxable profit and be treated as earnings for NICs purposes. Consequently rates above the AFR should not normally be included in a dispensation. "},{"manual-section-id":"EIM30058","title":"Dispensations: authorised mileage allowance payments","body":"There is a statutory exempt amount (see\n[EIM31240](/guidance/employment-income-manual/EIM31200#EIM31240)) that employers can pay to\nemployees using their own vehicle for business travel - these\npayments are known as authorised mileage allowance payments\n(AMAPs). Where the total payments an employer makes do not exceed\nthe amount of the exempt AMAP for a given number of business miles,\ndispensations will no longer be necessary. The payments are\nstatutorily exempt from tax and there is no requirement for the\nemployer to make a return to the Inland Revenue, but the employer\nwill still need to keep records of the payments made and business\njourneys to which they relate.\n\nWhere the payments exceed the amount of the AMAP, the excess\nover the AMAP is automatically chargeable to tax and will not\nqualify for a dispensation. The employer will only need to report\nthe excess over the AMAP.\n\n### Dispensations for business mileage cease from 6 April 2002\n\nConsequently from 6 April 2002 any dispensation, or part\n\ndispensation, that related to payment of expenses for business\n\ntravel in an employee's own vehicle ceased.\n\n**Where a dispensation also****covered other items these will not be affected and the rest\n\nof the dispensation will remain****in force.**\n\nThese changes do not affect dispensations for business\n\nmileage payments (normally based on fuel costs) to employees with\n\ncompany cars."},{"manual-section-id":"EIM30059","title":"Dispensations: checking and authorisation of expenses payments","body":"After a dispensation has been granted, the extent of checking undertaken by the employer will depend upon the scale of the business. They will need to demonstrate that someone other than the employee incurring the expense is responsible for ensuring that the claim made by the employee:\n\n*   Relates to qualifying travel in the case of travel and subsistence expenses*   Does not include disallowable items. The rules in S336-9 ITEPA 2003 (see [EIM31600](/guidance/employment-income-manual/EIM31600) onwards and [EIM31800](/guidance/employment-income-manual/EIM31800) onwards) will apply, and*   Is not excessive.\n\n### Dispensations incorporating actual costs supported by receipts\n\nAn employer will normally require every item of expenditure to be vouched for his own benefit - to ensure it has been incurred, and for audit purposes. But this requirement should not be regarded as applicable for trifling expenditure such as small allowances for taxi fares. The employer should be able to demonstrate that regular checks will be undertaken to ensure that only allowable expenses are being reimbursed.\n\n### Dispensations incorporating the advisory benchmark or bespoke scale rate payments\n\nDetailed guidance on scale rate payments is at [EIM05200](/guidance/employment-income-manual/EIM05200) onwards. The employer needs to:\n\n*   Keep sufficient records to be able to demonstrate that the employee was entitled to the scale rate payment; the employee is engaged in qualifying travel, incurred an expense and retained receipts that detail the expense incurred.*   Be able to demonstrate that regular checks are undertaken to ensure that the travel expenses rules are being followed.\n\n### Regular checks\n\nThe checks should reflect the conditions outlined at [EIM30055](/guidance/employment-income-manual/EIM30050#EIM30055). The form and regularity of the checks will depend on the following factors:\n\n*   The size of the workforce.\n*   The complexity of the workforce - This will be particularly relevant where the workforce consists of different sections performing different tasks where the entitlement to relief may vary.\n*   Uncertainty about whether employees will qualify for relief - Where the temporary workplace rules apply for example (see [EIM32000](/guidance/employment-income-manual/EIM32000) onwards), employees may qualify for relief at different times and for differing durations. This should be more closely monitored.\n*   Unpredictable or non-standard work patterns - where scale rate payments have been agreed for irregular working, the employer may want to check that the agreed conditions for breakfast or evening rates, for example, are being met.*   The employer has no previous experience in the management of an expenses regime - Where the employer has not previously paid expenses you may wish to insist on a larger or more regular sample check.\n*   There is evidence that the employer has failed to manage an expenses regime effectively in the past.\n*   The dispensation is part of arrangements such as new or updated Salary Sacrifice schemes and it may not be clear to the employee that the sacrificed sum represents reimbursed expenses.\n*   Any other risk factors identified by the Compliance Officer.\n\nThe check will need to:\n\n*   Incorporate a review of the completion of the time sheets and supporting receipts obtained and retained by employees sufficient to satisfy the conditions outlined in [EIM05200](/guidance/employment-income-manual/EIM05200) and [EIM30055](/guidance/employment-income-manual/EIM30050#EIM30055) and*   Be undertaken regularly during the year. This may be monthly, quarterly or half yearly depending on the number of factors present. The checks should involve a review of the receipts retained and claims made by a random sample of staff who should not be given prior notice before or during the period that they will be the subject of review. As soon as the review period is over, the employees should be under no obligation imposed by HMRC to retain their receipts. During any subsequent compliance visit the compliance officer would be able to ask to see details of the periodic checks and the employer should be able to clearly demonstrate that they have been undertaken.\n*   In cases where a number of the factors listed above are present, involve a higher proportion of the workforce,\n\nIn smaller organisations where none of the factors outlined above are present, the directors may know all about the particular expenses incurred by employees, and there may be no need for checking at all.\n\nFor personal reasons, or reasons of confidentiality, the proprietors of a business, for example, the director/shareholders, may have a free hand in deciding what they take as expenses. If so, it will not usually be appropriate to give a dispensation for them, but other employees can still be included.\n\n### One man service companies and smaller employers\n\nWhere an employer seeks a dispensation for a one man service company, or in circumstances where the application is in respect of reimbursements to a controlling director/shareholder or where there is no one employed by the company who can check the expenses reimbursed, you should ensure that:\n\n*   Expenditure is independently vouched. This can be undertaken, for example, by an accountant or bookkeeper and*   Expenditure is allowable as a deduction from earnings (e.g. if necessarily incurred on travelling in the performance of the duties) and\n*   the Officer is satisfied that no additional tax is at risk,\n\nThere is no reason why a dispensation including actual expenses, bespoke or benchmark scale rates should not be approved if these conditions are met. You should not refuse or restrict a dispensation just because it is being sought by a smaller employer.\n\n**You should, however, consider carefully the reimbursement of subsistence costs, for example, where an independent voucher cannot be supplied. In cases of this kind it is particularly important that it should be clear from the dispensation letter (see EIM30085) that the dispensation applies to a limited class of payments only and does not cover whatever the director decides to take as expenses. **\n\n### Vouching of expenses\n\nIn some instances, lack of an independent voucher or receipt is not necessarily a bar to inclusion in a dispensation - for example, a subscription to an approved body under Section 344 ITEPA 2003 (see [EIM32880](/guidance/employment-income-manual/EIM32700CT#EIM32880)).\n\nIt is also likely that while undertaking periodic checks, the employer will find that employees have not, on occasion, been able to obtain or retain receipts for qualifying expenses incurred. The employer must monitor omissions to ensure that there are reasons for the lack of receipts, they are not persistent and do not occur throughout the workforce. They should also, where appropriate, be able to demonstrate any action that they have taken to overcome problems of this sort. Do not offer guidance on or incorporate in dispensation agreements minimum amounts that can be claimed without the submission of receipts. "},{"manual-section-id":"EIM30073","title":"Dispensations: travelling and subsistence payments","body":"When considering applications for dispensations, refer to the\nfollowing guidance:\n\n*   Scale rate payments and guidance on\nsampling techniques -[EIM05200](/guidance/employment-income-manual/EIM05200) onwards (see also[NIM06170](http://www.hmrc.gov.uk/nimmanual/nim06170.htm))\n*   Benchmark scale rates &#x2013;[EIM05230](/guidance/employment-income-manual/EIM04700#EIM05230) onwards\n*   Travel in the performance of the duties of\nthe employment &#x2013;[EIM32350](/guidance/employment-income-manual/EIM32350) onwards (see also[NIM06240](http://www.hmrc.gov.uk/nimmanual/nim06240.htm))\n*   Travel for necessary attendance: ordinary\ncommuting, permanent and temporary workplace &#x2013;[EIM32000](/guidance/employment-income-manual/EIM32000) onwards\n*   Travel between places of work &#x2013;[EIM10010](/guidance/employment-income-manual/EIM04700#EIM10010) onwards\n*   Special rules for employees travelling to\nwork outside the UK &#x2013;[EIM34010](/guidance/employment-income-manual/EIM34000#EIM34010)\n\n*   Payments of expenses to employees using\n\n    their own vehicles for business travel &#x2013;\n    [EIM30058](/guidance/employment-income-manual/EIM30050#EIM30058)\n\n### Staying with family or friends\n\nWhen an employee spends a night away from home whilst on\n\nbusiness, he may choose to stay with a friend or relative instead\n\nof staying in a hotel. The employee may incur the cost of an\n\nevening meal. The employee is entitled to a deduction for a\n\nqualifying expense incurred while staying with family or friends.\n\n With effect from 6 April 2009, you should no longer agree a\n\nscale rate payment for expenses incurred while staying with a\n\nfriend or relative. Scale rate payments for staying with friends or\n\nfamily should be removed from existing dispensations as part of the\n\nnormal process of 5 yearly reviews."},{"manual-section-id":"EIM30075","title":"Dispensations: professional membership fees and annual subscriptions","body":"Include a professional membership fee or an annual\nsubscription in a dispensation where an employee would be able to\nclaim a deduction under Sections 343 or 344 ITEPA 2003 (see\n[EIM32880](/guidance/employment-income-manual/EIM32700CT#EIM32880))."},{"manual-section-id":"EIM30077","title":"Dispensations: entertaining expenses","body":"Subject to\n[EIM30055](/guidance/employment-income-manual/EIM30050#EIM30055) give a dispensation in respect\nof reasonable entertaining expenses incurred at genuine business\noccasions by subordinate employees. In general, it will not be\nappropriate to grant a dispensation in respect of those employees\nwho are in a position to authorise their own entertaining expenses.\nBut, as with other expenses, apply discretion here. For example, a\nsalesman may be able to entertain customers without receiving prior\nspecific authorisation. Provided the salesman is only allowed to\nentertain customers or potential customers on occasions where the\nmain purpose is to discuss business, there is no objection to\ngranting a dispensation in respect of the salesman's expenses\nunless liability will arise on the employee under Sections 356 to\n357 ITEPA 2003, see\n[EIM32585](http://www.hmrc.gov.uk/manuals/eimanual/EIM32585.htm) onwards.\n\nThe following can usually be regarded as reasonable and genuine\nbusiness occasions:\n\n*   genuine product launches\n*   lunches etc for customers or potential\n\n    customers at which business is discussed\n*   reasonable entertaining at exhibitions etc\n\n    at which products are on display for customers.\n\nRefuse a dispensation where there is any doubt whether\n\nparticular items of entertaining for which the employer would like\n\na dispensation would be fully allowable to the employee as an\n\nexpenses deduction under Sections 336 to 338 ITEPA 2003. In\n\nparticular a dispensation will not be appropriate for entertaining\n\nexpenses where:\n\n*   they are provided as an incentive or a\n\n    reward to staff, or\n*   liability will arise on the employee by\n\n    virtue of Sections 356 to 357, which relate to the disallowance of\n\n    business entertaining expenditure (see\n    [EIM32585](http://www.hmrc.gov.uk/manuals/eimanual/EIM32585.htm) onwards)."},{"manual-section-id":"EIM30079","title":"Dispensations: international aspects"},{"manual-section-id":"EIM30081","title":"Dispensations: relationship with &#xA3;8,500 threshold","body":"Expenses payments and benefits covered by a dispensation do not\ncount as earnings in deciding if an employee is earning &#xA3;8,500\nor more. Therefore a dispensation should not be given if it would\nresult in the employee's earnings being less than &#xA3;8,500, when\nthey are &#xA3;8,500 or more with expenses included.\n\nHowever, this point is only important in practice in those\ncases where a benefit in kind (for example, a company car) would\nnot be chargeable as a result of giving a dispensation. A\ndispensation should not therefore be automatically refused for a\nparticular employee solely because its effect would be to make his\ntotal earnings for tax purposes less than &#xA3;8,500. Inspectors\nshould exercise their discretion. In most companies all the\nemployees with company cars etc will be within the benefits code\n(see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) and enquiries should be\nlimited to cases where there may be tax at risk."},{"manual-section-id":"EIM30083","title":"Dispensations: dealing with requests","body":"\n\n## Form P11DX\n\nA revised form P11DX has been available at www.hmrc.gov.uk/forms/p11dx.pdf.pdf since April 2006.  This replaces the old form P11DX that had four tick boxes and the associated leaflet IR69.\n\nThe new form requests more information that the previous version and in most cases this should provide enough information to enable HMRC to decide whether to agree to issue of a dispensation but there will still be occasions where more information may be sought from an employer to support the application for a dispensation.\n\nWhen granting a dispensation make clear in the letter accompanying the dispensation sent to the employer the fact that the dispensation is limited to the facts and circumstances disclosed by the employer.\n\nIn cases where you feel it is necessary to ask the employer for further details of its processes for dealing with expenses and benefits, these enquiries should be limited to the minimum necessary to deal with the dispensation request.  Do not ask unnecessary questions or require lengthy answers from the employer where a straightforward response, perhaps on a yes/no basis, would do.  You should restrict your questions to issues, such as the reimbursement of subsistence expenses, where there is a clearly identifiable risk of a potential loss of tax.\n\nIn general, do not take requests for a dispensation as an occasion for a compliance review unless the information provided by the employer indicates that there may be substantial unassessed tax liabilities.\n\nWhere a dispensation is refused, clearly state the reason in the letter sent to the employer. Should the employer decide to amend his procedures, in such a way as would enable a dispensation to be granted, encourage him to make a further request when his procedures have been changed.\n\nExamples of the type of letter to be sent on giving a dispensation, the dispensation notice itself and the type of letter refusing a dispensation are given in [EIM30085](/guidance/employment-income-manual/EIM30050#EIM30085).\n\nWhere the dispensation relates to a subsidiary employment, full particulars of the dispensation or any subsequent variation should be notified to the tax office that deals with the main employment.\n\n### Annual increase in amounts included in a dispensation\n\nWhere expense payments included within a dispensation are set at a particular amount (e.g. scale rate payments - [EIM05200](/guidance/employment-income-manual/EIM05200)), the amount may be uprated annually by the employer without the need to seek HMRC&#x2019;s agreement, as long as the annual increase is equal to or less than the annual increase in the Consumer Prices Index (CPI) for the same period."},{"manual-section-id":"EIM30085","title":"Dispensation letters","body":"### Dispensation notice\n\nThe dispensation notice should be worded as follows:\n\n\"DISPENSATION FOR PARTICULAR EXPENSES PAYMENTS AND OTHER\nMATTERS\n\nThis dispensation applies to the expenses payments, cash and\nnon-cash vouchers*, use of credit tokens*, benefits and facilities\nwhich are set out below. For the purposes of this dispensation\nthese matters are referred to collectively as \"expenses payments\nand benefits\". It means you will not have to report these expenses\npayments and benefits at the end of the year on forms P11D or P9D.\nIt revokes from the date of this dispensation any previous\ndispensation covering expenses payments or benefits of a similar\nnature.\n\nI am giving you this dispensation because I am satisfied, on\nthe basis of what you have told me, that no additional tax would be\npayable by the employees concerned** on these expenses payments and\nbenefits. I am authorised to do this by Section 65 and Section 96\nof the Income Tax (Earnings and Pensions Act) 2003.\n\nThe dispensation applies only to the expenses payments and\nbenefits, set out below, in the circumstances there set out. If the\nexpenses payments or benefits are paid or provided in circumstances\nwhich give rise to additional tax, this dispensation will need to\nbe revoked. Where necessary, the revocation may apply to expenses\npayments and benefits already provided. In that case additional tax\nwill be due. So it is important that you let me know if you alter\nyour system for controlling expenses payments and benefits, or\nincrease their amounts, or change their nature or make any other\nchanges which may affect their taxability.\n\nPayments and benefits that are in any way different, or are\nprovided in circumstances that differ, from those set out below\nwill not be covered by this dispensation and should be reported in\nthe normal way.\n\nHMRC\"\n\nNature of payments and benefits provided\n\n(Employees concerned**:-)\n\nNotes\n\n* Include the reference to vouchers, credit tokens and\nSection 96 ITEPA 2003 only where the expenses are met by means of\nvouchers, credit cards or other credit tokens.\n\n**Omit the references to the employees concerned where the\ndispensation refers to all the employees for whom the application\nwas made. If the application is for a particular group of\nemployees, for example salesmen and women, put \"by your salesmen\nand women\" instead of the references in the text of the letter to\nemployees, and omit the schedule of the employees concerned at the\nend of the letter.\n\nList the payments for which the dispensation is being given\nas precisely as possible.\n\n### Letter accompanying the dispensation notice\n\n\"Thank you ....\n\nI enclose a dispensation notice in respect of ......\nexpenses. I would stress that this dispensation applies only to\nsuch expenses incurred in the circumstances detailed in your\nletter(s) of ..... and all other expenses and benefits (for\nexample, cars, loans etc) should continue to be reported on forms\nP11D.\n\nIf you propose to increase the amounts of your scale rate\npayments for ..... or to extend or change the circumstances in\nwhich the payments are made, please contact me so that I can\nconsider whether the dispensation can be continued.\"\n\nIn some cases you may wish to remind employers to send forms\nP46(Car) for new car users. If so, add at the end of the second\nparagraph:\n\n\"May I remind you that it will help me to keep your\nemployees&#x2019; tax affairs up to date if you send me a form\nP46(Car) when an employee first becomes liable to tax in respect of\na car you provide.\"\n\n### Letter refusing dispensation\n\n\"Thank you .....\n\nI regret I am unable to give a dispensation in respect of\n..... expenses as requested by you because ....................\n\n(include the appropriate reason, for example, I am not\nsatisfied that the amount you pay does no more than reimburse\nexpenditure incurred by your employees, or I am not satisfied that\nthe circumstances in which you pay these allowances are limited to\nthose when the employee would be able to claim a deduction for the\nexpenses.\n\nExpand if this will be helpful, for example, your mileage\nrate at 45p per mile is greater than the authorised mileage\nallowance payment figure that employees must use for tax purposes,\nor the travelling expenses you pay reimburse employees for their\nhome to work travel, and this expenditure is not allowable to your\nemployees for tax purposes.)\""},{"manual-section-id":"EIM30090","title":"Dispensations: list of dispensations granted","body":"Keep a list of each dispensation application in an establishment\nfile. Record on it the following information:\n\n*   reference of applicant\n*   name of applicant\n*   date of grant\n*   whether granted in whole or in part\n*   the date of refusal.\n\nFor recording purposes:\n\n*   treat the application as a single\napplication where it is made in respect of more than one type of\nexpense\n*   count it as a dispensation given if any of\nthe expenses are included in a dispensation\n*   treat it as a fresh application if the\nemployer subsequently reapplies in respect of any types of expenses\nfor which a refusal was given."},{"manual-section-id":"EIM30095","title":"Dispensations: revoking a dispensation","body":"\n\n## Section 65(6) ITEPA 2003\n\nA dispensation continues in force until it is revoked unless a term is put to it when it is first given. The Officer of HMRC has the right to revoke it any time. Revocation should be recorded on the copy of the original dispensation.\n\nWhere a dispensation has been revoked and HMRC believes that the employer (or the person making expenses payments or providing benefits) has been negligent in operating a dispensation, or has misrepresented the facts, when applying for a dispensation, HMRC may make the revocation retrospectively to the date the dispensation was granted or wrongly applied.\n\nRetrospective revocation may be necessary as well if a dispensation was applied for and granted by HMRC based on facts that were presented and accepted at the time, but the basis on which the expenses payments and benefits were provided subsequently changed.  If after those changes a dispensation would not have been granted by HMRC, but the employer continued to provide expenses and benefits under the terms of the original dispensation, without informing HMRC of the change in circumstances, HMRC may decide that retrospective revocation is due to the date when the change occurred.\n\nWhere it is apparent that negligence or misrepresentation has taken place and expenses and benefits were provided under a dispensation when they should have been subject to tax and NICs, HMRC will pursues retrospectively the tax and NICs liabilities due when the expenses payments and benefits were originally provided.\n\nPlease ensure that you clearly state the period of the dispensation that you have revoked. The employer will still be afforded the protection of S65(5) ITEPA 2003 for earlier periods. If, for example, a dispensation was granted on 6 April 2009 and in 2014 you decide to retrospectively revoke it with effect from 6 April 2010, the dispensation would still apply for the period from 6 April 2009-5 April 2010 and you can not pursue any outstanding tax and NIC&#x2019;s liabilities for that period under S65 ITEPA 2003. It is important to remember that statutory assessing time limits will also apply.\n\nYou may discover that an employer has made payments that were not detailed in the original dispensation agreement and could not be covered by a dispensation, such as the reimbursement of private travel or the payment of round sum allowances. If you are satisfied that in all other respects the employer is still acting in accordance with the original agreement, you should consider pursuing the tax and NICs liabilities due on those payments without revoking the dispensation. You need to be satisfied that the dispensation only includes expenses and benefits that qualify to be covered by a dispensation and that the failure to account for Tax and NIC&#x2019;s on payments falling outside the dispensation can be separately identified and addressed.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM30098","title":"Dispensations given under previous legislation","body":"Dispensations given before 6 April 2003 under Section 166 ICTA\n1988 continue in force without the need for fresh ones to be given\nbecause of the rewrite of the employment income legislation in\nITEPA 2003."}]}]}}