{"title":"EIM40002 - General earnings fromemployment: ","details":{"manual-section-id":"EIM40002","body":"Chapters 4 and 5 of Part 2 include the charging provisions for\ngeneral earnings. General earnings from an office or employment\nthat are not covered by any of these charging provisions are not\ntaxable earnings and therefore fall outside of the scope of United\nKingdom income tax.\n\n The circumstances of the employee or office holder (see\n[EIM40001](/guidance/employment-income-manual/EIM40001)) are used to determine the\nrelevant charging provision. The charging provisions are summarised\nbelow together with the relevant guidance:\n\n### Chapter 4 ITEPA 2003: employee resident in the UK\n\n> **Section 15\n>\n> **\n>\n>  Until 5 April 2008, Section 15 related to general earnings\n> for a tax year in which the employee or office holder was resident,\n> ordinarily resident and domiciled in the UK (see\n> [EIM40101](/guidance/employment-income-manual/EIM40101)).\n>\n>  With effect from 6 April 2008, Section 15 applies to general\n> earnings for a tax year in which the employee or office holder is\n> resident in the United Kingdom (see\n> [EIM40101](/guidance/employment-income-manual/EIM40101)). It is not necessary for the\n> employee or office holder to be ordinarily resident and/or\n> domiciled in the UK as well.\n\n### Chapter 5 ITEPA 2003: remittance basis and employee not\nresident in the UK\n\n> **Section 22\n>\n> **\n>\n>  General earnings for a tax year in which the employee or\n> office holder is resident and ordinarily resident but not domiciled\n> in the United Kingdom, to the extent that they are chargeable\n> overseas earnings (see\n> [EIM40102](/guidance/employment-income-manual/EIM40102)).\n>\n> **Section 26\n>\n> **\n>\n>  Foreign earnings for a tax year when employee or office\n> holder is resident but not ordinarily resident in the UK (see\n> [EIM40301](/guidance/employment-income-manual/EIM40301)).\n>\n> **Section 27\n>\n> **\n>\n>  UK-based earnings for a tax year when employee or office\n> holder is not resident in the UK (see\n> [EIM40201](/guidance/employment-income-manual/EIM40201) and\n> [EIM40221](/guidance/employment-income-manual/EIM40221)).\n\n### Section 21 and 25 ITEPA 2003 &#x2013; 2007/08 and earlier\nyears\n\n> Until 5 April 2008, general earnings for a tax year in\n> which the employee or office holder was resident and ordinarily\n> resident but not domiciled in the UK, except chargeable overseas\n> earnings (see\n> [EIM40101](/guidance/employment-income-manual/EIM40101)), were taxable under Section\n> 21.\n>\n>  Until 5 April 2008, UK based earnings for a tax year when an\n> employee or office holder was resident but not ordinarily resident\n> in the UK (see\n> [EIM40201](/guidance/employment-income-manual/EIM40201) and\n> [EIM40221](/guidance/employment-income-manual/EIM40221)) were taxable under Section 25.\n>\n>  Sections 21 and 25 were abolished by Finance Act 2008 with\n> effect from 6 April 2008. From that date general earnings for a tax\n> year in which an employee or office holder is resident in the UK\n> (whether or not the employee or office holder is also ordinarily\n> resident and/or domiciled in the UK as well) are taxable under\n> Section 15.\n\n### The year that general earnings are \"for\"\n\nSee EIM40008 and subsequent for guidance on the year that\nearnings are &#x201C;for\"\n\n Special rules in Section 17 (Chapter 4) and Section 30\n(Chapter 5) provide for general earnings to fall within the\nappropriate charging provision even if the employment had not\nstarted when they were received or had ended before they were\nreceived (see\n[EIM40005](/guidance/employment-income-manual/EIM40005)).\n\n### Taxable earnings\n\nOnce the appropriate charging provision has been identified, the\namount of general earnings that are taxable earnings will be as\nfollows:\n\n<table>\n<tr>\n<td>**Section**</td><td>**Taxable earnings**</td>\n</tr>\n<tr>\n<td>**15**</td><td>Full amount of general\nearnings received in the tax year</td>\n</tr>\n<tr>\n<td></td><td></td>\n</tr>\n<tr>\n<td>**22**</td><td>Full amount of chargeable\noverseas earnings remitted to the UK in the tax year</td>\n</tr>\n<tr>\n<td></td><td></td>\n</tr>\n<tr>\n<td>**26**</td><td>Full amount of foreign\n\nearnings remitted to the UK in the tax year</td>\n</tr>\n<tr>\n<td>**27**</td><td>Full amount of UK-based\n\nearnings received in the tax year</td>\n</tr>\n</table>\n\nFor most employees the tax year that general earnings are \"for\"\n\nand the tax year in which they are received will be the same.\n\nHowever, when those years are different, general earnings within\n\none of the charging provisions for the tax year they are earned\n\nwill be taxable earnings in the tax year that they are received\n\n(Sections 15 and 27) or remitted to the United Kingdom (Sections 22\n\nand 26).\n\n Further guidance:\n\n","breadcrumbs":["EIMANUAL","EIM40000","EIM40002"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM40003","title":"A diagram summarises the\n\nscope of the charging provisions","body":"The provisions under which general earnings fall to be charged\nare shown in the following table.\n\n<table>\n<tr>\n<td>United\nKingdom residence status of employee</td><td>Duties of\nemployment performed either wholly or partly in the United\nKingdom</td><td>Duties of\nemployment performed wholly outside the United Kingdom</td>\n</tr>\n<tr>\n<td>Performed in the United\nKingdom</td><td>Performed outside the\nUnited Kingdom</td>\n</tr>\n<tr>\n<td>Resident, ordinarily\nresident and domiciled</td><td>Section 15 (See Note\n1)</td><td>Section 15 (See Note\n1)</td><td>Section 15 (See Note\n1)</td>\n</tr>\n<tr>\n<td>Resident, ordinarily\nresident but not domiciled</td><td>Section 15 (See Note\n1)</td><td>Section 15 (See Note\n1)</td><td>Section 15 (See Note 1)\n\nor\n\nSection 22 (See Note 2)</td>\n</tr>\n<tr>\n<td>Resident but not\nordinarily resident</td><td>Section 15</td><td>Section 26</td><td>Section 26</td>\n</tr>\n<tr>\n<td>Not resident but\nordinarily resident</td><td>Section 27</td><td>No liability</td><td>No liability</td>\n</tr>\n<tr>\n<td>Not resident and not\nordinarily resident</td><td>Section 27</td><td>No liability</td><td>No liability</td>\n</tr>\n</table>\n\n### Note 1\n\nSee\n[EIM33000](/guidance/employment-income-manual/EIM33000) and subsequent for information\non the Seafarers&#x2019; Earnings Deduction.\n\n### Note 2\n\nSee\n[EIM40102](/guidance/employment-income-manual/EIM40102) for the circumstances in which\nSection 22 applies.\n\n### Summary of the charging provisions\n\n**Sections 15**\n\n: charges all general earnings for a tax year in which the\nemployee or office holder is resident in the UK. The charge is on\nthe full amount of earnings received in the tax year. See\n[EIM40101](/guidance/employment-income-manual/EIM40101). Before 6 April 2008 Sections\n21 and 25 may apply (see\n[EIM40002](/guidance/employment-income-manual/EIM40002).)\n\n If the employee is also ordinarily resident and domiciled in\nthe UK, Section 15 applies irrespective of where the duties are\nperformed. If the employee or office holder is resident and\nordinarily resident but not domiciled in the UK, Section 15 applies\nto the extent that the earnings are not &#x201C;chargeable overseas\nearnings&#x201D; taxable under Section 22. If the employee or office\nholder is not ordinarily resident in the UK, Section 15 applies to\nUK based earnings, that is general earnings in respect of duties\nperformed in the UK.\n\n**Section 22**: charges \"chargeable overseas earnings\"\nbut only to the extent that those earnings are remitted to the\nUnited Kingdom. See\n[EIM40102](/guidance/employment-income-manual/EIM40102).\n\n**Section 26**: charges foreign earnings but only to\nthe extent that those earnings are remitted to the United Kingdom.\nSee\n[EIM40301](/guidance/employment-income-manual/EIM40301).\n\n**Section 27**: charges all \"UK-based\" earnings, that\nis general earnings in respect of duties performed in the United\nKingdom. The charge is on the full amount of Section 27 earnings\nreceived in the tax year. See\n[EIM40201](/guidance/employment-income-manual/EIM40201)."},{"manual-section-id":"EIM40004","title":"Examples of the charging\n\nprovisions in practice.","body":"### 1. Resident and Ordinarily Resident\n\nThe European Sales Manager of a multi-national company is based\nin London. She frequently travels to Milan, Bonn and Paris to meet\nclients. Trips normally last for one week. Over a tax year she\nspends a total of about 3 months outside of the United Kingdom.\n\nAll of the emoluments from this employment are chargeable\nunder Section 15, as the employee is resident and ordinarily\nresident in the United Kingdom.\n\n### 2. Resident and Ordinarily Resident but not domiciled\n\nA semi-retired employee of a US resident company lives in\nLondon. Although he has lived in the United Kingdom for over 20\nyears he has retained his US domicile. He maintains a small\n\nportfolio of Swiss clients. He travels to Zurich to see them. All\n\nof the duties of the employment are performed outside the United\n\nKingdom.\n\nThe employee is chargeable under Section 22 on chargeable\n\noverseas earnings that are remitted to the United Kingdom. The\n\ngeneral earnings are overseas earnings due to the residence and\n\ndomicile status of the employee, the employment with a foreign\n\nemployer (see\n\n[EIM40031](/guidance/employment-income-manual/EIM40031)) and the performance of the\n\nduties of the employment wholly outside the United Kingdom. After\n\ncalculating the amount of chargeable overseas earnings (see\n\n[EIM40102](/guidance/employment-income-manual/eim40102)), those earnings can only be\n\ncharged under Section 22 to the extent that they are remitted to\n\nthe United Kingdom (see\n\n[EIM40302](/guidance/employment-income-manual/EIM40302)).\n\n### 3. Not Resident\n\nA non resident director spends two days each month in the United\n\nKingdom at the premises of a small family company. She spends the\n\ntime reviewing management accounts, discussing progress with team\n\nleaders and attending board meetings. Salary is paid into a Spanish\n\nbank account, the country in which the director resides.\n\nThe director is chargeable under Section 27 on general\n\nearnings from duties performed in the United Kingdom. General\n\nearnings from duties performed in Spain are not liable to United\n\nKingdom income tax, as they do not fall under any of the charging\n\nprovisions.\n\n### Double taxation treaties\n\nWhen looking at the liability of foreign nationals working in\n\nthe United Kingdom or United Kingdom residents working abroad it is\n\nimportant to consider the relevant double taxation treaties to\n\ndetermine whether the earnings are chargeable in two states and\n\nwhich state has primary taxing rights. See\n\n[EIM40601](/guidance/employment-income-manual/EIM40601) and subsequent."},{"manual-section-id":"EIM42200","title":"Guidance regarding the\n\nyear in which general earnings are taxable earnings if they fall\n\ninto one of the charging provisions in the year that they are\n\n\"for\"."}]}]}}