{"title":"Salary sacrifice: what is a salary sacrifice: arrangement of guidance","details":{"manual-section-id":"EIM42750","body":"\n\n## Section 62 ITEPA 2003\n\nA salary sacrifice happens when an employee gives up the right to part of the cash remuneration due under his or her contract of employment. Usually, the sacrifice is made in return for the employer's agreement to provide the employee with some form of non-cash benefit. The sacrifice is achieved by varying the employee's terms and conditions of employment relating to remuneration. For example, an employee's current contract provides for cash remuneration of &#xA3;40,000 a year with no benefits. The employee agrees with the employer that for the future the employee will be paid cash remuneration of &#xA3;34800 a year and 52 childcare vouchers a year, each with a face value of &#xA3;100. This would be referred to as a salary sacrifice.\n\nAn employee may also sacrifice a one-off item such as a bonus.\n\nIn the past, the term salary sacrifice was mainly used to refer to the giving up of rights to future cash remuneration in return for the employer's contributions to a registered pension scheme. Now it is used to describe any situation where an employee gives up a right to future cash remuneration in return for a benefit in kind.\n\n","breadcrumbs":["EIMANUAL","EIM42700","EIM42750"],"sections":[{"title":" Arrangement of guidance","sections":[{"manual-section-id":"EIM42752","title":"Reason for salary sacrifice","body":"For an explanation of what is a salary sacrifice, see\n[EIM42750](/guidance/employment-income-manual/EIM42750). Any change in the remuneration\npackage may effect\n\n*   the operation of PAYE\n*   the amount of tax due\n*   the amount of NIC due\n*   a tax credit award\n\nA salary sacrifice often replaces cash with a benefit. Examples\nof the type of benefit received instead of money include\n\n*   the employer contributing to a registered pension\nscheme: as the scheme is registered the employer&#x2019;s\ncontribution is not a chargeable benefit (see[EIM42775](/guidance/employment-income-manual/EIM42700#EIM42775))\n*   childcare vouchers: from April 2005 there is\nlimited exemption from tax and NIC (see[EIM16057](/guidance/employment-income-manual/EIM16000#EIM16057) and[NIM16113](http://www.hmrc.gov.uk/nimmanual/nim16113.htm))\n*   workplace nurseries: these are exempt from tax and\nNIC (see[EIM21905](http://www.hmrc.gov.uk/manuals/eimanual/EIM21905.htm) and[NIM16111](http://www.hmrc.gov.uk/nimmanual/nim16111.htm))\n*   other employer provided childcare (see\n    [EIM22005](http://www.hmrc.gov.uk/manuals/eimanual/EIM22005.htm) and\n    [NIM16111](http://www.hmrc.gov.uk/nimmanual/nim16111.htm))\n\nSalary sacrifice is commonly used by employers or employees to\n\ntake advantage of the exemption from tax or NIC or both of certain\n\nbenefits. It is important to recognise that employers and employees\n\nhave the right to arrange the terms and conditions of their\n\nemployment and to enjoy the statutory tax and NIC treatment that\n\napplies to each element in the remuneration package. Arrangements,\n\nwhich are designed to make use of these exemptions, should not be\n\nregarded as avoidance."},{"manual-section-id":"EIM42753","title":"How changes to the employment contract are made","body":"The terms of an employment are set out in the contract between\nthe employer and employee. The contract or agreement will usually\nspecify among other things:\n\n*   The obligations and responsibilities of\nthe employee (for example:- hours of attendance at the workplace;\nstandards of work; dress code, etc.)\n*   The remuneration package to be paid and\nprovided (this may include cash wages/salary, non-cash benefits,\npension rights, etc.)\n\nIn a salary sacrifice arrangement the contract is changed or\nvaried. The employee may agree to a smaller cash salary in return\nfor a non-cash benefit.\n\nThe change in the entitlement should be reflected in the\ncontract. If the contract is not effectively varied, the employee\nremains entitled to the elements of the remuneration package\npreviously specified.\n\nVarying the contract can be achieved in a number of ways:\n\n*   Rewriting the document in part or\nwhole\n*   Setting out agreed changes in a separate\n\n    document that is attached to the main contract. This may be a\n\n    letter or a pro-forma.\n*   Employees may be informed of proposals to\n\n    make changes by the employer. The employer may specify that if an\n\n    employee has not indicated his/her wish not to participate in the\n\n    changes by a certain date, the absence of an &#x201C;opt out&#x201D;\n\n    will be regarded as an &#x201C;opt in&#x201D;. This approach is often\n\n    used when wholesale changes to all employees&#x2019; terms and\n\n    conditions are proposed. For example, changes to the\n\n    employer&#x2019;s occupational pension scheme.\n\nThe first two points on the bulleted list are easily recognised\n\nas effective changes as the employee will usually signify his/her\n\nagreement by signing the document. The third arrangement is also\n\neffective if the employees:\n\n*   have been fully informed of the proposals\n*   are given a specified date by which time the\n\n    &#x201C;opt out&#x201D; must be made\n*   continue working after the opt out date\n*   continue working after the first pay-day when the\n\n    changes have been implemented without protest\n\nWhen these conditions have been satisfied, the employees have\n\nindicated their agreement to the variation by their conduct and the\n\nrevised agreement is legally binding on both parties."},{"manual-section-id":"EIM42755","title":"Income tax effects of a salary sacrifice","body":"\n\n## Section 62 ITEPA 2003\n\nFor an explanation of what is a salary sacrifice, see [EIM42750](/guidance/employment-income-manual/EIM42750).\n\nFor a summary of the conditions that have to be met for a salary sacrifice to be successful, see [EIM42760](/guidance/employment-income-manual/EIM42700#EIM42760).\n\nIf the employment contract is varied effectively (see [EIM42753](/guidance/employment-income-manual/EIM42700#EIM42753)), the employee is liable to income tax and NICs on the elements of the new remuneration package:\n\n*   the lower cash salary/wage is earnings within the meaning provided by s62 ITEPA 2003\n*   If any non-cash benefits are provided to the employee the cash equivalent is charged to income tax under the benefits code . In many salary sacrifice arrangements the benefit is likely to be wholly or partly exempt from income tax and/or NIC. This is the incentive for entering into the arrangement for both employee and employer\n\nIf a salary sacrifice is not successful the employee continues to be liable under Section 62 on the higher level of cash remuneration he previously received, with no cash equivalent under the benefits code. In this case the true construction of what has happened is that the employee continues to be entitled to the higher level of cash remuneration. The employee has merely asked the employer to apply part of that cash remuneration on the employee's behalf. For an example of the tax effect of a salary sacrifice that is not effective see [EIM42786](/guidance/employment-income-manual/EIM42700#EIM42786).\n\nFor an example of the tax effect of a successful salary sacrifice see [EIM42785](/guidance/employment-income-manual/EIM42700#EIM42785).\n\nSee [NIM02330](http://www.hmrc.gov.uk/manuals/eimanual/NIM02330.htm) for the NICs position.\n\n### Heaton v Bell\n\nSome benefits are partly or wholly exempt from charge to income tax chargeable under the benefits code. However, if the employee is able to give up the benefit at any time and revert to the original (higher) cash salary, the benefit itself comes within Section 62 following the principle established in Heaton v Bell (46TC211)(see [EIM00570](/guidance/employment-income-manual/EIM00505#EIM00570)). The easy convertibility of the benefit to cash was regarded as giving rise to &#x201C;money&#x2019;s worth&#x201D;. The doctrine of &#x201C;money&#x2019;s worth&#x201D; evolved through case law but was written into the definition of earnings in Section 62(2) and (3) ITEPA 2003. It is possible for an employee to receive a benefit that is exempt from income tax under the benefits code but for a charge to arise on earnings because the terms of the employment contract allow the benefit to be given up and the former, higher level of salary/wages to be re-instated.\n\nThe benefits listed below are not chargeable to income tax. This is much wider than simply being exempt under the benefits code. In these cases no charge under the earnings rules can arise:\n\n*   Workplace car parking - Section 237 ITEPA 2003 - see [EIM01030](/guidance/employment-income-manual/EIM01000#EIM01030)&#xA0;\n*   Provision of cycles and cyclist's safety equipment - Section 244 ITEPA 2003 - see [EIM21664](/guidance/employment-income-manual/EIM21601#EIM21664)\n*   Childcare vouchers - Section 270A ITEPA 2003 - see [EIM16057](/guidance/employment-income-manual/EIM16000#EIM16057)&#xA0;\n*   Workplace nurseries - Section 318 ITEPA 2003 - see [EIM21905](http://www.hmrc.gov.uk/manuals/eimanual/EIM21905.htm)&#xA0;\n*   Other Childcare - Section 318A ITEPA 2003 - see [EIM21990](/guidance/employment-income-manual/EIM21990)\n*   Employer made contributions under a registered pension scheme - see [EIM42775](/guidance/employment-income-manual/EIM42700#EIM42775)&#xA0;"},{"manual-section-id":"EIM42760","title":"Conditions for successful salary sacrifice: summary","body":"For an explanation of what is a salary sacrifice, see\n[EIM42750](/guidance/employment-income-manual/EIM42750).\n\nFor the income tax effects of a salary sacrifice, see\n[EIM42755](/guidance/employment-income-manual/EIM42700#EIM42755).\n\nSalary sacrifice arrangements are effective when the\ncontractual right to cash remuneration has been reduced. For this\nto happen two conditions have to be met:\n\n*   the employment contract must be\neffectively varied before the changes are implemented. Any right to\nreceive cash wages/salary must be given up before the employee is\nentitled to receive the remuneration. See[EIM42765](/guidance/employment-income-manual/EIM42700#EIM42765) for more detail\n*   the true construction of the revised\ncontractual arrangement between employer and employee must be that\nthe employee is entitled to lower cash remuneration and a benefit,\nsee[EIM42766](/guidance/employment-income-manual/EIM42700#EIM42766) for more detail.\n\nIf the salary sacrifice is effective, and if the employee\nreceives a non-cash benefit instead, you should also look to see if\nthe employee has the right to give up the benefit at any time and\n\nrevert to the original (higher) cash salary. If they can, the\n\nnon-cash benefit may be taxable as &#x201C;earnings&#x201D; within\n\nSection 62 ITEPA 2003 (see\n\n[EIM42753](/guidance/employment-income-manual/EIM42700#EIM42753) and\n\n[EIM00570](/guidance/employment-income-manual/EIM00505#EIM00570)). Some benefits are exempt from\n\nincome tax altogether in which case no earnings charge can arise.\n\nSee\n\n[EIM42755](/guidance/employment-income-manual/EIM42700#EIM42755)."},{"manual-section-id":"EIM42765","title":"Conditions for successful salary sacrifice: timing","body":"For a summary of the conditions that have to be met for a\nsuccessful salary sacrifice see\n[EIM42760](/guidance/employment-income-manual/EIM42700#EIM42760).\n\nThe first condition concerns the timing of changes to the\nemployment contract.. Entitlement to future remuneration must be\ngiven up before it is treated as received for employment income\npurposes. Once earnings have been &#x201C;received&#x201D; for\nemployment income purposes they are taxable even if a payment is\nnot actually paid over. (See\n[EIM42705](http://www.hmrc.gov.uk/manuals/eimanual/EIM42705.htm) onwards.)\n\nIn practice this means that the employee who is entering into\na salary sacrifice arrangement must agree to vary the employment\ncontract well in advance of the date when the first payment under\nthe new arrangement is due to be made. If the contractual changes\nhave not been completed by that date the terms of the previous\ncontract continue to be in force. The employee is still entitled to\nreceive, and is therefore taxable on, the previous higher salary,\neven though the smaller, post- sacrifice amount is paid.\n\nFor details of when remuneration is treated as received for\n\nemployment income purposes see\n\n[EIM42260](/guidance/employment-income-manual/EIM42200#EIM42260)."},{"manual-section-id":"EIM42766","title":"Conditions for successful salary sacrifice: entitlement to cash","body":"For a summary of the conditions that have to be met for a\nsuccessful salary sacrifice see\n[EIM42760](/guidance/employment-income-manual/EIM42700#EIM42760).\n\nThe second condition concerns the true construction of the\nrevised contractual arrangement between the employer and the\nemployee. See\n[EIM42753](/guidance/employment-income-manual/EIM42700#EIM42753) for an explanation of how\nchanges may be made. When the employer and employee have changed\nthe remuneration package they will have achieved one of the\nfollowing two results:\n\n*   they may genuinely have reduced the\nemployee's entitlement to cash remuneration in exchange for\nprovision of a benefit, a successful salary sacrifice, or\n*   they may have continued the employee's\nentitlement to the original level of cash remuneration. Under the\nnew arrangement the employee is merely asking the employer to apply\npart of the cash remuneration on the employee's behalf in providing\na benefit for the employee. This is not a successful salary\n\n    sacrifice.\n\nIn practice, it may not be easy to decide which of these\n\nsituations applies because:\n\n*   it can be difficult to get all the facts\n\n    as the revised contractual arrangements between employer and\n\n    employee may be partly or wholly verbal agreements and\n*   when we have all the facts it can be\n\n    difficult to decide legally the true construction of the\n\n    agreement.\n\nSome remuneration is discretionary, for example some\n\nnon-contractual bonuses. By definition discretionary remuneration\n\nis not part of a contractual arrangement. So you do not have to\n\nconsider this condition for discretionary remuneration.\n\nSalary Sacrifice is a matter of agreement between the\n\nemployer and the employee. The role of the Revenue is to consider\n\nwhether the arrangement is effective and the tax and NIC, which\n\nfollow from this agreement.\n\nIf an employer requests advice in organising a salary\n\nsacrifice, explain that this is a matter between the business and\n\nthe employee. The Revenue cannot give advice on the terms and\n\nconditions of an employee&#x2019;s contract.\n\n[EIM42774](http://www.hmrc.gov.uk/manuals/eimanual/EIM42774.htm) gives the text of guidance on\n\nthe Revenue website relating to salary sacrifice."},{"manual-section-id":"EIM42767","title":"Conditions for successful sacrifice: right to revert to original salary","body":"For a summary of the conditions that have to be met for a\nsuccessful salary sacrifice see\n[EIM42760](/guidance/employment-income-manual/EIM42700#EIM42760).\n\nUnder contract law and employment law, the terms and\nconditions of an employment contract may be varied as often as the\nparties to that contract, that is the employee and the employer,\nchoose. A contract can be legally effective for a stated period of\ntime. HMRC&#x2019;s interest is in the tax and NIC consequences of\nthat employment contract.\n\nEven though an employment contract has been effectively\nchanged in terms of contract and employment law it is possible that\ncertain factors within the contract may have unintended\nconsequences for the tax and NICs treatment of elements of the\nremuneration package. The contract may specify a salary and the\nprovision of benefits. It is common for the benefit in salary\nsacrifice arrangements to have advantageous tax and/or NICs\ntreatment. The remuneration package may be designed to exploit the\n\nstatutory advantage. However, if the employee is able to give up\n\nthe benefit at any time and return to the original higher cash\n\nsalary then as he can convert the benefit into cash, that benefit\n\nhas &#x201C;money&#x2019;s worth&#x201D; for the purposes of income\n\ntax. Money&#x2019;s worth is earnings under S62 ITEPA 2003. The\n\nemployee is therefore liable on the higher cash salary. (See\n\n[EIM42753](/guidance/employment-income-manual/EIM42700#EIM42753) and\n\n[EIM42755](/guidance/employment-income-manual/EIM42700#EIM42755)). The position is different for\n\nNICs and liability will always be determined according to what is\n\nactually received by the employee. See\n\n[NIM02330](http://www.hmrc.gov.uk/nimmanual/nim02330.htm) for\n\nfurther guidance.\n\nThe right to return to the original contract or to opt out of\n\nthe contract variation may be stated in the new contract. The right\n\nto return to the original contract may be inferred in that the\n\nvariation to the contract is time limited and at the end of that\n\ntime, the variation will stop and the original contract be\n\nreinstated. The employer may have told the employee that the\n\noriginal salary will be reinstated when the choice is made to stop\n\nreceiving the replacement benefit.\n\nIf the variation of the original contract is for a period of\n\nless than 12 months, refer the scheme to the Employer Support Team.\n\nIf the variation is for 12 months or more then it may be accepted\n\nthat the Heaton v Bell principle is not to be applied. It follows\n\nthat where the contract variation is for 12 months or more then it\n\nis accepted that the convertibility of the benefit does not have\n\nmoney&#x2019;s worth. (See\n\n[EIM01142](/guidance/employment-income-manual/EIM01000#EIM01142) which explains the\n\ncircumstances in which the Heaton v Bell principle does not apply.\n\nSee also\n\n[EIM42755](/guidance/employment-income-manual/EIM42700#EIM42755) which lists benefits that are\n\nexempt from income tax and fall outside of the Heaton v Bell\n\nprinciple.)"},{"manual-section-id":"EIM42769","title":"Conditions for successful salary sacrifice: effectiveness of contractual arrangement","body":"For a summary of the conditions that have to be met for a\nsuccessful salary sacrifice see\n[EIM42760](/guidance/employment-income-manual/EIM42700#EIM42760).\n\nThe following aspects should be considered when deciding if\nthe scheme is effective\n\n*   what is the date of the change in the\nremuneration package? Changes cannot be retrospective, (See[EIM42765](/guidance/employment-income-manual/EIM42700#EIM42765))\n*   has the employee&#x2019;s contractual\nentitlement to cash been reduced and replaced with a benefit? (See[EIM42766](/guidance/employment-income-manual/EIM42700#EIM42766))\n*   is there the right within the contract to\nreturn to the original remuneration package? What conditions, if\nany, have to be met in order to return to the original remuneration\npackage? (See[EIM42767](/guidance/employment-income-manual/EIM42700#EIM42767)).\n*   Is the benefit exempt from charge to\nincome tax or just exempt under the benefits code? (See[EIM42755](/guidance/employment-income-manual/EIM42700#EIM42755)).\n*   does the provided benefit satisfy the\n\n    conditions for exemption from tax and/or NIC? (See\n    [EIM42770](/guidance/employment-income-manual/EIM42700#EIM42770)).\n*   has the scheme been implemented? (See\n    [EIM42770](/guidance/employment-income-manual/EIM42700#EIM42770)).\n*   is the correct amount of tax and NIC being\n\n    accounted for?\n*   The National Minimum Wage (NMW) is a\n\n    consideration, as the cash wage should not fall below a set figure.\n\n    Apart from living accommodation, benefits in kind do not count\n\n    towards the national minimum wage. It makes no difference whether\n\n    or not the benefit is taxed."},{"manual-section-id":"EIM42770","title":"Conditions for successful salary sacrifice: implementation of contractual arrangement: payslip information","body":"For a summary of the conditions that have to be met for a\nsuccessful salary sacrifice see\n[EIM42760](/guidance/employment-income-manual/EIM42700#EIM42760).\n\nIf the scheme has been implemented then changes will be made\nto the employee&#x2019;s gross pay and the provision of\nbenefits.\n\n### Payslip information\n\nIf reduced salary/wages are payable then these changes should be\nreflected on the payslip. However, if you ask to see a post\nsacrifice payslip you may see that the figure of gross remuneration\non the payslip is unaltered. This does not automatically mean that\nthe salary sacrifice is ineffective. If the employment contract has\nbeen effectively varied the employee&#x2019;s entitlement to\nremuneration has changed. The contractual agreement is evidence of\nchange and figures on a payslip do not invalidate that. However if\nthere is no signed agreement (see\n[EIM42753](/guidance/employment-income-manual/EIM42700#EIM42753)) then it is reasonable to\n\nconsider all available information. The payslip is one of the\n\npieces of evidence that will help establish whether changes have\n\nbeen properly made. The Revenue has become aware that some payslips\n\ncontinue to show the pre-sacrifice level of gross salary as gross\n\npay. The sacrificed amount is shown as a deduction made before PAYE\n\nand NICs is applied. This format gives the impression that the\n\nemployee is entitled to the former (higher) level of salary and has\n\nsimply applied a sum to reimburse the employer for the provision of\n\na benefit.\n\nWe have spoken to representatives of payroll managers. They\n\nmade the case that most payroll software can only hold one number\n\nin the field for gross pay. In a salary sacrifice situation more\n\nthan one value is often required &#x2013; a lower figure to\n\ncalculate basic wages/salary and a higher figure to calculate\n\novertime, holiday pay, etc (See\n\n[EIM42771](/guidance/employment-income-manual/EIM42700#EIM42771)). We agreed that where the\n\nemployment contract has been effectively varied the format of the\n\npayslip will not be used to challenge the effectiveness of the\n\narrangement. However, as noted above, if the contract has not been\n\nchanged, the format of the payslip is one piece of evidence that we\n\nwould use as a basis on which to form a view\n\nFor mortgage applications, the amount of pay whether it is\n\nincludes benefits or is restricted to cash is a matter for the\n\nlender. It is not relevant for tax and NIC purposes."},{"manual-section-id":"EIM42771","title":"Conditions for successful salary sacrifice: implementation of contractual arrangement : reference or notional salary","body":"\n\n## Section 62 ITEPA 2003\n\n### Reference or notional salary\n\nIn many salary sacrifice arrangements the pre-sacrifice level of cash salary may continue to be referred to by both employer and employee. This is a useful summary of the value of the remuneration package as a whole which is made up of cash and benefits following the implementation of the salary sacrifice arrangement. The reference or notional salary may be used in the following situations:\n\n*   to determine an increase in pay\n*   to calculate overtime rates,*   to work out entitlement to holiday pay or sick pay etc\n*   to provide information about earnings to a mortgage lender\n\nThe use of the reference or notional salary does not invalidate the salary sacrifice. If the employment contract has been effectively varied that is conclusive for the employee&#x2019;s entitlement to basic salary/wages and benefits. The employer and employee may agree pay for other purposes. Overtime, holidays, sick pay on whatever basis they choose. The Revenue will simply require income tax and NICs on sums received.\n\nIt is reasonable for the reference/notional salary to be used in this way. For example the value of the remuneration package is &#xA3;24,000 per annum of which &#xA3;20,000 is in cash and the remainder in childcare vouchers. Any increase in pay is to be based on the value of the package, that is &#xA3;24,000 and that increase is to be paid monthly, in cash.  "},{"manual-section-id":"EIM42772","title":"Approval of scheme: before the scheme is set up and in operation","body":"\n\n## Section 62 ITEPA 2003\n\nFor an explanation of what is a salary sacrifice see [EIM42750](/guidance/employment-income-manual/EIM42750).\n\nYou may get requests for advice:\n\n*   on how to set up a salary sacrifice arrangement, or\n*   on whether draft documentation will achieve a successful salary sacrifice.\n\nYou should not comment on either of these areas. Salary sacrifice is a matter of employment law, not tax law. The nature of an employee&#x2019;s contract of employment is a matter for the employer and employee. HMRC&#x2019;s interest is in determining how the tax and NICs legislation applies to the various elements of the employee&#x2019;s remuneration package. HMRC only comment on proposed transactions in a limited range of circumstances. These limited circumstances are set out in the booklet 'Code of Practice 10 - Information and Advice'. These limited circumstances do not apply in a case of a proposed salary sacrifice.\n\nThere is an additional reason why HMRC cannot comment on proposed salary sacrifice arrangements. As a salary sacrifice involves an alteration of the contractual arrangements between employer and employee it would not be appropriate for HMRC to participate in advising how it should be set up. It is possible that the effect of this contractual alteration may subsequently become a matter of dispute between employer and employee. HMRC would not want to be involved in such a dispute by having given advice on its setting up.\n\nInformation on salary sacrifice is available to the public on the HMRC website. It can be found amongst 'publications' under the heading of 'specialist'. The web address is http://www.hmrc.gov.uk/specialist/salary_sacrifice.htm. In addition guidance in the Employment Income Manual on salary sacrifice is available to the public via the HMRC website. You can direct the enquirer to the relevant parts of this guidance at EIM42750 onwards. The web address is **www.hmrc.gov.uk/manuals/EIM42750.pdf**. [](/guidance/employment-income-manual/EIM42700#EIM42772)\n\nSee [EIM42773](/guidance/employment-income-manual/EIM42700#EIM42773) if the employer advises that he has already implemented changes to employment contracts and is seeking approval. "},{"manual-section-id":"EIM42773","title":"Approval of scheme: scheme set up and in operation","body":"For an explanation of what a salary sacrifice is see\n[EIM42750](/guidance/employment-income-manual/EIM42750).\n\nHMRC does not give advice on salary sacrifice arrangements\nbefore they have been implemented. (see\n[EIM42772](/guidance/employment-income-manual/EIM42700#EIM42772))\n\nThere is no requirement for employers to inform HMRC that\nthey have adopted a salary sacrifice arrangement. However, many\nemployers will do so for reassurance that they are accounting for\nthe correct amount of income tax and NIC. HMRC may agree that\nchanges to employment terms and conditions affect the\nemployees&#x2019; entitlement to earnings for tax and NICs purposes.\nAgreement is given on the understanding that it will cease to apply\nif there are further changes to the contract.\n\nSight of the following documents should establish whether the\nsalary sacrifice is effective. See\n[EIM42769](/guidance/employment-income-manual/EIM42700#EIM42769) and\n\n[EIM42770](/guidance/employment-income-manual/EIM42700#EIM42770) for information on the\n\nrelevance of these documents.\n\n*   the contract variation for one employee who has\n\n    agreed to the changes. If the employer is introducing a number of\n\n    options for employees, then the contract variation for each\n\n    different option. (See\n    [EIM42753](/guidance/employment-income-manual/EIM42700#EIM42753))\n*   the original contract of employment if it is not\n\n    clear what are the terms and conditions of the employment\n*   a payslip before and after the variation (See\n    [EIM42770](/guidance/employment-income-manual/EIM42700#EIM42770))\n*   the agreement between the employer and the benefit\n\n    (or voucher) provider\n*   if the benefit involves pension contributions then\n\n    information on the pension scheme including whether it is\n\n    registered and if so its pension scheme tax reference number at CAR\n\n    Pensions Schemes Services\n*   all other documents relevant to the scheme, for\n\n    example any booklet issued to the staff as a full guide to the\n\n    scheme\n\nIf the employer informs you that arrangements have been approved\n\nby HMRC in respect of another employer you should request:\n\n*   information and sight of the relevant documents\n\n    explaining why it is considered that the same arrangements have\n\n    been approved and\n*   confirmation that the arrangements implemented by\n\n    the other employer are identical."},{"manual-section-id":"EIM42775","title":"Contributions to a registered pension scheme: practical considerations","body":"For information on salary sacrifice generally see\n[EIM42750](/guidance/employment-income-manual/EIM42750) onwards.\n\nA common form of salary sacrifice is where rights to future\ncash remuneration are given up in return for the employer paying a\nsum to a registered pension scheme for the employee's benefit.\n\nWhere pension contributions are involved, the income tax\nliability of the employee will often not be affected whether or not\nthe salary sacrifice succeeds. If the salary sacrifice does not\nsucceed the pension contributions will be treated as employee\ncontributions. The employee will get full tax relief at his or her\ntop rate of tax on the contribution. This is the same overall\nincome tax liability as if the salary sacrifice had succeeded. For\nthe income tax effects of a salary sacrifice for sums paid to a\nregistered pension scheme see\n[EIM42780](/guidance/employment-income-manual/EIM42700#EIM42780)."},{"manual-section-id":"EIM42776","title":"Salary sacrifice: is the sacrifice effective: frequently asked question","body":"A list of Frequently Asked Questions is maintained on the HMRC\nwebsite. The link below will take you to the relevant pages:\n\n**http://www.hmrc.gov.uk/specialist/salary_sacrifice.htm**"},{"manual-section-id":"EIM42777","title":"Salary sacrifice: implementation of contractual arrangement: other points to consider","body":"\n\n## Section 62 ITEPA 2003\n\nFor a summary of the conditions that have to be met for a successful salary sacrifice, see [EIM42760](/guidance/employment-income-manual/EIM42700#EIM42760). See also [EIM42770](/guidance/employment-income-manual/EIM42700#EIM42770) and [EIM42771](/guidance/employment-income-manual/EIM42700#EIM42771) for guidance on practical issues arising from the implementation of a salary sacrifice arrangement.\n\n### Other points to consider when a salary sacrifice arrangement is implemented\n\n*   If the scheme involves childcare or childcare vouchers then the conditions for exemption must be met. (See [EIM21905](http://www.hmrc.gov.uk/manuals/eimanual/EIM21905.htm) and [EIM16057](/guidance/employment-income-manual/EIM16000#EIM16057)). Is the agreement to provide childcare between the employee and the childminder or nursery. If so the employer by paying the cost directly is meeting the employee&#x2019;s personal liability. (See [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)).*   For a registered pension scheme the amount which can be contributed to the scheme is normally linked to the employee&#x2019;s chargeable earnings. In consequence if the salary sacrifice results in some of the employee&#x2019;s income no longer being taxable, then the amount of contribution, which can be made to the scheme, will also drop.\n*   Does the scheme involve expenses or benefits, which are the subject of an existing dispensation? If it does then it could be that the benefits impact upon that dispensation. (See [EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051)).\n*   A request for approval of a salary sacrifice arrangement may not seek confirmation of the taxation of whatever is provided in lieu of the salary given up. However, if the arrangement involves the provision of a non-cash benefit that may qualify for an exemption from tax then you should consider whether all the conditions related to that exemption are met. (See [EIM42778](/guidance/employment-income-manual/EIM42700#EIM42778))"},{"manual-section-id":"EIM42778","title":"Salary sacrifice: other points to consider: application of the tax/NIC exemption","body":"\n\n## Tax/NICs exemptions on non-cash benefits\n\nSome non-cash benefits qualify for an exemption from tax and/or may be disregarded before calculating NICs. If this is the case for a benefit provided to an employee as part of a salary sacrifice arrangement, all conditions that apply to the exemption must be satisfied.\n\nFor example, some exemptions require that the provision of the benefit is made available to all employees.  This condition must be fully satisfied, whether or not all employees are able to participate in a salary sacrifice arrangement.\n\nEmployees whose salary is equal to or only slightly greater than the National Minimum Wage may not be able to participate in a salary sacrifice arrangement because a salary sacrifice arrangement cannot reduce an employee's cash earnings below the NMW.  If the provision of a benefit is only offered to employees who enter into a salary sacrifice agreement and so that benefit is not made available to any employees who cannot then that exemption will not apply.\n\nThis consideration does not apply to the exemptions relating to the provision of childcare vouchers or directly contracted childcare.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM42780","title":"Contributions to a registered pension scheme: income tax effects","body":"\n\n## Sections 62 and 308 ITEPA 2003\n\nFor information on salary sacrifice generally see [EIM42750](/guidance/employment-income-manual/EIM42750) onwards.\n\nFor practical considerations on how to deal with a salary sacrifice for payments into a registered pension scheme see [EIM42775](/guidance/employment-income-manual/EIM42700#EIM42775).\n\nThis page tells you about the income tax effects of a salary sacrifice in return for the employer paying a sum to a registered pension scheme for the employee's benefit.\n\nWhere such a salary sacrifice is accepted as successful (see example [EIM42785](/guidance/employment-income-manual/EIM42700#EIM42785)):\n\n*   the potential future cash remuneration sacrificed is not taxable\n*   the pension contribution made by the employer in return for the sacrifice will be an employer's contribution. This employer's contribution is not taxable on the employee.\n\nWhere such a salary sacrifice is **not **successful (see example [EIM42786](/guidance/employment-income-manual/EIM42700#EIM42786)):\n\n*   the employee continues to be taxed under Section 62 ITEPA 2003 on the higher level of cash remuneration received prior to the ineffective salary sacrifice. The employee continues to be entitled to the higher level of cash remuneration and has merely asked the employer to apply part of that remuneration on the employee's behalf.\n*   the pension contribution made by the employer as part of the ineffective salary sacrifice is an employee's contribution. The employee will get full tax relief on the contribution."},{"manual-section-id":"EIM42785","title":"Contributions to a registered pension scheme: example of successful salary sacrifice","body":"\n\n## Sections 62 and 308 ITEPA 2003\n\nThis is an example of a successful salary sacrifice and its income tax effects.\n\nFor an example of a salary sacrifice that is not successful see [EIM42786](/guidance/employment-income-manual/EIM42700#EIM42786) and[EIM42790](/guidance/employment-income-manual/EIM42700#EIM42790).\n\nFor information on salary sacrifice generally see [EIM42750](/guidance/employment-income-manual/EIM42750) onwards.\n\n**Example of successful salary sacrifice**&#xA0;\n\nA senior employee, who is not a director, is contractually entitled to a bonus each year. The amount of the bonus is based on the profits of the employing company.\n\nThe company's year end is 31 January. Accounts for the year ended 31 January 2003 are finalised on 31 July 2003 enabling the amount of the bonus to be calculated. The employee is not entitled to payment of the bonus until 31 October 2003. The employee is informed on 31 August 2003 that the bonus will be &#xA3;10,000. The letter informing the employee of the bonus asks the employee to choose between:\n\n*   receiving the bonus, or\n*   giving up his contractual rights to the bonus in return for the company making a &#xA3;10,000 employer's contribution to a registered pension scheme for his benefit.\n\nThe employee chooses the second option and returns the completed documentation to the company to this effect on 30 September 2003. The completed documentation makes it clear that\n\n*   the employee has given up his contractual rights to the bonus based on the company's profits for the year ended 31 January 2003 and\n*   he does not have the right to change his mind on this decision.\n\nThis is a successful sacrifice because it meets the necessary requirements (see [EIM42760](/guidance/employment-income-manual/EIM42700#EIM42760)):\n\n*   the bonus would have become money earnings on 31 October 2003. It is given up before then.\n*   the true construction of the revised arrangement between employer and employee is that the employee has got lower taxable cash remuneration and a non-taxable benefit. The &#xA3;10,000 is not chargeable."},{"manual-section-id":"EIM42786","title":"Contributions to a registered pension scheme: example of unsuccessful salary sacrifice","body":"This is an example of an unsuccessful salary sacrifice and its\nincome tax effects. See also\n[EIM42790](/guidance/employment-income-manual/EIM42700#EIM42790).\n\nFor an example of a salary sacrifice that is successful see\n[EIM42785](/guidance/employment-income-manual/EIM42700#EIM42785).\n\nFor information on salary sacrifice generally see\n[EIM42750](/guidance/employment-income-manual/EIM42750) onwards.\n\n**Example of unsuccessful salary sacrifice**\n\nA company employs 20 people. There is a registered pension\nscheme for the employees. The scheme is run by an insurance\ncompany. Each employee has the option of joining the scheme and\nalso of deciding the amount of his or her monthly pension\ncontribution. The employee's contributions could be made to the\npension scheme by:\n\n*   each employee sending a personal cheque or\narranging a personal standing order to the insurance company\n*   the employer collecting all the\n\n    employees&#x2019; contributions from the participating employees and\n\n    then sending one cheque for all of those employees contributions to\n\n    the insurance company.\n\nThe second alternative is much easier administratively for the\n\ninsurance company. That is what the employing company does. The\n\nemploying company gets the agreement of all of the participating\n\nemployees to pay their employees` contributions on their behalf.\n\nThe employees agree that the employing company can deduct the\n\namount of the contributions from their wage packet.\n\nThis is not a successful salary sacrifice. The true\n\nconstruction of the revised arrangement between employer and\n\nemployee is that each employee still remains entitled to the same\n\nlevel of cash remuneration as previously. Each employee is merely\n\nasking the employer to apply part of that cash remuneration on\n\ntheir behalf by paying the employee's pension contribution, see\n\n[EIM42769](/guidance/employment-income-manual/EIM42700#EIM42769).\n\nEach employee remains taxable on the continuing level of cash\n\nremuneration. But there will be full tax relief available on these\n\nemployees&#x2019; contributions subject to the maximum of 1000f\n\ntheir employment income."},{"manual-section-id":"EIM42790","title":"Salary sacrifice: example of an unsuccessful sacrifice","body":"This is an example of an unsuccessful salary sacrifice and its\nincome tax effects.\n\nFor an example of a salary sacrifice that is successful see\n[EIM42785](/guidance/employment-income-manual/EIM42700#EIM42785).\n\nFor information on salary sacrifice generally see\n[EIM42750](/guidance/employment-income-manual/EIM42750) onwards\n\n### Example of unsuccessful salary sacrifice\n\nThe pay slip for the month ended 31 July 2006 gives monthly pay\nas &#xA3;2000 plus overtime of &#xA3;100, deductions for tax of\n&#xA3;355 and NIC. The pay slip for the following month shows\nmonthly pay of &#xA3;2000 plus overtime of &#xA3;100, deductions\nfor NIC, childcare vouchers of &#xA3;200 and tax of &#xA3;310. The\ncode number operated on the salary has not changed.\n\nThe situation is not clear from the payslip. When asked, the\nemployer explains that for August, because childcare vouchers of\n&#xA3;55 a week are exempt, &#xA3;220 of vouchers has been deducted\nfrom the gross pay of &#xA3;2100 and tax charged on the net figure\nof &#xA3;1880. Further information is needed, for example a copy of\n\nthe employment contract and any variations agreed by the employer\n\nand employee to that contract.\n\nIt is established that in July the employee bought childcare\n\nvouchers. The employer was not involved. The employer accepts that\n\nas the childcare in July was not provided by him, no tax exemption\n\nis available. In August the employee asked the employer to buy the\n\nchildcare vouchers to take advantage of the exemption. The employer\n\ndid this and deducted the cost from the monthly salary. The\n\ncontract of employment shows that the employee is entitled to a\n\nbase salary of &#xA3;24000 to be paid monthly. This contract has\n\nnot been varied. As the employee&#x2019;s entitlement has remained\n\nthe same, this is not a successful sacrifice. (See\n\n[EIM42766](/guidance/employment-income-manual/EIM42700#EIM42766)).\n\nIf the employee bought or agreed to buy the childcare\n\nvouchers which the employer then reimbursed the cost or paid for,\n\nthe employer is meeting a pecuniary liability of the employee. In\n\nconsequence as the employer has not provided the voucher, exemption\n\nis not available, (see\n\n[EIM16057](/guidance/employment-income-manual/EIM16000#EIM16057))."}]}]}}