{"title":"EIM42800 - Residence and domicile:table of contents","details":{"manual_section_id":"EIM42800","body":"\n\n\n\n\n\n### Residence or employment in the Irish Republic &#x2013; see\n\n[EIM43000](http://www.hmrc.gov.uk/manuals/eimanual/EIM43000.htm)","sections":[{"title":" Residence and domicile: brief description","sections":[{"manual_section_id":"EIM42802","title":"Meaning of resident and\nordinarily resident","body":"Guidance on the meaning of resident and ordinarily resident in\nthe United Kingdom can be found in:\n\n*   [EIM42810](http://www.hmrc.gov.uk/manuals/eimanual/EIM42810.htm) onwards for individuals\n*   CT3365 onwards for companies.\n\nThe existence in the United Kingdom of a branch or agency of an\noverseas concern does not of itself make the overseas concern\nresident in the United Kingdom even if the profits of the branch or\nagency are chargeable to United Kingdom tax. Therefore employees\nwho:\n\n*   are employees of a concern resident\noutside and not resident in the United Kingdom and\n*   are sent to work at a United Kingdom\n\n    branch of that concern\n\nwill be employed by a foreign employer (see\n\n[EIM40031](http://www.hmrc.gov.uk/manuals/eimanual/EIM40031.htm)).\n\n Similarly, employees of an overseas government who work at\n\nan embassy or High Commissioner's office, etc. in the United\n\nKingdom will be employed by a foreign employer.\n\n*   See RE2250 onwards concerning diplomatic\n\n    privilege.\n*   See INTM153210 concerning the exemption\n\n    under a double taxation agreement of governmental\n\n    remuneration."},{"manual_section_id":"EIM42804","title":"Meaning of domicile:\nclaim to be not domiciled","body":"IM1630 tells you about what is meant by domicile.\n\nSee\n[EIM42806](http://www.hmrc.gov.uk/manuals/eimanual/EIM42806.htm) for the action to take when an\nindividual, who is only liable to tax on employment income, claims\nto be domiciled outside the United Kingdom.\n\nSee IM1635, if there is some other liability, for example, on\nMiscellaneous Income under the special rules for Foreign Income in\nPart 8 IT(TOI)A 2005 (previously under Case IV or V of Schedule\nD)."},{"manual_section_id":"EIM42806","title":"Claims to be not\ndomiciled in the United Kingdom: action on receipt of claim","body":"If an employee claims to be not domiciled in the United Kingdom you can only consider the claim if domicile is immediately relevant to the computation of the tax liability.\n\nIn some circumstances you can admit the claim without submission to CAR Personal Tax International\n\nIf you receive a non-domicile claim you should refer to the Residence, Domicile and Remittance Basis manual (RDRM20030) to decide if domicile is relevant. If it is relevant, you should then refer to the guidance at RDRM23000.\n\nIf domicile is not relevant, you should not admit the claim and explain to the claimant that domicile is not material. "}]},{"title":" Residence: taxpayers coming to the United Kingdom","sections":[{"manual_section_id":"EIM42810","title":"Meaning of resident in\nthe UK","body":"You need to know an employee's residence status before you can\ndecide what general earnings are chargeable to income tax. However,\nthe Taxes Acts do not define what is meant by resident and\nordinarily resident. Essentially it is a question of fact decided\nby the relevant facts of the particular case.\n\nYou need to know if the employee is:\n\n*   resident or not resident, and\n*   ordinarily resident or not ordinarily\nresident.\n\n'Resident' is related to actual presence in the United Kingdom\nduring the tax year.\n\n'Ordinarily resident' is normally where an individual is\nresident year after year."},{"manual_section_id":"EIM42820","title":"Resident in more than one\ncountry","body":"An individual can be resident and ordinarily resident in more\nthan one country at the same time. The fact that an individual\nmight prove to be resident or ordinarily resident elsewhere does\nnot mean that they will be neither resident nor ordinarily resident\nin the United Kingdom. The decision whether an individual is\nresident and ordinarily resident in the United Kingdom is made by\nreference to United Kingdom law."},{"manual_section_id":"EIM42830","title":"Husband and wife","body":"\n\n            [businesses &amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nFor a married couple, the residence status of a husband and wife\nis determined by reference to their own individual\ncircumstances.\n\n    "},{"manual_section_id":"EIM42840","title":"Counting days spent in\nthe UK","body":"The number of days spent in the United Kingdom are counted for\nthe purpose of an individual's residence status and the days for\nall visits to the United Kingdom during the tax year are added\ntogether.\n\n Before 6 April 2008 the days of arrival in, and departure\nfrom, the United Kingdom on the occasion of each visit were\nignored. But Finance Act 2008 introduced a new rule from 6 April\n2008 to include the day of arrival in the UK. Consequently an\nemployee or office holder who arrives in the UK on a Monday and\ndeparts on a Friday is counted as spending four days in the UK.\nBefore 6 April 2008 the stay for these purposes would have counted\nas three days.\n\n Different rules apply for counting days for purposes other\nthan residence status."},{"manual_section_id":"EIM42850","title":"Year of commencement or\n\ncessation of residence","body":"The Taxes Acts do not provide for splitting a tax year for\nresidence purposes. Strictly an individual resident in the United\nKingdom for a tax year is chargeable on the basis of being resident\nfor the whole year. By concession, when an employee's liability is\naffected by residence status, he or she is chargeable only by\nreference to the period of residence in the United Kingdom in the\nyear if the employee:\n\n*   is \"resident\" here for part of a tax year\nand\n*   is \"not ordinarily resident\" here for the\nother part of the year.\n\nThe effect of the concession is normally taken into account by\nstating the individual's residence status as though the year was\nsplit (see RE1740).\n\nThe full text of Extra-Statutory Concession A11 is:\n\n> **\"A11. Residence in the United Kingdom: year of commencement\n> or cessation of residence**\n>\n>  The Income and Corporation Taxes Acts make no provision for\n> splitting tax years in relation to residence and an individual who\n> is resident in the United Kingdom for any year of assessment is\n> chargeable on the basis that he is resident for the whole year.\n>\n>  But where an individual:\n\n*   comes to the United Kingdom to take up\npermanent residence or to stay for at least two years, or\n*   ceases to reside in the United Kingdom if\nhe has left for permanent residence abroad,\n\n> liability to United Kingdom tax which is affected by residence\n> is computed by reference to the period of his residence here during\n> the year. It is a condition that the individual should satisfy the\n> Board of Inland Revenue that prior to his arrival he was, or on his\n> departure is, not ordinarily resident in the United Kingdom. The\n> concession would not apply, for example, where an individual who\n> had been ordinarily resident in the United Kingdom left for\n> intended permanent residence abroad but returned to reside here\n> before the end of the tax year following the tax year of departure.\n>\n>  This concession is extended to the years of departure and\n> return where, subject to certain conditions, an individual goes\n> abroad for full time service under a contract of employment. These\n> conditions are:\n\n*   the individual&#x2019;s absence from the\nUnited Kingdom and the employment itself both extend over a period\ncovering a complete tax year, and\n*   any interim visits to the United Kingdom\nduring the period do not amount to\n\n*   183 days or more in any tax year, or\n*   an average of 91 days or more in a tax year (the\naverage is taken over the period of absence up to a maximum of four\nyears), and\n\n*   for years up to and including 1992-93, all\nthe duties of the employment are performed abroad or any duties the\nindividual performs in the United Kingdom are incidental to duties\nabroad.\n\n> Where the concession applies and the tax year is split, Section\n> 128 Finance Act 1995 (limit on income chargeable on non-residents:\n> income tax) does not apply for the period for which an individual\n> is treated as not resident. That Section only applies to complete\n> years of non-residence.\""},{"manual_section_id":"EIM42860","title":"Employees resident and\n\nnot resident in the same tax year","body":"Where the employee is treated as resident and not resident for\ndifferent periods of the same tax year:\n\n*   the instructions at[EIM40101](http://www.hmrc.gov.uk/manuals/eimanual/EIM40101.htm) onwards apply as though the\nresident and not resident parts of the year were separate tax years\n\n    **and**\n\n*   the results for each part should then be\nadded together to obtain the total liability for the tax year.\n\nBut see\n[EIM33052](http://www.hmrc.gov.uk/manuals/eimanual/EIM33052.htm) as regards terminal leave pay.\n\nWhere there is capital gains tax liability see CG25700\nonwards."},{"manual_section_id":"EIM42870","title":"Action when an employee\n\ncomes to, or leaves, the UK","body":"### Action to take when an employee comes to, or leaves, the United Kingdom\n\nTo decide whether you can deal with the case yourself or if you must submit the case to CAR Personal Tax International (Residence &amp; Domicile Technical Team) Bootle:\n\n*   for someone coming to the United Kingdom, see Residence, Domicile and Remittance Basis Manual RDRM10220 onwards\n*   for someone leaving the United Kingdom, obtain a completed form P85 in accordance with the Residence, Domicile and Remittance Basis Manual (RDRM10115) and see [EIM42930](http://www.hmrc.gov.uk/manuals/eimanual/EIM42930.htm)onwards.\n\nRetain and store the forms in accordance with the relevant procedural guidance."},{"manual_section_id":"EIM42880","title":"Submissions to CAR\n\nResidency (Residence &amp; Domicile Technical Team)","body":"### Submissions to CAR Personal Tax International (Residence &amp; Domicile Technical Team)\n\nWhere a submission has to be made to CAR PTI  (Residence &amp; Domicile Technical Team) Bootle it should:\n\n*   state the reason for the submission (for example, quote the EIM paragraph number)\n*   give a summary of the relevant facts\n*   draw attention to the relevant letters, etc., for example, forms P85, P85(S)(now withdrawn) or P86(now withdrawn)*   indicate prominently if, and why, the case requires urgent attention.\n\nYou do not necessarily need to set out your own views or suggestions (SCS122/02). "},{"manual_section_id":"EIM42890","title":"Issue of form P86","body":"### Issue of form P86\n\nForm P86 was withdrawn with effect from 1 June 2010-12-20\n\nNew arrivals to the UK will be integrated into HMRC processes by existing means\n\n*   Form P46/P46(expat) for new employees\n*   CWF1 for newly self employed, or\n*   SA1 registration process for customers who are not self employed but who need to complete a tax return"},{"manual_section_id":"EIM42900","title":"Action on receipt of\n\ncompleted P86: year of arrival","body":"The form P86 has now been withdrawn.\n\nNew arrivals to the UK are to be integrated into HMRC processes by existing means\n\n*   Form P46/P46(Expat) for new employees\n*   CWF1 for the newly self employed\n*   SA1 registration process for customers who are not self employed but who need to complete a tax return\n\nIf however, the form P86 was received in the department before 1 September 2010 please see the following guidance:\n\nFor the year of arrival, take the action referred to in the Residence, Domicile and Remittance Basis Manual (RDRM) (see RDRM10220 onwards to RDRM10235 (Chart A), RDRM10240 onwards to RDRM10265 (Chart B), and RDRM10270) according to the information supplied by the taxpayer on the completed form P86. "},{"manual_section_id":"EIM42910","title":"Taxpayer not ordinarily\n\nresident in the UK from date of arrival","body":"If, for the year of arrival in the United Kingdom, an individual is not ordinarily resident from the date of arrival, you should refer to the Residence, Domicile and Remittance Basis manual  (see RDRM10235 Chart B) to decide how to treat the ordinarily resident status for years after the year of arrival. "}]},{"title":" Residence: taxpayers leaving the United Kingdom","sections":[{"manual_section_id":"EIM42920","title":"Claims to repayment on\n\ncessation of residence in the UK","body":"### Claim to repayment on cessation of residence in the United Kingdom\n\nYou need to consider several factors when a claim to repayment is made by an individual who has left or is about to leave the United Kingdom.\n\nThe act of leaving the United Kingdom does not in itself automatically mean that a taxpayer is entitled to a repayment of tax. "},{"manual_section_id":"EIM42930","title":"When to issue form\n\nP85(S)","body":"### When to issue form P85(S)\n\nFrom 30 November 2010 the form P85(s) should no longer be used. Individuals wishing to claim a repayment of tax on leaving the UK to live or work abroad following completion of a work assignment should now complete the form P85 - Leaving the UK - getting your tax right.\n\nSee [EIM42940](http://www.hmrc.gov.uk/manuals/eimanual/EIM42940.htm) for further guidance on when to issue form P85. "},{"manual_section_id":"EIM42940","title":"When to issue form\n\nP85","body":"### When to issue form P85\n\nYou should send form P85 for completion when you are told that:\n\n*   an individual is claiming a repayment of tax when they leave the UK to live or work abroad\n*   an employee of a UK based employer is going to work abroad for at least a complete tax year and is applying for a tax code NT\n\nBut customers who are required to complete a Self Assessment return for the tax year that they leave the UK should not complete the form P85 **unless** they are doing so following bullet two above.\n\nWhere a customer has already completed a Self Assessment return for the year they left the UK a P85 is not needed as the return will show the residence position.  In this situation, if you receive a request for an NT tax code follow the guidance at RDRM10010. "},{"manual_section_id":"EIM42950","title":"Action on receipt of\n\ncompleted forms P85 and P85(S)","body":"### Action on receipt of a completed form P85 or P85(S)\n\nTake the action referred to in Chapter 1 of the Residence, Domicile and Remittance Basis Manual (see RDRM10120 onwards) according to the information supplied by the taxpayer on form P85 or form P85(S) (withdrawn from 30 November 2010). "}]}]}}