{"title":"EIM40009 - The year that earningsare ","details":{"manual_section_id":"EIM40009","body":"In 2007 and 2008, HMRC consulted with professional advisers with\nparticular expertise regarding the treatment of foreign nationals\ncoming to work in the UK and UK residents leaving the UK to work\nabroad. Many of the advisers&#x2019; clients have complex\nremuneration packages. Some are members of Long Term Incentive\nPlans or participants in other deferred remuneration schemes. The\naim of the exercise was to establish principles for determining the\ntax year that earnings, delivered by these arrangements, are\n&#x201C;for&#x201D;.\n\n The guidelines set out on the following pages were adopted\nby HMRC with effect from 28 February 2008. They are intended to be\ncomprehensive but do not claim to cover every plan and set of\ncircumstances that will arise.\n\n\n\nThe guidance sets out general principles and indicates the views\nHMRC is likely to take in specified circumstances. It is intended\nto aid and inform fact finding and decision making. It is not a\nsubstitute for obtaining all of the relevant information and\nexercising good judgment by applying the principles to the facts.\nThis is not an easy task as you may be required to balance one set\nof conditions against others. \n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n### Transitional arrangements\n\nHMRC published the following statement on 18 September 2008:\n\n&#x201C;For the avoidance of doubt HMRC was\nable to confirm that where Tax Returns were submittedprior to 18 October 2007 on the basis of the\nestablished HMRC position (which regardedconditionality as the determinant factor over\nany specific performance period) they will notseek to challenge the Returns on that point.\nFurthermore, if after 18 October 2007 anyindividual submitted a Tax Return for 2006/7\n(or earlier) in accordance with the HMRCguidance given on 18 October 2007 HMRC will\nnot seek to challenge the Return on this point,but if the individual wishes to change the\nbasis and adopt the position clarified on 28 February2008 HMRC would not object to a taxpayer\namendment provided that this is made within theavailable window.&#x201D;","sections":[{"title":null,"sections":[{"manual_section_id":"EIM40011","title":"Approach to determining\nthe year that earnings are &#x201C;for&#x201D;","body":"Lord Oliver&#x2019;s approach set out in Bray v Best (61TC705) at\npage 752 should be observed when determining the year that earnings\nare &#x201C;for&#x201D;:\n\n&#x201C;The period to which any given payment\nis attributed is a question to be determined as one offact in each case, depending upon all of the\ncircumstances, including its source and theintention of the payer so far as it can be\ngathered either from direct evidence or from thesurrounding circumstances&#x201D;.\n\n## Finding out the facts\n\nAn essential starting point is to obtain contemporaneous\nevidence. This may include all or any of the following:\n\n*   An understanding of the intention of the\nemployer in developing the incentive programmes\n*   Bonus plans\n*   Award letters\n*   Notes of meetings\n*   Correspondence between the parties\n*   Obtain an analysis of amounts paid\n\n    out\n*   An explanation of how awards are treated\n\n    in the employer-company accounts\n\nThese documents may indicate the understanding of the parties\n\nregarding the performance period that awards are intended to be\n\n&#x201C;for&#x201D;. The intention of the employer as disclosed to\n\nthe employee and the understanding of the employee are particularly\n\nsignificant.\n\n Unsubstantiated recollections of the employee regarding\n\nintention should be considered but given less weight than\n\ncontemporaneous documented statements.\n\n If Plan documents and contemporaneous information do not\n\nprovide clarity, it is reasonable to make inferences from available\n\nevidence.\n\n You may ask the Large Business Team or CRM dealing with the\n\nCorporation Tax affairs of the employer company how the bonus\n\nawards have been treated in the employer company accounts. The\n\ncompany may claim a deduction for a single year or may create\n\nprovisions to spread the deduction over a longer period. This may\n\nindicate the period the employer considers the award to be\n\n&#x201C;for&#x201D;. The accounting treatment is not conclusive, but\n\nit is significant. In the absence of clear statements in the Plan\n\ndocuments the accounting treatment may be evidence of the\n\nemployer&#x2019;s understanding of what the scheme was intended to\n\nachieve.\n\n Lump sums may be made up of amounts arising from different\n\nbonus periods and different deferred remuneration plans. If\n\ncomponent amounts are &#x201C;for&#x201D; different tax years,\n\ndifferent rules within Part 2 Chapters 4 and 5 may apply, to\n\nproduce different liabilities to income tax."},{"manual_section_id":"EIM40012","title":"Annual bonuses awarded\nfor meeting corporate, team or personal targets","body":"Many employers operate annual bonus schemes for their employees. There are usually performance criteria. These may require employees to meet corporate, team or individual targets. \n\nBonuses may be paid out by the employer or through a trust - usually an employee benefit trust (EBT). The identity of the payer is not relevant when determining the year that the award is &#x201C;for&#x201D;.  However, see the guidance below on &#x201C;discretion&#x201D;.\n\nIn some schemes, particularly those referenced to company performance, employees may accrue entitlement to receive bonuses as the performance period passes. In others, entitlement is conditional on remaining in employment until a specified date (see below).\n\nThe performance period and therefore the period that the bonus is &#x201C;for&#x201D; may be set out in the scheme documents. \n\nIf the performance period spans more than one tax year, Section 16(4) ITEPA 2003 applies. The bonus should be apportioned to the relevant tax years on the basis of a just and reasonable apportionment.\n\nSection 16 attributes general earnings to one or more tax years. You should not accept that awards can be &#x201C;for&#x201D; a shorter period, even a day, to which the rules in Part 2 Chapters 4 and 5 can be applied. Employers may spontaneously award &#x201C;spot-bonuses&#x201D; to all employees in post on a particular date, or entitlement to a performance bonus may crystallise when a particular performance factor is satisfied. Even though these events make take place on a particular day, the resultant awards should be treated as general earnings &#x201C;for&#x201D; the tax year in which the event occurred.\n\nUnless there is evidence to the contrary, HMRC takes the view that performance bonuses are &#x201C;for&#x201D; the performance period. This may be a calendar year or the company accounting period. In the case of specific projects, it may be the period beginning on the date when work started and ending when the specified outcomes were achieved.\n\n### Impact of Extra Statutory Concession A11 (ESC A11)\n\nESC A11 is a non-statutory concession that permits tax years to be split. It is usually relevant to years in which individuals arrive in or depart from the UK. In consequence of arrival or departure, there are discrete periods of non-residence (NR) and ordinary residence (OR) for tax purposes. If the conditions are satisfied, the tax year is split and each part treated as a separate tax year.\n\nWhere entitlement to spot bonuses or conditional bonuses arises on a single day the advice set out above indicates that the award is to be treated as earnings &#x201C;for&#x201D; the year in which that days falls. In ESC A11 cases this will be that part of the split year in which the relevant day falls.\n\nEvidence suggests spot bonuses and similar payments are relatively unusual and will be seen infrequently. If you suspect that the timing of entitlement has been manipulated to gain a tax advantage from the use of ESC A11, HMRC may decide to set aside the Concession and treat the individual as resident in the UK for the whole tax year.\n\n### Impact of Part 7A ITEPA 2003 - Employment income provided through third parties\n\nFinance Act 2011 introduced new rules (in Part 7A ITEPA 2003) that apply to third party arrangements used to provide for what is in substance a reward or recognition, or a loan, in connection with the employee&#x2019;s current, former, or future employment   See [EIM45000](http://www.hmrc.gov.uk/manuals/eimanual/EIM45000.htm) onwards.   \n\nThe rules apply with effect from 6 April 2011.  However, certain transactions carried out between 9 December 2010 and 5 April 2011 inclusive are covered by anti-forestalling rules.  See [EIM45900](http://www.hmrc.gov.uk/manuals/eimanual/EIM45900.htm) onwards.   \n\nWhere:\n\n*   the rules in Part 7A ITEPA apply to a bonus that is also taxed as earnings from an office or employment under section 62 ITEPA 2003 (see [EIM00515](http://www.hmrc.gov.uk/manuals/eimanual/EIM00515.htm)) and*   the time when the bonus is taxed as earnings from an office or employment is no later than the time when employment income would arise under Part 7A\n\nsection 62 will take priority over Part 7A.  See [EIM45735](http://www.hmrc.gov.uk/manuals/eimanual/EIM45735.htm).  \n\nIn practice, there are many circumstances where this order of priority will make no practical difference as the outcome will be the same.  However, if there are bonus arrangements that:\n\n*   use third party arrangements (such as a trust or a special purpose company) and*   where it is argued that the arrangements do not immediately generate taxable earnings from the employment\n\nthe rules on employment income provided through third parties may apply.  Note that there are a number of exclusions from the application of these rules, including for deferred remuneration arrangements as long as certain conditions are satisfied.  See [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm)."},{"manual_section_id":"EIM40013","title":"Bonuses and deferred\nremuneration plans &#x2013; the effect of conditionality and\nemployer&#x2019;s discretion","body":"### Conditionality\n\nMany bonus schemes are referenced to performance periods, but\nawards will not be paid unless employees are in employment on the\ndate of payment. For example, a bonus is referenced to company\nprofits for year ended 31 December but is not paid until the\nfollowing 30 June. Employees who worked for the employer during the\nperformance year forfeit their entitlement if they leave employment\nbefore 30 June.\n\n Up to 28 February 2008, HMRC took the view that the bonus\naward could only be &#x201C;for&#x201D; the year in which unfettered\nentitlement to receive it arose. The year that the bonus was\n&#x201C;for&#x201D; was the year in which the employment condition\nwas satisfied. Since 28 February 2008, HMRC has adopted the\nprinciples set out in EIM40008 and subsequent pages.\n\n### Good and bad leavers\n\nMany of the plans with employment conditions identify\n&#x201C;good&#x201D; and &#x201C;bad&#x201D; leavers and prescribe\ndifferent treatments for the two categories. &#x201C;Good\nleavers&#x201D; are employees who cease employment before the bonus\npayment date through retirement, redundancy or ill-health.\n&#x201C;Bad leavers&#x201D; are those who are dismissed for cause or\nresign to join a competitor.\n\n It is possible to take various views on the year that such\nbonus awards are &#x201C;for&#x201D; where there is an employment\ncondition:\n\n*   The performance period\n*   The performance period plus the period\nfrom the end of the performance period to the date of payment,\nsometimes referred to as the &#x201C;vesting period&#x201D;\n*   The year in which the date of payment\nfalls\n\nYour decision should take account of what the bonus scheme is\nintended to achieve. If this is not clear from the documents, you\nmay base judgments on how the employer treats good and bad leavers.\n\n Plans that:\n\n*   are designed to provide incentives to\nemployees for performance periods, but,\n*   do not pay out unless the participants are\nstill in employment at the specified date, but,\n*   do not specify any additional performance\nconditions in the period beginning after the original performance\nperiod and ending on the payment date,\n\nare likely to pay out awards that are &#x201C;for&#x201D; the\noriginal performance period. However, if the Plan introduces\nadditional performance conditions for the second period the period\nthat the award is &#x201C;for&#x201D; is likely to be the aggregate\nof both periods.\n\n If &#x201C;good leavers&#x201D; are entitled to receive\nawards; that may indicate that the awards are &#x201C;for&#x201D; the\noriginal performance period. Entitlement to pro-rated awards may\nindicate that entitlement is &#x201C;for&#x201D; the performance and\nthe vesting periods.\n\n Some schemes provide for deferred bonuses to be paid out\nwhen ownership of the company changes hands. This may be an\nindicator that the bonus is earned by that date and is\n&#x201C;for&#x201D; the relevant performance period.\n\n Even though these contingencies may not occur for all or any\nof the plan participants, their existence may shed light on the\nperiod the bonus is intended to be &#x201C;for&#x201D;.\n\n It is sometimes argued that the employment condition is\nnever just about being in employment on the specified date; that\nthe intention of the employer in introducing this condition is to\nobtain satisfactory performance in the period ending on the date of\npayment. This may well be the case. If evidence can be found to\nsupport the contention you should accept that the period the awards\nfrom the Plan are &#x201C;for&#x201D; is the combined performance and\nvesting periods.\n\n### Employers&#x2019; discretion\n\nSome bonus schemes give the employer absolute discretion to\naward or refuse to award bonuses. The discretion may lie with the\ntrustees if an Employee Benefit Trust (EBT) pays out the awards.\nThe Courts have held that, whatever the Plan says, an\nemployer&#x2019;s discretion in awarding or withholding a bonus is\nnot unfettered. However wide the discretion appears to be, the\nemployer is required to exercise his discretion rationally and in\ngood faith, and not irrationally or perversely.\n\n There may be a pattern of awards that may indicate the year\nthe awards are &#x201C;for&#x201D;. Employees may also have an\nunderstanding of how the bonus scheme works, and the period awards\nare referenced to, while accepting the employer&#x2019;s discretion.\n\n A discretionary bonus may therefore be &#x201C;for&#x201D; the\n\nperformance period, the combined performance and\n\n&#x201C;vesting&#x201D; period or the year in which discretion is\n\nexercised and payment is made. It is important to consider all of\n\nthe relevant information."},{"manual_section_id":"EIM40014","title":"Long Term Incentive Plans\nand Deferred Remuneration","body":"Various schemes exist to reward and provide incentives to\nemployees. Not all intended outcomes will be the same. The\nintention of the employer and the intended behavioural effect will\ninfluence the design of the scheme. For example, plans may be\nintended to:\n\n*   Tie-in valued employees and create a\ndisincentive for leaving and moving to a competitor, or,\n*   Motivate and reward outstanding\nperformance by aligning the interests of employees with those of\nthe shareholders\n\nSchemes intended to aid retention may include the following\nfeatures:\n\n*   Bonuses are paid after 3 &#x2013; 5 years\nof satisfactory employment\n*   The employer has discretion to award or\ndeny bonuses for good or bad leavers\n*   Part bonuses are paid year on year with\n\n    other entitlement remaining in the Plan\n*   Part entitlement to bonuses\n\n    &#x201C;vests&#x201D; each year, but is not paid until a later\n\n    year\n\nSchemes intended to motivate and reward outstanding performance\n\nmay include:\n\n*   Employment targets linked to growth in the\n\n    company&#x2019;s:\n\n*   share price\n*   turnover\n*   net profits\n*   expansion of certain markets\n*   market share\n\n*   Granting employees real stocks and shares\n\n    or &#x201C;phantom&#x201D; shares in the company. (In the phantom\n\n    schemes, no stocks or shares are assigned to the employees. Bonus\n\n    entitlement is calculated by reference to a notional share\n\n    portfolio.)\n\nPayments may be made up of amounts arising from different bonus\n\nperiods and different deferred remuneration plans. If component\n\namounts are &#x201C;for&#x201D; different tax years, different rules\n\nwithin Part 2 Chapters 4 and 5 may apply, to produce different\n\nliabilities to income tax.\n\n Awards from both types of schemes are likely to be\n\n&#x201C;for&#x201D; the whole performance or reference period. If\n\nthis is greater than one tax year then the final award should be\n\napportioned over the tax years falling into the performance period\n\non a reasonable basis."},{"manual_section_id":"EIM40015","title":"The year that awards from\nLong Term Incentive Plans and other deferred remuneration\narrangements are &#x201C;for&#x201D;","body":"### Entry to Long Term Incentive Plans (LTIPs)\n\nIf employees perform exceptionally well, they may be invited to\nparticipate in an LTIP. LTIPs run for pre-determined period that\ncan be as long as 10 years. This process may repeat year after year\nso that employees are simultaneously members of several Plans. In\nany particular year they may receive part awards from some and\nentire awards from others.\n\n The initial investment is often funded by part of the\nparticipant&#x2019;s bonus for the previous year. The employee may\nbe obliged to defer all or part of the previous year&#x2019;s bonus\nor may do so voluntarily. Plans may require a mixture of the two.\nThe initial contribution may be guaranteed, in the sense that it\ncannot be lost, and/or it may have the potential to increase and\ndecrease dependant on what the Plan tracks, for example, share\nprice or company turn- over.\n\n Other plans, particularly phantom share schemes, may simply\naward notional stock without any requirement for deferral from an\nearlier bonus.\n\n In addition to the anticipated growth in the share price\nthat adds value to the participants&#x2019; awards, employers may\nmake additional awards of stock to increase the value of the\nnotional portfolio. These &#x201C;matching awards&#x201D; may be\ngranted throughout the life of the scheme at times specified in the\nplan document.\n\n### Deferred bonuses and matching awards\n\nEmployers may defer the payment of bonuses and make eventual\npayment subject to conditions. For example, the employer awards a\nbonus of &#xA3;100,000 referenced to a performance period.\n&#xA3;75,000 is paid in cash immediately following the bonus year;\n&#xA3;25,000 is to be paid three years later in cash or shares, if\nthe employee has not resigned or been dismissed before the vesting\ndate. Such a deferral may be imposed by the employer, or it may be\nentered into voluntarily by the employee. To develop the example,\nthe &#xA3;25,000 deferral may be required by the employer but the\nemployee has the choice of voluntarily deferring a further\n&#xA3;25,000. In both scenarios, the employer may offer an\nenhancement or matching award. The matching award may be delivered\nin the form of shares or cash. The matching award may be added to\nthe LTIP at the beginning of the period. Additional matching awards\nmay be added at specified dates during the deferral or vesting\nperiod.\n\n### What year are LTIP awards &#x201C;for&#x201D;?\n\nIt is important to consider all of the relevant facts. The\ndeferred bonus may be &#x201C;for&#x201D; the original bonus year, or\nfor the whole deferral period. If there is particular emphasis on\nthe employee remaining in service at a future date, it may be for\nthe tax year in which that condition is met. However, this feature\nis unlikely to exist in isolation as the employer wants to motivate\nthe employee to perform well while remaining in employment. In\norder to determine the period that the deferred bonus is\n&#x201C;for&#x201D;, it is necessary to consider all of the relevant\ninformation and weigh the emphasis given to each factor.\n\n In general terms, simple deferred bonuses will remain\nearnings for the original bonus period, and growth or matching\nawards will be &#x201C;for&#x201D; the deferral period. In more\nsophisticated schemes where the deferred bonus is\n&#x201C;awarded&#x201D; and &#x201C;vests&#x201D; after the bonus year,\nand especially where there are further performance conditions\nrelating to this period, the deferred bonus may be earnings for the\nperiod between award and vest.\n\n There may also be circumstances where &#x201C;growth&#x201D;\nin the value of the fund is treated as being &#x201C;for&#x201D; the\nperformance period of the original deferred bonus. This view is\nlikely where no additional performance criteria are imposed during\nthe deferral period or, if there are, the conditions are the same\nas for the deferred bonus.\n\n If the conditions are significantly different, e.g. the\nmatching awards are conditional upon new performance criteria, the\n&#x201C;growth&#x201D; or matching awards are likely to be\n&#x201C;for&#x201D; the deferral or vesting period itself.\n\n If the conditions of the matching award are referenced\nsolely to the employee remaining in employment on the vesting or\npayment date in order to receive payment, the matching award is\nlikely to be earnings for the tax year in which entitlement to\nreceive the award matures.\n\n Enhancements or matching awards may be paid out of LTIPs at\nthe same time as deferred bonuses. Awards may be aggregated amounts\nthat are &#x201C;for&#x201D; different periods. It is important to\nunderstand how sums are calculated and whether different\nperformance periods should be considered."},{"manual_section_id":"EIM40016","title":"Staged vesting","body":"Some Long Term Incentive Plans (LTIPs) pay out awards in\ntranches. The details of different schemes will vary. For example,\nan LTIP fund containing deferred bonuses and matching awards may\npay out 20% per annum over five years or nothing in Years 1 and 2\nand 33% per annum in Years 3 to 5. Entitlement may be conditional\nupon participants meeting performance conditions and remaining in\nemployment.\n\n The period that each tranche is &#x201C;for&#x201D; has to be\ndetermined. If the evidence shows that the Plan is intended to\nreward performance over the period from award to vest, each part of\nthe final payment is &#x201C;for&#x201D; the period from the original\naward date until it vests, calculated as per Section 16(4) on a\njust and reasonable apportionment. In the first example, 20% is\n\n&#x201C;for&#x201D; Year 1; 20% is &#x201C;for&#x201D; Years 1 and 2,\n\nand so on. Alternatively, if there are no performance conditions\n\nand the Plan emphasises being in employment at each vesting date,\n\neach payment may be treated as earnings &#x201C;for&#x201D; the tax\n\nyear of receipt."}]}]}}