{"title":"Employment income provided through third parties: transitional rules: contents","details":{"manual-section-id":"EIM45900","body":"","breadcrumbs":[],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM45901","title":"Summary of structure of guidance on transitional rules","body":"The next sequence of pages tells you about the rules covering the transition between the tax regime as it stood before FA 2011 and the regime in Part 7A ITEPA 2003.\n\n[EIM45905](http://www.hmrc.gov.uk/manuals/eimanual/EIM45905.htm) introduces the anti-forestalling rules.\n\n[EIM45910](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm) and [EIM45915](http://www.hmrc.gov.uk/manuals/eimanual/EIM45915.htm) explain the anti-forestalling rules which apply if a step was taken within (what are now) Section 554C(1)(a) and (d) respectively.\n\nSome of the statutory exclusions apply with modifications to steps taken during the antiforestalling period.  [EIM45920](/guidance/employment-income-manual/EIM45920) onwards explain these modifications.\n\n[EIM45935](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm) onwards explain the &#x2018;settlement credit&#x2019; rules in Schedule 2 paragraph 59 FA 2011."},{"manual-section-id":"EIM45905","title":"Anti-forestalling rules : introduction","body":"\n\n## Schedule 2 paragraphs 52 to 58 FA 2011\n\nThe Part 7A rules have effect in relation to relevant steps taken on or after 6 April 2011.\n\nDraft legislation was published on that date.\n\nAnti-forestalling rules cover relevant steps taken in the period from 9 December 2010 to 5April 2011 inclusive.\n\nWhat matters is the date when the relevant step was taken  not, if different, the date when the parties arranged for the relevant step to be taken."},{"manual-section-id":"EIM45910","title":"Anti-forestalling rules: early step within Section 554C(1)(a)","body":"\n\n## Schedule 2 paragraph 53 FA 2011\n\n[Conditions](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm#IDAR2ABH)\n\n[Rules](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm#IDAN3ABH)\n\n[Example: operative date](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm#IDAUIBBH)\n\n[Example: relationship with benefits code](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm#IDAKJBBH)\n\nSuppose a relevant third person (P) pays a sum of money to a &#x2018;relevant person&#x2019; (see[EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090)), and thus takes a relevant step within Section 554C(1)(a), between 9December 2010 and 5 April 2011 (inclusive).  This transaction is labelled &#x2018;the early step&#x2019;.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm#top)\n\n\n## Conditions\n\nAnti-forestalling rules apply if three conditions are met.  These conditions are bulleted below.\n\n*   P takes the early step **between 9 December 2010 and 5 April 2011** (inclusive)\n*   The early step would have given rise to Part 7A income if the Part 7A rules had come into effect on 9 December 2010  that is, the arrangement would have come through the Section554A gateway and none of the exclusions would have applied.\n*   None of the payment is chargeable to income tax by virtue of Schedule 34 FA 2004 (non-UK pension schemes).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm#top)\n\n\n## Rules\n\nThese are the anti-forestalling rules relating to the taxation of employment income.\n\n*   The early step gives rise to Part 7A income.\n*   The value of the early step counts as A&#x2019;s employment income for **2012-13**.  Apart from that, the Part 7A rules apply by reference to the date when the early step was actually taken.\n*   The early step can be taken back in whole or in part.  **To the extent** that the person to whom the payment was made repays the sum to P **before 6 April 2012**:\n\n*   *   you reduce A&#x2019;s employment income, on a just and reasonable basis, to whatever amount is appropriate, and\n    *   the Part 7A rules do not apply to the reduced amount.\n\n*   Section 554Z5 (amount of Part 7A income: overlap with earlier step) does not apply to the early step.  You ignore the early step when applying Section 554Z5 (see[EIM45725](http://www.hmrc.gov.uk/manuals/eimanual/EIM45725.htm)).\n*   Section 554Z12 (amount of Part 7A income: relevant step taken after A&#x2019;s death etc) does not apply to the early step.  See [EIM45865](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm).\n*   For PAYE purposes, you treat P as having taken the early step **on 6 April 2012**.  See[EIM11813](/guidance/employment-income-manual/EIM11800#EIM11813).\n\n*   **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm#top)\n\n\n## Example: operative date\n\nA loan is arranged before 9 December 2010.\n\nThe loan is actually made, to a relevant person, on 9 December 2010.  This is a relevant step within Section 554C(1)(a).  See [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060).  The other conditions are met for the arrangement to come through the Section 554A gateway, and none of the exclusions applies.\n\nThe Part 7A rules do not apply to the arrangement of the loan.  But the anti-forestalling rules catch the advance of the loan.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm#top)\n\n\n## Example: relationship with benefits code\n\nA loan is made on 9 December 2010.  The facts are such that the loan is within the antiforestalling rules.  \n\nThe loan is repaid to P in full before 6 April 2012.  Consequently, the anti-forestalling rules do not apply.\n\nThe general rule is that the Part 7A rules take priority over the benefits code.  See [EIM45705](http://www.hmrc.gov.uk/manuals/eimanual/EIM45705.htm).\n\nBut, in this case, the repayment of the loan has disapplied the Part 7A rules.  Other things being equal, therefore, the loan will be within the benefits code.  On the benefits code and loans, see [EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards."},{"manual-section-id":"EIM45915","title":"Anti-forestalling rules: early step within Section 554C(1)(d)","body":"\n\n## Schedule 2 paragraph 54 FA 2011\n\nSuppose that a relevant third person (P) takes a relevant step within Section 554C(1)(d) (see[EIM45070](/guidance/employment-income-manual/EIM45000#EIM45070)) between 9December 2010 and 5April 2011 (inclusive).  This step is labelled &#x2018;the early step&#x2019;.\n\nAnti-forestalling rules may apply.  Note that, for the purposes of these rules, the application of Section 554C(1)(d) is narrowed down.  Some transactions that would come within Section554C(1)(d) will fall outside the narrower set of circumstances to which these rules apply.\n\n### Conditions\n\nIn order for the anti-forestalling rules to apply, six conditions must be met.  These conditions are bulleted below.\n\n*   P takes the early step **between 9 December 2010 and 5 April 2011** (inclusive).\n*   The subject of the relevant step is not a sum of money.\n*   The subject of the relevant step is a &#x2018;readily convertible asset&#x2019; (see [EIM11900](/guidance/employment-income-manual/EIM11800#EIM11900)) which P makes available to secure the payment of a sum of money.\n*   The payment of the sum of money is secured by P making the readily convertible asset available:\n\n*   *   for use as security for a loan made (or to be made) to a &#x2018;relevant person&#x2019; (see[EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090)), or\n    *   for use in some other way as security for the meeting of any liability (or the performance of any undertaking) which a relevant person has or will have.\n\n*   The early step would have given rise to Part 7A income if the Part 7A rules had come into effect on 9 December 2010  that is, the arrangement would have come through the Section554A gateway and none of the exclusions would have applied.\n*   The early step is not chargeable to income tax, in whole or in part, by virtue of Schedule 34 FA 2004 (non-UK pension schemes).\n\n### Early step outside the anti-forestalling rules\n\nThe anti-forestalling rules discussed on this page do **not** apply if:\n\n*   P makes a sum of money or asset available under an arrangement which **permits its use as security for a loan** made (or to be made) to a relevant person, or\n*   P makes a sum of money or asset available under an arrangement which **permits its use in some other way as security** for the meeting of any liability (or the performance of any undertaking) which a relevant person has or will have.\n\n### Rules\n\nThese are the anti-forestalling rules relating to the taxation of employment income.\n\n*   The early step gives rise to Part 7A income.\n*   The value of the early step counts as A&#x2019;s employment income for **2012-13**.  Apart from that, the Part 7A rules apply by reference to the date when the early step was actually taken.\n*   The early step can be taken back.  The Part 7A rules do not apply if:\n\n*   *   the readily convertible asset has been returned to P **before 6 April 2012**, and\n    *   as at that date the asset is not being used to secure the sum of money (or any part of it).\n\n*   Section 554Z5 (amount of Part 7A income: overlap with earlier step) does not apply to the early step.  You ignore the early step when applying Section 554Z5 (see[EIM45725](http://www.hmrc.gov.uk/manuals/eimanual/EIM45725.htm)).\n*   Section 554Z8 (amount of Part 7A income: cases where consideration given for relevant step) can apply to the early step.  But, if it does, you do not adjust its value by C x (Z3V  Z4V) / Z3V.  See [EIM45760](http://www.hmrc.gov.uk/manuals/eimanual/EIM45760.htm).\n*   Section 554Z12 (amount of Part 7A income: relevant step taken after A&#x2019;s death etc) does not apply to the early step.  See [EIM45865](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm).\n*   For PAYE purposes, you treat P as having taken the early step **on 6 April 2012**.  See[EIM11813](/guidance/employment-income-manual/EIM11800#EIM11813).\n\n*   **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM45920","title":"Anti-forestalling rules: early step within Section 554C(1)(a) or (d): exclusion for transactions under employee benefit packages"},{"manual-section-id":"EIM45925","title":"Anti-forestalling rules: early step within Section 554C(1)(a): exclusion for employee benefit packages","body":"\n\n## Schedule 2 paragraph 55 FA 2011\n\nIt may be that:\n\n*   the relevant third person took an early step within Section 554C(1)(a) or (d) between 9 December 2010 and 5April 2011 (inclusive), but\n*   if the Part 7A rules had been in force at that time, Section 554O (exclusions: employee car ownership schemes) would have prevented the early step from giving rise to Part7A income.  See[EIM45230](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm) onwards.\n\nIf so, the fall-back charge in Section 554O could still apply.\n\nIf, by the end of the repayment date provided in the employee car ownership scheme (or, if later, 6 April 2012), the car loan has not been fully repaid, then the outstanding amount gives rise to Part 7A income.\n\nThat is, the Part 7A rules deem:\n\n*   a relevant step to be taken at the end of that date giving rise to Part 7A income, and\n*   A to be a relevant person within Section 554C(1) in respect of this step.\n\nThe subject of this notional relevant step is a sum of money equal to the outstanding amount of the car loan at the end of that date."},{"manual-section-id":"EIM45930","title":"Anti-forestalling rules: early step within Section 554C(1)(a) or (d): priority of Part 7 ITEPA 2003 over Part 7A rules","body":"\n\n## Schedule 2 paragraph 55 FA 2011\n\nIf a relevant third person (P) takes an early step within Section554C(1)(a) or (d) (see[EIM45910](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm) and [EIM45915](http://www.hmrc.gov.uk/manuals/eimanual/EIM45915.htm) respectively), it may be that one of the statutory exclusions will prevent the anti-forestalling rules from applying.\n\nSection 554N (exclusions: priority of Part 7 ITEPA 2003 over Part 7A rules) applies with one modification.  This modification is designed to ensure that the effect of the anti-forestalling provisions published on 9December 2010 (when the legislation was published in draft) was not altered in a way that would disadvantage taxpayers.\n\nThis guidance discusses Section 554N at [EIM45325](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm) onwards.\n\nThis is the modification.  If the early step is a loan to exercise an employment-related securities option:\n\n*   it cannot come within the exclusion in Section 554N(13), and\n*   accordingly, the related fall-back charge in Section 554N(14) to (16) cannot apply.\n\nOn Section 554N(13) to (16), see [EIM45335](http://www.hmrc.gov.uk/manuals/eimanual/EIM45335.htm)."},{"manual-section-id":"EIM45935","title":"Transition: relevant step within Section 554C or 554D giving rise to Part 7A income: relevant step within Section 554B before 6 April 2011 already taxed","body":"\n\n## Schedule 2 paragraph 59 FA 2011\n\n[Conditions applying to the relevant steps](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#IDA1GQKF)\n\n[Tax compliance conditions](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#IDAHIQKF)\n\n[Value condition](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#IDAGLQKF)\n\n[Reduction](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#IDAEOQKF)\n\n[Settlement credit](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#IDA5OQKF)\n\nThere is the possibility of double taxation if what is effectively the same amount is:\n\nfirst taxed as earnings from the employment in relation to a step taken before 6 April 2011, and\n\nthen taxed again under Part 7A ITEPA 2003.\n\nThis could happen if there is a third party arrangement which results in employment income being taxed both as earnings from the employment and under Part 7A.\n\nThere are special rules to stop this double taxation by reducing the value of the relevant step to take account (to summarise) of the amount taxed.\n\nIn summary, these special rules apply if:\n\n*   a relevant step within (what is now) Section 554B is taken before 6 April 2011,\n*   a relevant step within Section 554C or 554D is taken giving rise to Part 7A income, and\n*   specified conditions are met.\n\nIt is necessary to meet:\n\n*   conditions applying to the relevant steps,\n*   a tax compliance condition, and\n*   the value condition.\n\nIf all the conditions are met, Part 7A income is reduced.\n\nFor a worked example of these rules, see [EIM45940](http://www.hmrc.gov.uk/manuals/eimanual/EIM45940.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#top)\n\n\n## Conditions applying to the relevant steps\n\nThe relevant steps must meet three conditions.\n\n*   A relevant step within Section 554B (&#x2018;the pre-6 April 2011 step&#x2019;) was taken in a tax year before 6 April 2011 (&#x2018;the pre-6 April 2011 tax year&#x2019;).  See [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095).\n\nThis transaction did not give rise to any Part 7A income but it was still a relevant step within (what is now) Section 554B.\n\n*   A relevant step (&#x2018;the chargeable step&#x2019;) within Section 554C or 554D is taken and would  apart from these special rules - give rise to Part 7A income.  See [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060) onwards.\n*   The chargeable step gives rise to Part 7A income.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#top)\n\n\n## Tax compliance conditions\n\nThere are two tax compliance conditions.  One of these alternative conditions must be met.\n\nThe two conditions are very similar.  The second condition does not necessarily involve an agreement with HMRC.  The first condition does.\n\nThis is the first tax compliance condition.  It is laid down in Schedule 2 paragraph 59(1)(d)(i) and (e)(i) FA2011.  There are three parts to this condition and they must all be satisfied.\n\n*   Before the chargeable step is taken, an agreement was made between HMRC and:\n\n*   It was agreed that the pre-6 April 2011 step was to be treated as giving rise to earnings within Section 62 ITEPA 2003 (see [EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) of A from A&#x2019;s employment with B for the pre-6 April 2011 tax year.\n*   Before the chargeable step is taken, A or B has paid (or otherwise accounted for) any tax which A or B is required to pay (or otherwise account for) as a consequence of this agreement.\n\nThis is the second tax compliance condition.  It is laid down in Schedule 2 paragraph59(1)(d)(ii) and (e)(ii) FA2011.  There are two parts to this condition and they must both be satisfied.\n\n*   Before the chargeable step is taken, the tax payable by A for the pre-6 April 2011 was otherwise decided on the basis that the pre-6 April 2011 step was to be treated as giving rise to earnings within section 62 ITEPA 2003 (see [EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) of A from A&#x2019;s employment with B for the pre6April2011 tax year.\n*   Before the chargeable step is taken, A or B has paid (or otherwise accounted for) any tax which A or B is required to pay (or otherwise account for) as a consequence of this decision.\n\nNote that both these conditions refer to tax which &#x2018;A or B **has** paid (or otherwise accounted for)&#x2019;.  Therefore, neither condition will be met if there is merely:\n\n*   a tax liability which has not been settled, or\n*   a potential tax liability.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#top)\n\n\n## Value condition\n\nTo see whether the value condition is met, you take three steps.\n\n**Step 1**.  Calculate the value of the chargeable step after any reductions under:\n\n*   *   Section 554Z4 (residence issues  see [EIM45720](http://www.hmrc.gov.uk/manuals/eimanual/EIM45720.htm)),\n    *   Section 554Z5 (overlap with earlier relevant step  see [EIM45725](http://www.hmrc.gov.uk/manuals/eimanual/EIM45725.htm)),\n    *   Section 554Z6 (overlap with certain earnings  see [EIM45735](http://www.hmrc.gov.uk/manuals/eimanual/EIM45735.htm)),\n    *   Section 554Z7 (exercise price of share options  see [EIM45740](http://www.hmrc.gov.uk/manuals/eimanual/EIM45740.htm) onwards), and\n    *   Section 554Z8 (cases where consideration given for relevant step  see [EIM45755](http://www.hmrc.gov.uk/manuals/eimanual/EIM45755.htm) onwards).\n\n**Step 2**.  Determine, on a just and reasonable basis, the extent to which the result of Step 1 represents the earnings treated as arising from the pre-6 April 2011 step under the tax compliance condition.  If it represents those earnings to any extent, then the value condition is met.  Go to Step 3.\n\n**Step 3**.  Determine, on a just and reasonable basis, the extent to which the value calculated at Step 1 represents any return on those earnings.  If it represents such a return to any extent, then the value condition is met  but only to that extent.\n\nIn Step 3, the return can be income or capital, direct or indirect, realised or unrealised.\n\nIn Step 3, exclude any return so far as it is reasonable to suppose that the return exceeds the return which might have been expected on the assumption that all relevant connected persons are acting at arm&#x2019;s length of each other.  In other words, the amount that meets the value condition will exclude contrived or uncommercial returns on the original earnings.\n\nA &#x2018;relevant connected person&#x2019; is a person with a connection (direct or indirect) to the arrangement under which the return arises (Schedule 2 paragraph 59(4) FA 2011).  &#x2018;Connection&#x2019; here has its normal English meaning.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#top)\n\n\n## Reduction\n\nYou reduce the value of the chargeable step by an amount which reflects the extent to which that value represents (or still represents):\n\n*   the earnings treated as arising from the pre-6 April 2011 step under the tax compliance condition, or\n*   any return on those earnings.\n\nYou calculate this reduction on the same basis as in Steps 2 and 3 of the value condition.\n\nYou make this reduction after any reductions under Sections 554Z4 to 554Z8.  It cannot reduce the value of the chargeable step beyond nil.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm#top)\n\n\n## Settlement credit\n\nThis reduction is often called the &#x2018;settlement credit&#x2019;.\n\nBut remember that it is a reduction in the amount of Part 7A income, calculated by reference to other income.\n\nThis reduction will  as a result  reduce the income tax liability on the Part 7A income (unless, of course, this income would in any case have been covered by other allowances or reliefs).\n\nBut Schedule 2 paragraph 59 FA 2011 does not require a comparison between tax on the Part7A income and tax on the other income.  So, the &#x2018;settlement credit&#x2019; does not give credit for tax against tax.  Instead, it reduces the value of the Part 7A &#x2018;chargeable step.&#x2019;"},{"manual-section-id":"EIM45940","title":"Transition: relevant step within Section 554C or 554D giving rise to Part 7A income: relevant step within Section 554B before 6 April 2011 already taxed: example","body":"\n\n## Schedule 2 paragraph 59 FA 2011\n\nThere is the possibility of double taxation if what is effectively the same amount is:\n\nfirst taxed as earnings within Section 62 ITEPA 2003 (see [EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) for a period before 6 April 2011, and\n\nthen taxed again under Part 7A ITEPA 2003.\n\nThis could happen if there is a third party arrangement which results in essentially the same employment income being taxed both as earnings within section 62 ITEPA at an earlier date and under Part 7A after the commencement of the Part 7A rules because of something that happens after the Part 7A rules come into effect.\n\nThere are special rules to stop this double taxation.\n\n[EIM45935](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm) explains these rules.  This page gives a worked example.\n\n### Stage 1  settlement\n\nBefore 6 April 2011, employer B contributed a total of &#xA3;1.7 million to an EBT, as follows:\n\n*   &#xA3;0.5 million on 10 May 2005 (in 2005-06)\n*   &#xA3;0.9 million on 28 October 2006 (in 2006-07)\n*   &#xA3;0.3 million on 5 August 2007 (in 2007-08)\n\nThe trustee (P) immediately allocated all these amounts into a sub-trust for employee A.\n\nHMRC enquired into the treatment of the sums allocated into sub-trusts.\n\nEmployer B and HMRC reached a settlement on 1 December 2012.  It was agreed that all of the sums allocated to the sub-trust were payments of earnings within Section 62 ITEPA 2003 from A&#x2019;s employment with B.\n\nIn reaching the settlement, it was established that HMRC was able to collect the PAYE tax due on the payments of earnings for 2006-07 and 2007-08.\n\nBut HMRC did not take action within normal time limits to protect the taxing position for 200506.  Just for the purposes of this example, assume that it has also been established that on the specific facts of this case, extended time limits do not apply.\n\nIn reaching the settlement, therefore, HMRC and employer B agreed that B was not liable to account for PAYE on the 2005-06 earnings. To determine whether the Part 7A charge should be reduced in circumstances where information had been provided to HMRC see questions 2.3 to 2.7 in the EBT Frequently asked Questions&#xA0;\n\nFollowing the settlement, employer B paid the PAYE for 2006-07 and 2007-08 to HMRC on 1 March 2013.\n\n### Stage 2  Part 7A relevant step after settlement\n\nIn the time since the allocations to the sub-funds, the trustee had invested the allocations of &#xA3;1.7 million and the total amount had grown to &#xA3;1.9 million by 1 March 2013.\n\nThere is no suggestion of manipulation to inflate the investment returns artificially\n\nP paid the full sum of &#xA3;1.9 million to employee A on 31 March 2013.  This was a relevant step within Section 554C, and the arrangement came through the Section 554A gateway and so the Part 7A rules apply.\n\nBefore taking account of any reduction provided by Schedule 2 paragraph 59 FA 2011, the value of the relevant step to count as A&#x2019;s employment income would be &#xA3;1.9 million.\n\nIs a reduction due under paragraph 59?\n\nIn order to answer this question, you need to consider:\n\n*   the conditions applying to the relevant step,\n*   the tax compliance condition, and\n*   the value condition.\n\nAll three conditions applying to the relevant step are met.\n\n*   The allocations to the sub-trusts were steps within (what is now) Section 554B.\n*   The payment on 31 March 2013 was a relevant step within Section 554C.\n*   This relevant step gave rise to Part 7A income.\n\nAnd all three elements of the first tax compliance condition are met.\n\n*   The agreement between the employer and HMRC is made before the &#x2018;chargeable step&#x2019; is taken on 31 March 2013.\n*   The agreement covers one or more pre-6 April 2011 steps and provides that those steps are treated as giving rise to earnings within Section 62 ITEPA 2003 in the respective pre 6 April 2011 tax years.*   Before the &#x2018;chargeable step&#x2019; is taken on 31 March 2013, employer B has paid the outstanding tax due under PAYE for 2006-07 and 2007-08.  Although 2005-06 has not been paid, this year was included in the agreement as described in Stage 1 of this example.\n\nFinally, you need to consider the value condition.  As the growth in the EBT funds to &#xA3;1.9 million has come about through normal investment activity with no manipulation, the value of the relevant step taken on 31 March 2013 can be considered, on a just and reasonable basis, to represent the earnings included in the settlement. \n\nSo, you reduce the value of the relevant step by:\n\n*   the earnings of &#xA3;1.7 million (that is, the earnings for all three of the tax years covered by the settlement), and\n*   the directly attributable return on those earnings of &#xA3;0.2 million.\n\nSo, the value of the relevant step is reduced to nil.\n\nThe treatment of the payment of trust income of &#xA3;0.2 million to the employee will need to be considered separately."}]}]}}