{"title":"Employment income provided through third parties","details":{"manual-section-id":"EIM45350","body":"","breadcrumbs":[],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM45351","title":"Summary of structure of guidance on earmarking for employee share and share option schemes","body":"The next sequence of pages tells you about the exclusions in Sections 554J to 554M for earmarking for employee share and share option schemes.\n\n[EIM45355](/guidance/employment-income-manual/EIM45355) onwards are about **Section 554J**.  Section 554J is relevant to employee share schemes with specified vesting dates.\n\n[EIM45380](/guidance/employment-income-manual/EIM45380) explains how Sections 554J and 554K are related.\n\n[EIM45385](/guidance/employment-income-manual/EIM45385) onwards are about **Section 554K**.  Section 554K is relevant to employee share schemes with specified exit events.\n\n[EIM45405](/guidance/employment-income-manual/EIM45405) onwards are about **Section 554L**.  Section 554L is relevant to employee share option schemes with specified vesting dates.\n\n[EIM45430](/guidance/employment-income-manual/EIM45430) explains how Sections 554L and 554M are related.\n\n[EIM45435](/guidance/employment-income-manual/EIM45435) onwards are about **Section 554M**.  Section 554M is relevant to employee share option schemes with specified exit events.\n\n[EIM45455](/guidance/employment-income-manual/EIM45455) onwards explain some key terms used in the Part 7A rules about employee share and share option schemes."},{"manual-section-id":"EIM45355","title":"Overview and conditions","body":"\n\n## Section 554J(1) to (3) ITEPA 2003\n\n[Conditions](/guidance/employment-income-manual/EIM45355#IDAN4BBH)\n\n[Possibility of partial revocation](/guidance/employment-income-manual/EIM45355#IDAHDCBH)\n\n[The Section 554J exclusions: introduction](/guidance/employment-income-manual/EIM45355#IDAOECBH)\n\n[Section 554J exclusion for actual awards](/guidance/employment-income-manual/EIM45355#IDA0ECBH)\n\n[Section 554J exclusion for expected awards](/guidance/employment-income-manual/EIM45355#IDAPHCBH)\n\n[Connection with tax avoidance arrangement](/guidance/employment-income-manual/EIM45355#IDA1JCBH)\n\n[Section 554J: later events](/guidance/employment-income-manual/EIM45355#IDA0KCBH)\n\nThe trustee of an employee share scheme may earmark shares in order to meet its commitments under the scheme.  This will be a step within Section 554B which, if the other statutory conditions are met, will take the arrangement through the Section 554A gateway.\n\nBut this step will not give rise to Part 7A income if all the conditions of Section554J are met.\n\nSection 554J is an exclusion for employee share schemes which have a specified vesting date.\n\nThis page explains the Section 554J conditions and sets out the Section 554J exclusions in detail.  For illustrative examples, see[EIM45360](/guidance/employment-income-manual/EIM45360).\n\n[Top of page](/guidance/employment-income-manual/EIM45355#top)\n\n\n## Conditions\n\nSection 554J can only apply if B is a company.\n\nAn employee share scheme needs to meet the five conditions in Section 554J(1)(a) to (e) if it is to come within Section 554J.\n\n### Section 554J(1)(a)\n\nThere is an arrangement (&#x2018;B&#x2019;s employee share scheme&#x2019;) under which, in respect of A&#x2019;s employment with B, an **award** may be made to A of:\n\n*   &#x2018;relevant shares&#x2019;, or\n*   a sum of money the amount of which is to be determined by reference to the market value of any relevant shares at the time the sum is to be paid.\n\nOn &#x2018;relevant shares&#x2019;, see [EIM45480](/guidance/employment-income-manual/EIM45480).\n\nIt does not matter whether the award may be made by B or by some other person.\n\n### Section 554J(1)(b)\n\nThe main purpose of the award would **not** be the provision of relevant benefits.\n\n&#x2018;Relevant benefits&#x2019; has the same meaning as in Part 6 Chapter 2 ITEPA 2003 (EFRBS), except that, here, &#x2018;relevant benefits&#x2019; can include benefits charged to tax under Part 9 ITEPA 2003 (pension income).  See [EIM15021](/guidance/employment-income-manual/EIM15021).\n\n### Section 554J(1)(c)\n\nThe award would be on terms (&#x2018;the deferred award terms&#x2019;) which have three features in particular.\n\n*   First, the main purpose of the deferred award terms is to defer (1) the receipt of the shares by A or (2) the payment of the sum of money to A.\n*   Second, this receipt or payment is deferred to a specified date (&#x2018;the vesting date&#x2019;) which is after the date (&#x2018;the award date&#x2019;) on which the award is made.\n*   Third, the deferred award terms provide that the award is revoked if specified conditions are not met on or before the vesting date.\n\nOn &#x2018;specified date&#x2019;, see [EIM45485](/guidance/employment-income-manual/EIM45485).\n\nWhen studying the terms of an award, you need to consider what is being deferred.\n\nIf the main purpose of the terms is to defer the **receipt **of the shares by A, and the other statutory conditions are met, then the award will satisfy Section 554J(1)(c).\n\nIf, however, shares are awarded to A at the outset, but restrictions are imposed on the shares whose main purpose is to defer A&#x2019;s **remuneration**, then the award will not satisfy Section554J(1)(c).  Such shares will be restricted securities  see [ERSM30000](/guidance/employment-income-manual/ERSM30000) onwards.\n\n### Section 554J(1)(d)\n\nThe vesting date would not be more than ten years after the award date.\n\n&#x2018;The vesting date&#x2019; is an expressly defined term for Section 554J purposes.  It will not necessarily correspond with &#x2018;the vesting date&#x2019; as defined in the legal documentation for the share scheme under review.\n\n### Section 554J(1)(e)\n\nAs at the award date, there would be a reasonable chance that the award will be revoked because not all the specified conditions will be met on or before the vesting date.\n\n[Top of page](/guidance/employment-income-manual/EIM45355#top)\n\n\n## Possibility of partial revocation\n\nTo come within Section 554J(1), an award must pass the &#x2018;reasonable chance&#x2019; test in Section554J(1)(e).\n\nUnder Section 554J(2), the terms of the award may also (but do not have to) provide that the award of the deferred remuneration is partly revoked if certain conditions are not met on or before the vesting date.\n\nTherefore, if:\n\n*   an award of deferred remuneration passes the seven tests set out above, and\n*   the award is made on terms which provide that the award will be lost **in part** if the specified conditions are not met **completely**,\n\nthen the award will come within Section 554J(1).\n\n[Top of page](/guidance/employment-income-manual/EIM45355#top)\n\n\n## The Section 554J exclusions: introduction\n\nIf the arrangement meets the conditions in Section 554J(1), two exclusions are available.  They are very similar.  One relates to actual awards.  The other relates to expected awards.\n\nIf a relevant step comes within either of the Section 554J exclusions, it does not give rise to Part 7A income at that stage.\n\n[Top of page](/guidance/employment-income-manual/EIM45355#top)\n\n\n## Section 554J exclusion for actual awards\n\nTo come within the Section 554J exclusion for actual awards, a relevant step must meet the seven conditions in Section 554J(3).  These conditions are bulleted below.\n\n*   The relevant step is within Section 554B.\n*   But for Section 554J, the relevant step would give rise to Part 7A income.\n*   The subject of the relevant step is relevant shares (&#x2018;the earmarked shares&#x2019;) which are earmarked (or otherwise start being held) solely with a view to the meeting of an award which meets two conditions.\n*   First, this award is made to A as mentioned in Section 554J(1)(a).\n*   Second, this award meets the requirements of Section 554J(1)(b) to (e).\n\nOn &#x2018;solely&#x2019;, see [EIM45320](/guidance/employment-income-manual/EIM45320).\n\n*   *   &#x2018;E&#x2019; is the number of any relevant shares of any type which are earmarked shares, and\n    *   &#x2018;X&#x2019; is the maximum number of relevant shares of that type which one might reasonably expect to be needed for meeting the award.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](/guidance/employment-income-manual/EIM45470).\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45355#top)\n\n\n## Section 554J exclusion for expected awards\n\nTo come within the Section 554J exclusion for expected awards, a relevant step must meet the seven conditions in Section 554J(3).  These conditions are bulleted below.\n\n*   The relevant step is within Section 554B.\n*   But for Section 554J, the relevant step would give rise to Part 7A income.\n*   The subject of the relevant step is relevant shares (&#x2018;the earmarked shares&#x2019;) which are earmarked (or otherwise start being held) solely with a view to the meeting of an award which meets two conditions.\n*   First, this award is expected to be made to A as mentioned in Section 554J(1)(a).\n*   Second, if this award is made, it will meet the requirements of Section 554J(1)(b) to (e).\n*   E &#x2264; X, where\n\n*   *   &#x2018;E&#x2019; is the number of any relevant shares of any type which are earmarked shares, and\n    *   &#x2018;X&#x2019; is the maximum number of relevant shares of that type which one might reasonably expect to be needed for meeting the expected award.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](/guidance/employment-income-manual/EIM45470).\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45355#top)\n\n\n## Connection with tax avoidance arrangement\n\nOrdinary commercial arrangements should pass the anti-avoidance test mentioned above.\n\nBut you must examine an arrangement critically, if it purports:\n\n*   to come within Section554J, and\n*   to defer tax liability beyond the statutory time limits.\n\nSuch an arrangement may well fail the anti-avoidance test.\n\nThis is an illustrative example.  The anti-avoidance test is broad.  It may catch other avoidance transactions.\n\n[Top of page](/guidance/employment-income-manual/EIM45355#top)\n\n\n## Section 554J: later events\n\nIf a Section 554J exclusion prevents a relevant step from giving rise to Part 7A income, that is not the end of the story.\n\nIn special circumstances, there will be a fall-back charge on the vesting date.  See [EIM45365](/guidance/employment-income-manual/EIM45365).\n\nA fall-back charge may apply if a relevant step comes within the Section 554J exclusion for expected awards but the award is delayed.  See [EIM45370](/guidance/employment-income-manual/EIM45370).\n\nThere will be a fall-back charge if, broadly speaking, shares continue to be earmarked in circumstances in which the conditions for the exclusion are no longer met.  See[EIM45375](/guidance/employment-income-manual/EIM45375).\n\nIn practice, taxpayers are likely to arrange their affairs so that none of these fall-back charges applies."},{"manual-section-id":"EIM45360","title":"Examples","body":"\n\n## Section 554J(1) and (2) ITEPA 2003\n\n[Specified conditions: bad leavers](/guidance/employment-income-manual/EIM45360#IDAFOCBH)\n\n[Specified conditions: gross misconduct](/guidance/employment-income-manual/EIM45360#IDAJPCBH)\n\n[Specified conditions: deferred remuneration received early](/guidance/employment-income-manual/EIM45360#IDAIQCBH)\n\n[Specified conditions: conditions later lifted](/guidance/employment-income-manual/EIM45360#IDAYRCBH)\n\nHere are some examples illustrating the conditions in Section 554J (exclusions: earmarking for employee share schemes: specified vesting date).\n\nOn the conditions in Section 554J generally, see [EIM45355](/guidance/employment-income-manual/EIM45355).\n\n[Top of page](/guidance/employment-income-manual/EIM45360#top)\n\n\n## Specified conditions: bad leavers\n\nEven if the only circumstances that would result in the specified conditions failing to be met are that the employee departs from the employment as a 'bad leaver', this test can still be passed provided that it is realistic to suppose that the terms of the bad leaver clause could be satisfied.\n\nBut this will only apply if there is no possibility of the employee receiving the reward if the conditions for forfeiture are triggered.\n\nNote that &#x2018;bad leaver&#x2019; is a commercial term; for tax purposes, what matters is whether the statutory conditions are met.\n\nWhether or not the &#x2018;reasonable chance&#x2019; test is passed will depend on the facts of the case.\n\nBut the specified conditions must be genuine and not amount to guaranteed remuneration, just at a future date.\n\nWhere 'bad leaver' clauses include a provision for the remuneration committee or Board to exercise its discretion to override the rules in exceptional circumstances, the terms of awards can still be capable of meeting the condition in Section 554J(1)(e)  namely, if there is a reasonable chance that the award is revoked because the conditions for obtaining it have not been met.\n\nIn other words, awards on such terms will be capable of coming within the earmarking exclusion in Section 554J for deferred awards.\n\nBut, again, whether an award on such terms comes within Section 554J will depend on the facts of the case.  And the conditions, when looked at against any residual discretion of the remuneration committee, must be genuine.\n\n[Top of page](/guidance/employment-income-manual/EIM45360#top)\n\n\n## Specified conditions: gross misconduct\n\nSuppose that the specified conditions would fail to be met if  but **only** if  the employee was dismissed for gross misconduct.\n\nGross misconduct is a single act of misconduct that is serious enough on its own to justify the employee&#x2019;s immediate dismissal.\n\nRealistically, an employer is not going to make an award of deferred remuneration to an employee whom the employer reasonably expects to dismiss for gross misconduct before the award vests.\n\nThe &#x2018;reasonable chance&#x2019; test must be passed at the time when the award is made.\n\nTherefore, in this scenario, there is no reasonable chance that the award will be revoked.  And so the &#x2018;reasonable chance&#x2019; test is not passed.\n\n[Top of page](/guidance/employment-income-manual/EIM45360#top)\n\n\n## Specified conditions: deferred remuneration received early\n\nSuppose A receives the deferred remuneration:\n\n*   before the vesting date, or\n*   before the specified conditions have been met, or\n*   both.\n\nAs long as this early receipt does not cast any doubt on the genuine nature of the original deferral, it will not withdraw the cover of Section 554J from the original relevant step and there will be no retrospective charge.\n\nBut, if the early receipt does not attract PAYE, the fall-back charge will apply at the end of the vesting date.  See [EIM45365](/guidance/employment-income-manual/EIM45365).\n\nIf A receives the deferred remuneration early from P, P will take a relevant third step within Section 554C at that point.  See [EIM45060](/guidance/employment-income-manual/EIM45060).  If the statutory conditions are met, this will give rise to Part 7A income attracting PAYE.\n\n[Top of page](/guidance/employment-income-manual/EIM45360#top)\n\n\n## Specified conditions: conditions later lifted\n\nSuppose:\n\n*   an employee share scheme meets the conditions in Section 554J(1)(a) to (e),\n*   after (say) one year, some of the conditions are lifted, and\n*   as at the time when the conditions are lifted, there is no reasonable chance that the award will be revoked.\n\nSection 554J(1) imposes five conditions on the employee share scheme (see EIM45355).  You apply these five conditions at the award date.  Therefore, if an employee share scheme meets these conditions at the time when an award is made, and later on some of the conditions are lifted, that will not automatically disapply Section 554H.\n\nBut you need to find out **why** the conditions were lifted.\n\n*   If there is doubt about the genuineness of the conditions, the &#x2018;main purpose&#x2019; test may be failed  Section 554J(1)(c).\n*   If the conditions were made, or lifted, or both in the hope of avoiding tax, the relevant step may fail the &#x2018;tax avoidance&#x2019; test  Section 554J(3)."},{"manual-section-id":"EIM45365","title":"Fall-back charge on vesting date","body":"\n\n## Section 554J(8) to (12) ITEPA 2003\n\n[Case 1: other income tax provisions deal with receipt of shares](/guidance/employment-income-manual/EIM45365#IDAQVCBH)\n\n[Case 2: shares are no longer held because sum has been paid and dealt with under other income tax provisions](/guidance/employment-income-manual/EIM45365#IDA2WCBH)\n\n[Case 3: the award is revoked](/guidance/employment-income-manual/EIM45365#IDATYCBH)\n\n[Fall-back charge on vesting date](/guidance/employment-income-manual/EIM45365#IDAKZCBH)\n\nIf Section 554J has prevented a relevant step from giving rise to Part 7A income, there may be a fall-back charge on the vesting date.\n\nBut there are three cases in which this fall-back charge will not apply.  In practice, taxpayers will normally arrange to come within one of these three cases.\n\nThe vesting date is a non-standard time limit which has no connection with, for example, the end of the tax year or Self Assessment.\n\nOn &#x2018;the vesting date&#x2019;, see [EIM45355](/guidance/employment-income-manual/EIM45355).\n\n[Top of page](/guidance/employment-income-manual/EIM45365#top)\n\n\n## Case 1: other income tax provisions deal with receipt of shares\n\nIn this case (Section 554J(10)):\n\n*   A receives some earmarked shares before the end of the vesting date, and\n*   this gives rise to employment income of A which is:\n\n*   *   chargeable to income tax, or\n    *   exempt income (see [EIM45455](/guidance/employment-income-manual/EIM45455)).\n\nThe fall-back charge on the vesting date does not apply to such shares.\n\nIn this context, &#x2018;receives&#x2019; means &#x2018;becomes beneficially entitled to&#x2019;.\n\n[Top of page](/guidance/employment-income-manual/EIM45365#top)\n\n\n## Case 2: shares are no longer held because sum has been paid and dealt with under other income tax provisions\n\nIn this case (Section 554J(11)):\n\n*   part or all of the sum mentioned in Section 554J(1)(a) (see [EIM45355](/guidance/employment-income-manual/EIM45355)) is paid to A before the vesting date,\n*   this payment gives rise to rise to employment income of A which is:\n\n*   *   chargeable to income tax, or\n    *   exempt income (see [EIM45455](/guidance/employment-income-manual/EIM45455)), and\n\n*   the earmarked shares are no longer held by any person in relation to the award, whether because this payment represents the proceeds of their disposal of because the payment is made from another source.\n\nThe fall-back charge on the vesting date does not apply to such shares.\n\n[Top of page](/guidance/employment-income-manual/EIM45365#top)\n\n\n## Case 3: the award is revoked\n\nIn this case (Section 554J(12)):\n\n*   before the end of the vesting date, the award (or any part of it) is revoked in accordance with the deferred award terms, and\n*   correspondingly, earmarked shares are no longer held by any person in relation to the award.\n\nThe fall-back charge on the vesting date does not apply to those shares (because the arrangement has been unwound in accordance with the requirements of the legislation).\n\n[Top of page](/guidance/employment-income-manual/EIM45365#top)\n\n\n## Fall-back charge on vesting date\n\nOtherwise, under Section 554J(9), a relevant step is taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the vesting date.\n*   The subject of the relevant step is:\n\n*   *   any of the earmarked shares which have fallen outside the three special cases discussed above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs."},{"manual-section-id":"EIM45370","title":"Fall-back charge if award is delayed","body":"\n\n## Section 554J(4) and (5) ITEPA 2003\n\nA fall-back charge may apply if:\n\n*   a relevant step comes within the Section 554J exclusion for expected awards, but\n*   after three months, shares remain earmarked but the expected award is not made.\n\nIt makes no difference whether the award is of relevant shares or of a sum of money calculated by reference to the market value of relevant shares.\n\n### Conditions\n\nSection 554J(4) states when this fall-back charge applies.\n\n*   The award is not made before the end of the date (&#x2018;the final award date&#x2019;) falling immediately after the period of **three months** starting with the date on which the relevant third person (P) takes the relevant step.\n*   Broadly speaking, earmarked shares are still held with a view to the meeting of an award of relevant shares within one of the Section 554J exclusions.  More precisely  as at the end of the final award date, any of the earmarked shares continue to be held by or on behalf of the relevant third person solely with a view to the meeting of an award of relevant shares or a sum of money, calculated by reference to the market value of shares, which meets one of two alternative conditions.\n\n*   *   The first condition is that this award is to be made to A as mentioned in Section554J(1)(a) and is to meet the requirements of Section 554J(1)(b) to (e).\n    *   The second condition is that this award is expected to be made to A as mentioned in Section 554J(1)(a) and, if this award is made, it will meet the requirements of Section 554J(1)(b) to (e).\n\nOn Section 554J(1)(a) to (e), see [EIM45355](/guidance/employment-income-manual/EIM45355).\n\n### The fall-back charge\n\nSection 554J(5) defines this fall-back charge.\n\nA relevant step is deemed to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the final award date.\n*   The subject of the relevant step is:\n\n*   *   the shares which continue to be held as discussed above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs."},{"manual-section-id":"EIM45375","title":"Fall-back charge because of continued earmarking","body":"\n\n## Section 554J(6) and (7) ITEPA 2003\n\nA fall-back charge will apply if:\n\n*   Section 554J has prevented a relevant step from giving rise to Part 7A income, and\n*   broadly speaking, earmarked shares continue to be earmarked in circumstances in which the conditions for the exclusion are no longer met.\n\nMore precisely, under Section 554J(6) a fall-back charge will apply if, at any time (&#x2018;the relevant time&#x2019;) two conditions are met.  These two conditions are bulleted below.\n\n*   Any of the earmarked shares cease to be held solely with a view to the meeting of an award of relevant shares or of a sum of money calculated by reference to the market value of relevant shares which meets one of two alternative conditions.\n\n*   *   The first alternative condition is that this award is to be made to A as mentioned in Section554J(1)(a) and is to meet the requirements of Section 554J(1)(b) to (e).\n    *   The second alternative condition is that this award is expected to be made to A as mentioned in Section 554J(1)(a) and, if this award is made, it will meet the requirements of Section 554J(1)(b) to (e).\n\n*   Those shares continue to be held by or on behalf of P on a Section 554B basis.\n\nOn Section 554J(1)(a) to (e), see [EIM45355](/guidance/employment-income-manual/EIM45355).\n\nIn such a case, Section 554J(7) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the relevant time.\n*   The subject of the relevant step is:\n\n*   *   the shares which continue to be held as mentioned above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) and any relevant reliefs.\n\nOn Sections 554A(4) and 554B, see[EIM45095](/guidance/employment-income-manual/EIM45095)."},{"manual-section-id":"EIM45380","title":"How Sections 554J and 554K are related","body":"\n\n## Sections 554J and 554K ITEPA 2003\n\nThe exclusions under Section 554J are not available unless there is a specified vesting date which is at most ten years after the award date.  See [EIM45355](/guidance/employment-income-manual/EIM45355).\n\nSo, Section 554J cannot cover cases where there is no fixed time limit for the award to vest because the vesting is linked to exit events.\n\nSection 554K caters for such cases.  Sections 554J and 554K impose similar conditions.  But Section 554K requires the vesting to be linked to certain exit events taking place, rather than within a ten year time limit.\n\nThese exit events include (to summarise) a sale, flotation or winding up of the company in which the shares are held.\n\nOn Section 554J, see [EIM45355](/guidance/employment-income-manual/EIM45355) onwards.\n\nOn Section 554K, see [EIM45385](/guidance/employment-income-manual/EIM45385) onwards."},{"manual-section-id":"EIM45385","title":"Specified exit events: overview and conditions","body":"\n\n## Section 554K(1) and (2) ITEPA 2003\n\n[Conditions](/guidance/employment-income-manual/EIM45385#IDAQJDBH)\n\n[The Section 554K exclusions: introduction](/guidance/employment-income-manual/EIM45385#IDAQPDBH)\n\n[Section 554K exclusion for actual awards](/guidance/employment-income-manual/EIM45385#IDA2PDBH)\n\n[Section 554K exclusion for expected awards](/guidance/employment-income-manual/EIM45385#IDAUSDBH)\n\n[Connection with tax avoidance arrangement](/guidance/employment-income-manual/EIM45385#IDA3UDBH)\n\n[Section 554K: later events](/guidance/employment-income-manual/EIM45385#IDA2VDBH)\n\nThe trustee of an employee share scheme may earmark shares in order to meet its commitments.  This will be a step within Section 554B which, if the other statutory conditions are met, will take the arrangement through the Section 554A gateway.\n\nBut this step will not give rise to Part 7A income if all the conditions of Section554K are met.\n\nSection 554K is an exclusion for employee share schemes which have specified exit events.\n\nThis page explains the Section 554K conditions and sets out the Section 554K exclusions in detail.\n\n[Top of page](/guidance/employment-income-manual/EIM45385#top)\n\n\n## Conditions\n\nSection 554K can only apply if B is a company.\n\nAn employee share scheme needs to meet the five conditions in Section 554K(1)(a) to (e) if it is to come within Section 554K.\n\n### Section 554K(1)(a)\n\nThere is an arrangement (&#x2018;B&#x2019;s employee share scheme&#x2019;) under which, in respect of A&#x2019;s employment with B, an **award **may be made to A of:\n\n*   &#x2018;relevant shares&#x2019; which are not units in a collective investment scheme, or\n*   a sum of money the amount of which is to be determined by reference to the market value of any such relevant shares at the time the sum is paid.\n\nOn &#x2018;relevant shares&#x2019;, see [EIM45480](/guidance/employment-income-manual/EIM45480).  But note that, although &#x2018;relevant shares&#x2019; in Sections554J to 554M can include units in a collective investment scheme, in Section554K(1)(a) it cannot.\n\nIt does not matter whether the award may be made by B or by some other person.\n\n### Section 554K(1)(b)\n\nThe main purpose of the award would **not** be the provision of relevant benefits.\n\n&#x2018;Relevant benefits&#x2019; has the same meaning as in Part 6 Chapter 2 ITEPA 2003 (EFRBS), except that, here, &#x2018;relevant benefits&#x2019; can include benefits charged to tax under Part 9 ITEPA 2003 (pension income).  See [EIM15021](/guidance/employment-income-manual/EIM15021).\n\n### Section 554K(1)(c)\n\n**There are two possibilities.**\n\n*   The first possibility is that the relevant shares would be shares (including stock) in**:**\n\n*   a company the business of which consists wholly or mainly in the carrying on of a trade, or\n\n*   *   a company which controls such a company.\n\n*   The second possibility is that the relevant shares would be instruments which meet two conditions**.**\n\nFirst, they are debt instruments  to be precise, securities for the purposes of Part 7 Chapters 1 to 5 ITEPA 2003 within section 420(1)(b) ITEPA 2003 (see [ERSM20140](/guidance/employment-income-manual/ERSM20140)**).**\n\nSecond, they are issued by:\n\n*   *   a company the business of which consists wholly or mainly in the carrying on of a trade, or\n    *   a company which controls such a company**.**\n\n### Section 554K(1)(d)\n\nThe award would be on terms (&#x2018;the deferred award terms&#x2019;) the main purpose of which is to ensure that:\n\n*   the relevant shares are not received, or\n*   the sum of money is not paid,\n*   unless:\n*   a specified exit event occurs, or\n*   an exit event within a specified description occurs.\n\nOn &#x2018;exit events&#x2019;, see [EIM45465](/guidance/employment-income-manual/EIM45465).\n\n### Section 554K(1)(e)\n\nAs at the award date, there would be a reasonable chance that:\n\n*   the specified exit event will occur, or\n*   an exit event within a specified description will occur.\n\n[Top of page](/guidance/employment-income-manual/EIM45385#top)\n\n\n## The Section 554K exclusions: introduction\n\nIf the arrangement meets the conditions in Section 554K(1), two exclusions are available.  They are very similar.  One relates to actual awards.  The other relates to expected awards.\n\nIf a relevant step comes within either of the Section 554K exclusions, it does not give rise to Part 7A income at that stage.\n\n[Top of page](/guidance/employment-income-manual/EIM45385#top)\n\n\n## Section 554K exclusion for actual awards\n\nTo come within the Section 554K exclusion for actual awards, a relevant step must meet the seven conditions in Section 554K(2).  These conditions are bulleted below.\n\n*   The relevant step is within Section 554B.\n*   But for Section 554K, the relevant step would give rise to Part 7A income.\n*   The subject of the relevant step is relevant shares (&#x2018;the earmarked shares&#x2019;) which are earmarked (or otherwise start being held) solely with a view to the meeting of an award which meets two conditions.\n*   First, this award is made to A as mentioned in Section 554K(1)(a).\n*   Second, this award meets the requirements of Section 554K(1)(b) to (e).\n\nOn &#x2018;solely&#x2019;, see [EIM45320](/guidance/employment-income-manual/EIM45320).\n\n*   *   &#x2018;E&#x2019; is the number of any relevant shares of any type which are earmarked shares, and\n    *   &#x2018;X&#x2019; is the maximum number of relevant shares of that type which one might reasonably expect to be needed for meeting the award.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](/guidance/employment-income-manual/EIM45470).\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45385#top)\n\n\n## Section 554K exclusion for expected awards\n\nTo come within the Section 554K exclusion for expected awards, a relevant step must meet the seven conditions in Section 554K(2).  These conditions are bulleted below.\n\n*   The relevant step is within Section 554B.\n*   But for Section 554K, the relevant step would give rise to Part 7A income.\n*   The subject of the relevant step is relevant shares (&#x2018;the earmarked shares&#x2019;) which are earmarked (or otherwise start being held) solely with a view to the meeting of an award which meets two conditions.\n*   First, this award is expected to be made to A as mentioned in Section 554K(1)(a).\n*   Second, if this award is made, it will meet the requirements of Section 554K(1)(b) to (e).\n*   E &#x2264; X, where\n\n*   *   &#x2018;E&#x2019; is the number of any relevant shares of any type which are earmarked shares, and\n    *   &#x2018;X&#x2019; is the maximum number of relevant shares of that type which one might reasonably expect to be needed for meeting the expected award.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](/guidance/employment-income-manual/EIM45470).\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45385#top)\n\n\n## Connection with tax avoidance arrangement\n\nOrdinary commercial arrangements should pass the anti-avoidance test bulleted above.\n\nBut you must examine an arrangement critically, if it purports:\n\n*   to come within Section554K, and\n*   to defer tax liability beyond the statutory time limits.\n\nSuch an arrangement may well fail the anti-avoidance test.\n\nThis is an illustrative example.  The anti-avoidance test is broad.  It may catch other avoidance transactions.\n\n[Top of page](/guidance/employment-income-manual/EIM45385#top)\n\n\n## Section 554K: later events\n\nIf a Section 554K exclusion prevents a relevant step from giving rise to Part 7A income, that is not the end of the story.\n\nIn special circumstances, there will be a fall-back charge on the vesting date.  See[EIM45390](/guidance/employment-income-manual/EIM45390).\n\nA fall-back charge may apply if a relevant step comes within the Section 554K exclusion for expected awards but the award is delayed.  See [EIM45395](/guidance/employment-income-manual/EIM45395).\n\nThere will be a fall-back charge if, broadly speaking, shares continue to be earmarked in circumstances in which the conditions for the exclusion are no longer met.  See[EIM45400](/guidance/employment-income-manual/EIM45400).\n\nIn practice, taxpayers are likely to arrange their affairs so that none of these fall-back charges applies."},{"manual-section-id":"EIM45390","title":"Fallback charge at end of exit period","body":"\n\n## Section 554K(7) to (11) ITEPA 2003\n\nIf Section 554K has prevented a relevant step from giving rise to Part 7A income, there may be a fall-back charge at the end of &#x2018;the exit period&#x2019;.\n\nBut there are two cases in which this fall-back charge will not apply.  In practice, taxpayers will normally arrange to come within one of these two cases.\n\nThe end of the exit period is a non-standard time limit which has no connection with, for example, the end of the tax year or Self Assessment.\n\n&#x2018;The exit period&#x2019; is the period of six months starting with the date on which the exit event occurs: Section 554K(11).\n\nOn &#x2018;exit events&#x2019;, see [EIM45465](/guidance/employment-income-manual/EIM45465).\n\n### Case 1: other income tax provisions deal with receipt of shares\n\nIn this case (Section 554K(9)):\n\n*   A receives some earmarked shares before the end of &#x2018;the exit period&#x2019;, and\n*   this gives rise to employment income of A which is:\n\n*   *   chargeable to income tax, or\n    *   exempt income (see [EIM45455](/guidance/employment-income-manual/EIM45455)).\n\nThe fall-back charge at the end of the exit period does not apply to such shares.\n\nIn this context, &#x2018;receives&#x2019; means &#x2018;becomes beneficially entitled to&#x2019;.\n\n### Case 2: other income tax provisions deal with receipt of sum\n\nIn this case (Section 554K(10)):\n\n*   part or all of the sum of money mentioned in Section 554K(1)(a)  see [EIM45385](/guidance/employment-income-manual/EIM45385)  is paid to A before the end of the exit period,\n*   this payment gives rise to employment income of A which is:\n\n*   *   chargeable to income tax, or\n    *   exempt income (see [EIM45455](/guidance/employment-income-manual/EIM45455)), and\n\n*   some earmarked shares are no longer held by any person in relation to the award, whether because this payment represents the proceeds of their disposal or because the payment is made from another source.\n\nThe fall-back charge at the end of the exit period does not apply to such shares.\n\n### Fall-back charge at end of exit period\n\nOtherwise, Section 554K(8) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the exit period.\n*   The subject of the relevant step is:\n\n*   *   any of the earmarked shares which have fallen outside the two special cases discussed above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs.\n\nThe end of the exit period is a non-standard time limit which has no connection with, for example, the end of the tax year or Self Assessment."},{"manual-section-id":"EIM45395","title":"Fall-back charge if award is delayed","body":"\n\n## Section 554K(3) and (4) ITEPA 2003\n\nA fall-back charge may apply if a relevant step comes within the Section 554K exclusion for expected awards but the award is delayed.\n\nIt makes no difference whether the award is of relevant shares or of a sum of money calculated by reference to the market value of relevant shares.\n\n### Conditions\n\nSection 554K(3) states when this fall-back charge applies.\n\n*   The award is not made before the end of the date (&#x2018;the final award date&#x2019;) falling immediately after the period of **three months** starting with the date on which P takes the relevant step.\n*   Broadly speaking, earmarked shares are still held with a view to the meeting of an award within one of the Section 554K exclusions.  More precisely  as at the end of the final award date, any of the earmarked shares continue to be held by or on behalf of the relevant third person solely with a view to the meeting of an award of relevant shares or a sum of money (calculated by reference to the market value of relevant shares) which meets one of two alternative conditions.\n\n*   *   The first condition is that this award is to be made to A as mentioned in Section554K(1)(a) and is to meet the requirements of Section 554K(1)(b) to (e).\n    *   The second condition is that this award is expected to be made to A as mentioned in Section 554K(1)(a) and, if this award is made, it will meet the requirements of Section 554K(1)(b) to (e).\n\nOn Section 554K(1)(a) to (e), see [EIM45385](/guidance/employment-income-manual/EIM45385).\n\n### The fall-back charge\n\nSection 554K(4) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the final award date.\n*   The subject of the relevant step is:\n\n*   *   the shares which continue to be held as discussed above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs."},{"manual-section-id":"EIM45400","title":"Fallback charge because of continued earmarking","body":"\n\n## Section 554K(5) and (6) ITEPA 2003\n\nA fall-back charge will apply if:\n\n*   Section 554K has prevented a relevant step from giving rise to Part 7A income, and\n*   broadly speaking, earmarked shares continue to be earmarked in circumstances in which the conditions for the exclusion are no longer met.\n\nMore precisely, under Section 554K(5), a fall-back charge will apply if, at any time (&#x2018;the relevant time&#x2019;) two conditions are met.  These conditions are bulleted below.\n\n*   Any of the earmarked shares cease to be held solely with a view to the meeting of an award of relevant shares or of a sum of money which meets one of two alternative conditions.\n\n*   *   The first alternative condition is that this award is to be made to A as mentioned in Section554K(1)(a) and is to meet the requirements of Section 554K(1)(b) to (e).\n    *   The second alternative condition is that this award is expected to be made to A as mentioned in Section 554K(1)(a) and, if this award is made, it will meet the requirements of Section 554K(1)(b) to (e).\n\nOn Section 554K(1)(a) to (e), see [EIM45385](/guidance/employment-income-manual/EIM45385).\n\n*   Those shares continue to be held by or on behalf of the person taking the step on a Section 554B basis.\n\nIn such a case, Section 554K(6) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the relevant time.\n*   The subject of the relevant step is:\n\n*   *   the shares which continue to be held as mentioned above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs."},{"manual-section-id":"EIM45405","title":"Specified vesting date: overview and conditions","body":"\n\n## Section 554L(1) to (3) ITEPA 2003\n\n[Conditions](/guidance/employment-income-manual/EIM45405#IDA1BBOH)\n\n[Specified conditions: possibility of partial revocation](/guidance/employment-income-manual/EIM45405#IDAHGBOH)\n\n[The Section 554L exclusions: introduction](/guidance/employment-income-manual/EIM45405#IDAOHBOH)\n\n[Section 554L exclusion for actual grants](/guidance/employment-income-manual/EIM45405#IDA0HBOH)\n\n[Section 554L exclusion for expected grants](/guidance/employment-income-manual/EIM45405#IDASKBOH)\n\n[Connection with tax avoidance arrangement](/guidance/employment-income-manual/EIM45405#IDA1MBOH)\n\n[Section 554L: later events](/guidance/employment-income-manual/EIM45405#IDA0NBOH)\n\nThe trustee of an employee share option scheme may earmark shares in order to meet its commitments.  This will be a step within Section 554B which, if the other statutory conditions are met, will take the arrangement through the Section 554A gateway.\n\nBut this step will not give rise to Part 7A income if all the conditions of Section554L are met.\n\nSection 554L is an exclusion for employee share schemes which have a specified vesting date.\n\nThis page explains the Section 554L conditions and sets out the Section 554L exclusions in detail.  For illustrative examples, see[EIM45410](/guidance/employment-income-manual/EIM45410).\n\n[Top of page](/guidance/employment-income-manual/EIM45405#top)\n\n\n## Conditions\n\nSection 554L can only apply if B is a company.\n\nAn employee share option scheme needs to meet the five conditions in Section 554L(1)(a) to (e) if it is to come within Section 554L.\n\n### Section 554L(1)(a)\n\nThere is an arrangement (&#x2018;B&#x2019;s employee share scheme&#x2019;) under which, in respect of A&#x2019;s employment with B, a right (&#x2018;a relevant share option&#x2019;) may be granted to A:\n\n*   to acquire &#x2018;relevant shares&#x2019;, or\n*   to receive a sum of money the amount of which is to be determined by reference to the market value of any &#x2018;relevant shares&#x2019; at the time the sum is to be paid.\n\nOn &#x2018;relevant shares&#x2019;, see [EIM45480](/guidance/employment-income-manual/EIM45480).\n\nIt does not matter whether the right may be granted by B or by some other person.\n\nNote that &#x2018;relevant share option&#x2019; has a wide meaning.  For example, it is capable of covering a long term incentive plan under which A will be awarded shares automatically at a future date if specified conditions are met.\n\n### Section 554L(1)(b)\n\nThe main purpose of the grant of the relevant share option would **not** be the provision of relevant benefits.\n\n&#x2018;Relevant benefits&#x2019; has the same meaning as in Part 6 Chapter 2 ITEPA 2003 (EFRBS), except that, here, &#x2018;relevant benefits&#x2019; can include benefits charged to tax under Part 9 ITEPA 2003 (pension income).  See [EIM15021](/guidance/employment-income-manual/EIM15021).\n\n### Section 554L(1)(c)\n\nThe grant would be on terms (&#x2018;the deferred award terms&#x2019;) which have two features in particular.\n\n*   First, the main purpose of the deferred award terms is to ensure that A cannot exercise the relevant share option before a specified date (&#x2018;the vesting date&#x2019;) which is after the date (&#x2018;the grant date&#x2019;) on which the grant is made.\n*   Second, the deferred award terms provide that A cannot exercise the relevant share option at all if specified conditions are not met on or before the vesting date.\n\nOn &#x2018;specified date&#x2019;, see [EIM45485](/guidance/employment-income-manual/EIM45485).\n\nIf A becomes able to exercise the relevant share option early and does so, see [EIM45415](/guidance/employment-income-manual/EIM45415) (in particular, cases 1 and 2).\n\n### Section 554L(1)(d)\n\nThe vesting date would not be more than ten years after the award date.\n\n&#x2018;The vesting date&#x2019; is an expressly defined term for Section 554L purposes.  It will not necessarily correspond with &#x2018;the vesting date&#x2019; as defined in the legal documentation for the share option scheme under review.\n\n### Section 554L(1)(e)\n\nAs at the grant date, there would be a reasonable chance that A will not be able to exercise the relevant share option at all because not all the specified conditions will be met on or before the vesting date.\n\nOn the &#x2018;exercise&#x2019; of options, see [EIM45460](/guidance/employment-income-manual/EIM45460).\n\n[Top of page](/guidance/employment-income-manual/EIM45405#top)\n\n\n## Specified conditions: possibility of partial revocation\n\nTo come within Section 554L(1), an award must pass the &#x2018;reasonable chance&#x2019; test set out above.\n\nUnder Section 554L(2), the terms of the award may also (but do not have to) provide that the award of the deferred remuneration is partly revoked if certain conditions are not met on or before the vesting date.\n\nTherefore, if:\n\n*   an award of deferred remuneration passes the seven tests set out above, and\n*   the award is made on terms which provide that the award will be lost **in part** if the specified conditions are not met **completely**,\n\nthen the award will come within Section 554L(1).\n\n[Top of page](/guidance/employment-income-manual/EIM45405#top)\n\n\n## The Section 554L exclusions: introduction\n\nIf the arrangement meets the conditions in Section 554L(1), two exclusions are available.  They are very similar.  One relates to actual grants.  The other relates to expected grants.\n\nIf a relevant step comes within either of the Section 554L exclusions, it does not give rise to Part 7A income.\n\n[Top of page](/guidance/employment-income-manual/EIM45405#top)\n\n\n## Section 554L exclusion for actual grants\n\nTo come within the Section 554L exclusion for actual grants, a relevant step must meet the seven conditions in Section 554L(3).  These conditions are bulleted below.\n\n*   The relevant step is within Section 554B.\n*   But for Section 554L, the relevant step would give rise to Part 7A income.\n*   The subject of the relevant step is relevant shares (&#x2018;the earmarked shares&#x2019;) which are earmarked (or otherwise start being held) solely with a view to providing relevant shares pursuant to a relevant share option which has been granted and whose grant meets two conditions.\n*   First, this grant is made to A as mentioned in Section 554L(1)(a).\n*   Second, this grant meets the requirements of Section 554L(1)(b) to (e).\n\nOn &#x2018;solely&#x2019;, see [EIM45320](/guidance/employment-income-manual/EIM45320).\n\n*   *   &#x2018;E&#x2019; is the number of any relevant shares of any type which are earmarked shares, and\n    *   &#x2018;X&#x2019; is the maximum number of relevant shares of that type which one might reasonably expect to be needed for providing shares pursuant to the grant.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](/guidance/employment-income-manual/EIM45470).\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45405#top)\n\n\n## Section 554L exclusion for expected grants\n\nTo come within the Section 554L exclusion for expected grants, a relevant step must meet seven conditions.  These conditions are bulleted below.\n\n*   The relevant step is within Section 554B.\n*   But for Section 554L, the relevant step would give rise to Part 7A income.\n*   The subject of the relevant step is relevant shares (&#x2018;the earmarked shares&#x2019;) which are earmarked (or otherwise start being held) solely with a view to providing relevant shares pursuant to a relevant share option which is expected to be granted and whose grant meets two conditions.\n*   First, this grant is expected to be made to A as mentioned in Section 554L(1)(a).\n*   Second, if this grant is made, it will meet the requirements of Section 554L(1)(b) to (e).\n*   E &#x2264; X, where\n\n*   *   &#x2018;E&#x2019; is the number of any relevant shares of any type which are earmarked shares, and\n    *   &#x2018;X&#x2019; is the maximum number of relevant shares of that type which one might reasonably expect to be needed for providing shares pursuant to the expected grant.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](/guidance/employment-income-manual/EIM45470).\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45405#top)\n\n\n## Connection with tax avoidance arrangement\n\nOrdinary commercial arrangements should pass the anti-avoidance test bulleted above.\n\nBut you must examine an arrangement critically, if it purports:\n\n*   to come within Section554L, and\n*   to defer tax liability beyond the statutory time limits.\n\nSuch an arrangement may well fail the anti-avoidance test.\n\nThis is an illustrative example.  The anti-avoidance test is broad.  It may catch other avoidance transactions.\n\n[Top of page](/guidance/employment-income-manual/EIM45405#top)\n\n\n## Section 554L: later events\n\nIf a Section 554L exclusion prevents a relevant step from giving rise to Part 7A income, that is not the end of the story.\n\nIn special circumstances, there will be a fall-back charge on the final exercise date.  See[EIM45415](/guidance/employment-income-manual/EIM45415).\n\nA fall-back charge may apply if a relevant step comes within the Section 554L exclusion for expected grants but the grant is delayed.  See [EIM45420](/guidance/employment-income-manual/EIM45420).\n\nThere will be a fall-back charge if, broadly speaking, shares continue to be earmarked in circumstances in which the conditions for the exclusion are no longer met.  See[EIM45425](/guidance/employment-income-manual/EIM45425).\n\nIn practice, taxpayers are likely to arrange their affairs so that none of these fall-back charges applies."},{"manual-section-id":"EIM45410","title":"Specified vesting date: examples","body":"\n\n## Section 554L(1) and (2) ITEPA 2003\n\n[Specified conditions: bad leavers](/guidance/employment-income-manual/EIM45410#IDAIRBOH)\n\n[Specified conditions: gross misconduct](/guidance/employment-income-manual/EIM45410#IDAMSBOH)\n\n[Specified conditions: deferred remuneration received early](/guidance/employment-income-manual/EIM45410#IDAITBOH)\n\n[Specified conditions: conditions later lifted](/guidance/employment-income-manual/EIM45410#IDAYUBOH)\n\nHere are some examples illustrating the conditions in Section 554L (earmarking for employee share option schemes: specified vesting date).\n\nOn the conditions in Section 554L generally, see [EIM45405](/guidance/employment-income-manual/EIM45405).\n\n[Top of page](/guidance/employment-income-manual/EIM45410#top)\n\n\n## Specified conditions: bad leavers\n\nEven if the only circumstances that would result in the specified conditions failing to be met are that the employee departs from the employment as a 'bad leaver', this test can still be passed provided that it is realistic to suppose that the terms of the bad leaver clause could be satisfied.\n\nBut this will only apply if there is no possibility of the employee receiving the reward if the conditions for forfeiture are triggered.\n\nNote that &#x2018;bad leaver&#x2019; is a commercial term; for tax purposes, what matters is whether the statutory conditions are met.\n\nWhether or not the &#x2018;reasonable chance&#x2019; test is passed will depend on the facts of the case.\n\nBut the specified conditions must be genuine and not amount to guaranteed remuneration, just at a future date.\n\nWhere 'bad leaver' clauses include a provision for the remuneration committee or Board to exercise its discretion to override the rules in exceptional circumstances, the terms of grants can still be capable of meeting the condition in Section 554L(1)(e)  namely, if there is a reasonable chance that the grant is revoked because the conditions for obtaining it have not been met.\n\nIn other words, grants on such terms will be capable of coming within the earmarking exclusion in Section 554L for deferred grants.\n\nBut, again, whether a grant on such terms comes within Section 554L will depend on the facts of the case.  And the conditions, when looked at against any residual discretion of the remuneration committee, must be genuine.\n\n[Top of page](/guidance/employment-income-manual/EIM45410#top)\n\n\n## Specified conditions: gross misconduct\n\nSuppose that the specified conditions would fail to be met if  but **only** if  the employee was dismissed for gross misconduct.\n\nGross misconduct is a single act of misconduct that is serious enough on its own to justify the employee&#x2019;s immediate dismissal.\n\nRealistically, an employer is not going to make a grant of deferred remuneration to an employee whom the employer reasonably expects to dismiss for gross misconduct before the grant vests.\n\nThe &#x2018;reasonable chance&#x2019; test must be passed at the time when the grant is made.\n\nTherefore, in this scenario, there is no reasonable chance that the grant will be revoked.  And so the &#x2018;reasonable chance&#x2019; test is not passed.\n\n[Top of page](/guidance/employment-income-manual/EIM45410#top)\n\n\n## Specified conditions: deferred remuneration received early\n\nSuppose A receives the deferred remuneration:\n\n*   before the vesting date, or\n*   before the specified conditions have been met, or\n*   both.\n\nAs long as this early receipt does not cast any doubt on the genuine nature of the original deferral, it will not withdraw the cover of Section 554L from the original relevant step and there will be no retrospective charge.\n\nBut, if the early receipt does not attract PAYE, the fall-back charge will apply at the end of the final exercise date.  See [EIM45415](/guidance/employment-income-manual/EIM45415).\n\nIf A receives the deferred remuneration early from P, P will take a relevant third step within Section 554C at that point.  See [EIM45060](/guidance/employment-income-manual/EIM45060).  If the statutory conditions are met, this will give rise to Part 7A income attracting PAYE.\n\n[Top of page](/guidance/employment-income-manual/EIM45410#top)\n\n\n## Specified conditions: conditions later lifted\n\nSuppose:\n\n*   an employee share option scheme meets the conditions in Section 554L(1)(a) to (e),\n*   after (say) one year, some of the conditions are lifted, and\n*   as at the time when the conditions are lifted, there is no reasonable chance that the award will be revoked.\n\nSection 554L(1) imposes five conditions on the employee share option scheme (see[EIM45405](/guidance/employment-income-manual/EIM45405)).  You apply these five conditions at the award date.  Therefore, if an employee share option scheme meets these conditions at the time when an award is made, and later on some of the conditions are lifted, that will not automatically disapply Section554L.\n\nBut you need to find out **why** the conditions were lifted.\n\n*   If there is doubt about the genuineness of the conditions, the &#x2018;main purpose&#x2019; test may be failed  Section 554L(1)(c).\n*   If the conditions were made, or lifted, or both in the hope of avoiding tax, the relevant step may fail the &#x2018;tax avoidance&#x2019; test  Section 554L(3)."},{"manual-section-id":"EIM45415","title":"Specified vesting date: fall-back charge on final exercise date","body":"\n\n## Section 554L(8) to (14) ITEPA 2003\n\n[Case 1: other income tax provisions deal with receipt of shares](/guidance/employment-income-manual/EIM45415#IDAXYBOH)\n\n[Case 2: other income tax provisions deal with receipt of sum of money](/guidance/employment-income-manual/EIM45415#IDAI0BOH)\n\n[Case 3: the grant is revoked](/guidance/employment-income-manual/EIM45415#IDA11BOH)\n\n[Case 4: the option lapses](/guidance/employment-income-manual/EIM45415#IDAS2BOH)\n\n[Fall-back charge on final exercise date](/guidance/employment-income-manual/EIM45415#IDAO3BOH)\n\n[&#x2018;Exercise&#x2019; of options](/guidance/employment-income-manual/EIM45415#IDAH5BOH)\n\nIf Section 554L has prevented a relevant step from giving rise to Part 7A income, there may be a fall-back charge on the date (&#x2018;the final exercise date&#x2019;) which is ten years after the grant date.\n\nBut there are four cases in which this fall-back charge will not apply.  In practice, taxpayers will normally arrange to come within one of these four cases.\n\nThe final exercise date is a non-standard time limit which has no connection with, for example, the end of the tax year or Self Assessment.\n\n[Top of page](/guidance/employment-income-manual/EIM45415#top)\n\n\n## Case 1: other income tax provisions deal with receipt of shares\n\nIn this case (Section 554L(10)):\n\n*   A becomes able to exercise the relevant share option (in whole or in part) before the end of the vesting date,\n*   A exercises the option (wholly or partly) before the final exercise date and, as a result, receives the relevant shares, and\n*   the receipt of the shares gives rise to employment income of A which:\n\n*   *   is chargeable to income tax, or would be chargeable apart from Section 474 ITEPA 2003 (securities options: cases where Part 7 Chapter 5 ITEPA 2003 does not apply), or\n    *   is exempt income (see [EIM45455](/guidance/employment-income-manual/EIM45455)).\n\nThe fall-back charge on the final exercise date does not apply to those shares.\n\nIn this context, &#x2018;receives&#x2019; means &#x2018;becomes beneficially entitled to&#x2019;.\n\n[Top of page](/guidance/employment-income-manual/EIM45415#top)\n\n\n## Case 2: other income tax provisions deal with receipt of sum of money\n\nIn this case (Section 554L(11)):\n\n*   A becomes able to exercise the relevant share option (in whole or in part) before the end of the vesting date,\n*   A exercises the option (wholly or partly) before the final exercise date and, as a result, receives a sum of money,\n*   the payment of the sum gives rise to employment income of A which:\n\n*   *   is chargeable to income tax, or would be chargeable apart from Section 474 ITEPA 2003 (securities options: cases where Part 7 Chapter 5 ITEPA 2003 does not apply), or\n    *   is exempt income (see [EIM45455](/guidance/employment-income-manual/EIM45455)), and\n\n*   the payment represents the proceeds of the disposal of earmarked shares, or the payment is made from another source and, correspondingly, the shares are no longer held by any person in relation to the relevant share option.\n\nThe fall-back charge on the final exercise date does not apply to those shares.\n\n[Top of page](/guidance/employment-income-manual/EIM45415#top)\n\n\n## Case 3: the grant is revoked\n\nIn this case (Section 554L(12)):\n\n*   before the end of the vesting date, in accordance with the deferred grant terms, A ceases to be able to exercise the relevant share option (in whole or in part), and\n*   correspondingly, earmarked shares are no longer held by any person in relation to the relevant share option.\n\nThe fall-back charge on the final exercise date does not apply to those shares (because the arrangement has been unwound in accordance with the requirements of the legislation).\n\n[Top of page](/guidance/employment-income-manual/EIM45415#top)\n\n\n## Case 4: the option lapses\n\nIn this case (Section 554L(13)):\n\n*   A becomes able to exercise the relevant share option (in whole or in part) before the end of the vesting date, but\n*   the option lapses (in whole or in part) before the end of the final exercise date, and\n*   correspondingly, earmarked shares are no longer held by any person in relation to the relevant share option.\n\nThe fall-back charge on the final exercise date does not apply to those shares (because the arrangement has been unwound in accordance with the terms of the legislation).\n\n[Top of page](/guidance/employment-income-manual/EIM45415#top)\n\n\n## Fall-back charge on final exercise date\n\nOtherwise, Section 554L(9) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the final exercise date.\n*   The subject of the relevant step is:\n\n*   *   any of the earmarked shares which have fallen outside the four special cases discussed above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs.\n\n[Top of page](/guidance/employment-income-manual/EIM45415#top)\n\n\n## &#x2018;Exercise&#x2019; of options\n\nOn the &#x2018;exercise&#x2019; of options, see [EIM45460](/guidance/employment-income-manual/EIM45460)."},{"manual-section-id":"EIM45420","title":"Fall-back charge if grant is delayed","body":"\n\n## Section 554L(4) and (5) ITEPA 2003\n\nA fall-back charge may apply if a relevant step comes within the Section 554L exclusion for expected grants but the grant is delayed.\n\nIt makes no difference whether the relevant share option under review is to acquire relevant shares or to receive a sum of money.\n\n### Conditions\n\nSection 554L(4) states when the fall-back charge applies.\n\n*   The grant is not made before the end of the date (&#x2018;the final grant date&#x2019;) falling immediately after the period of **three months** starting with the date on which P takes the relevant step.\n*   Broadly speaking, earmarked shares are still held with a view to the exercise of a relevant share option within one of the Section 554L exclusions.  More precisely  as at the end of the final grant date, any of the earmarked shares continue to be held by or on behalf of the relevant third person solely with a view to providing relevant shares or paying a sum of money pursuant to a relevant share option, and the grant of this option meets one of two alternative conditions.\n\n*   *   The first condition is that this grant is to be made to A as mentioned in Section554L(1)(a) and is to meet the requirements of Section 554L(1)(b) to (e).\n    *   The second condition is that this grant is expected to be made to A as mentioned in Section 554L(1)(a) and, if this grant is made, it will meet the requirements of Section 554L(1)(b) to (e).\n\nOn the &#x2018;exercise&#x2019; of options, see [EIM45460](/guidance/employment-income-manual/EIM45460).\n\nOn Section 554L(1)(a) to (e), see [EIM45405](/guidance/employment-income-manual/EIM45405).\n\n### The fall-back charge\n\nSection 554L(5) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the final grant date.\n*   The subject of the relevant step is:\n\n*   *   the shares which continue to be held as discussed above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs."},{"manual-section-id":"EIM45425","title":"Fall-back charge because of continued earmarking","body":"\n\n## Section 554L(6) and (7) ITEPA 2003\n\nA fall-back charge will apply if:\n\n*   If Section 554L has prevented a relevant step from giving rise to Part 7A income, and\n*   broadly speaking, earmarked shares continue to be earmarked in circumstances in which the conditions for the exclusion are no longer met.\n\nMore precisely, under Section 554L(6), a fall-back charge will apply if, at any time (&#x2018;the relevant time&#x2019;) two conditions are met.  These conditions are bulleted below.\n\n*   Any of the earmarked shares cease to be held solely with a view to providing relevant shares or paying a sum of money pursuant to a relevant share option, and the grant of this option meets one of two alternative conditions.\n\n*   *   The first alternative condition is that this grant is to be made to A as mentioned in Section554L(1)(a) and is to meet the requirements of Section 554L(1)(b) to (e).\n    *   The second alternative condition is that this grant is expected to be made to A as mentioned in Section 554L(1)(a) and, if this grant is made, it will meet the requirements of Section 554L(1)(b) to (e).\n\n*   Those earmarked shares continue to be held by or on behalf of P on a Section 554B basis.\n\nOn Section 554L(1)(a) to (e), see [EIM45405](/guidance/employment-income-manual/EIM45405).\n\nIn such a case, Section 554L(7) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the relevant time.\n*   The subject of the relevant step is:\n\n*   *   the shares which continue to be held as mentioned above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs."},{"manual-section-id":"EIM45430","title":"How Sections554L and 554M are related","body":"\n\n## Sections 554L and 554M ITEPA 2003\n\nThe exclusions under Section 554L are not available unless there is a specified vesting date which is at most ten years after the grant date.  See [EIM45355](/guidance/employment-income-manual/EIM45355).\n\nSo, Section 554L cannot cover cases where there is no fixed time limit for A to become able to exercise the option because this event is linked to exit events.\n\nSection 554M caters for such cases.  Sections 554L and 554M impose similar conditions.  But Section 554M requires the vesting to be linked to certain exit events taking place, rather than within a ten year time limit.\n\nThese exit events are (to summarise) a sale, flotation or winding up of the company in which the shares are held.\n\nOn Section 554L, see [EIM45405](/guidance/employment-income-manual/EIM45405) onwards.\n\nOn Section 554M, see [EIM45435](/guidance/employment-income-manual/EIM45435) onwards."},{"manual-section-id":"EIM45435","title":"Specified exit events: overview and conditions","body":"\n\n## Section 554M ITEPA 2003\n\n[Conditions](/guidance/employment-income-manual/EIM45435#IDAIPLKF)\n\n[The Section 554M exclusions: introduction](/guidance/employment-income-manual/EIM45435#IDAOVLKF)\n\n[Section 554M exclusion for actual grants](/guidance/employment-income-manual/EIM45435#IDA0VLKF)\n\n[Section 554M exclusion for expected grants](/guidance/employment-income-manual/EIM45435#IDAFYLKF)\n\n[Connection with tax avoidance arrangement](/guidance/employment-income-manual/EIM45435#IDAO0LKF)\n\n[Section 554M: later events](/guidance/employment-income-manual/EIM45435#IDAN1LKF)\n\nThe trustee of an employee share option scheme may earmark shares in order to meet its commitments.  This will be a step within Section 554B which, if the other statutory conditions are met, will take the arrangement through the Section 554B gateway.\n\nBut this step will not give rise to Part 7A income if all the conditions of Section 554M are met.\n\nSection 554M is an exclusion for employee share option schemes which have specified exit events.\n\nThis page explains the Section 554M conditions and sets out the Section 554M exclusions in detail.\n\n[Top of page](/guidance/employment-income-manual/EIM45435#top)\n\n\n## Conditions\n\nSection 554M can only apply if B is a company.\n\nAn employee share option scheme needs to meet the five conditions in Section 554M(1)(a) to (e) if it is to come within Section 554M.\n\n### Section 554M(1)(a)\n\nThere is an arrangement (&#x2018;B&#x2019;s employee share option scheme&#x2019;) under which, in respect of A&#x2019;s employment with B, a right (&#x2018;a relevant share option&#x2019;) may be granted to A:\n\n*   to acquire &#x2018;relevant shares&#x2019; which are not units in a collective investment scheme, or\n*   to receive a sum of money the amount of which is to be determined by reference to the market value of any such relevant shares at the time the sum is paid.\n\nOn &#x2018;relevant shares&#x2019;, see [EIM45480](/guidance/employment-income-manual/EIM45480). But note that, although &#x2018;relevant shares&#x2019; in Sections554J to 554M can include units in a collective investment scheme, in Section554M(1)(a) it cannot.\n\nIt does not matter whether the grant may be made by B or by some other person.\n\nNote that &#x2018;relevant share option&#x2019; has a wide meaning.  For example, it is capable of covering a long term incentive plan under which A will be awarded shares automatically at a future date if specified conditions are met.\n\n### Section 554M(1)(b)\n\nThe main purpose of the grant of the relevant share option would **not** be the provision of relevant benefits.\n\n&#x2018;Relevant benefits&#x2019; has the same meaning as in Part 6 Chapter 2 ITEPA 2003 (EFRBS), except that, here, &#x2018;relevant benefits&#x2019; can include benefits charged to tax under Part 9 ITEPA 2003 (pension income).  See [EIM15021](/guidance/employment-income-manual/EIM15021).\n\n### Section 554M(1)(c)\n\n**There are two possibilities.**\n\n*   The first possibility is that the relevant shares would be shares (including stock) in:\n\n*   *   a company the business of which consists wholly or mainly in the carrying on of a trade, or\n    *   a company which controls such a company.\n\n*   The second possibility is that the relevant shares would be instruments which meet two conditions.\n\nFirst, they are debt instruments  to be precise, securities for the purposes of Part 7 Chapters 1 to 5 ITEPA 2003 within section 420(1)(b) ITEPA 2003 (see[ERSM20140](/guidance/employment-income-manual/ERSM20140)**).**\n\nSecond, they are issued by:\n\n*   *   a company the business of which consists wholly or mainly in the carrying on of a trade, or\n    *   a company which controls such a company**.**\n\n### Section 554M(1)(d)\n\nThe grant would be on terms (&#x2018;the deferred grant terms&#x2019;) the main purpose of which is to ensure that A cannot exercise the relevant share option unless:\n\n*   a specified exit event occurs, or\n*   an exit event within a specified description occurs.\n\nOn the &#x2018;exercise&#x2019; of options, see [EIM45460](/guidance/employment-income-manual/EIM45460).\n\nOn &#x2018;exit events&#x2019;, see [EIM45465](/guidance/employment-income-manual/EIM45465).\n\nIf A exercises the relevant share option early, see [EIM45440](/guidance/employment-income-manual/EIM45440) (in particular, cases 1 and 2).\n\n### Section 554M(1)(e)\n\nAs at the time the grant is made, there would be a reasonable chance that:\n\n*   the specified exit event will occur, or\n*   an exit event within a specified description will occur.\n\n[Top of page](/guidance/employment-income-manual/EIM45435#top)\n\n\n## The Section 554M exclusions: introduction\n\nIf the arrangement meets the conditions in Section 554M(1), two exclusions are available.  They are very similar.  One relates to actual grants.  The other relates to expected grants.\n\nIf a relevant step comes within either of the Section 554M exclusions, it does not give rise to Part 7A income.\n\n[Top of page](/guidance/employment-income-manual/EIM45435#top)\n\n\n## Section 554M exclusion for actual grants\n\nTo come within the Section 554M exclusion for actual grants, a relevant step must meet the seven conditions in Section 554M(2).  These conditions are bulleted below.\n\n*   The relevant step is within Section 554B.\n*   But for Section 554M, the relevant step would give rise to Part 7A income.\n*   The subject of the relevant step is relevant shares (&#x2018;the earmarked shares&#x2019;) which are earmarked (or otherwise start being held) solely with a view to providing relevant shares pursuant to a relevant share option which has been granted and whose grant meets two conditions.\n*   First, this grant is made to A as mentioned in Section 554M(1)(a).\n*   Second, this grant meets the requirements of Section 554M(1)(b) to (e).\n*   E &#x2264; X, where\n\n*   *   &#x2018;E&#x2019; is the number of any relevant shares of any type which are earmarked shares, and\n    *   &#x2018;X&#x2019; is the maximum number of relevant shares of that type which one might reasonably expect to be needed for providing shares pursuant to the grant.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see EIM45470.\n\nOn &#x2018;solely&#x2019;, see EIM45320.\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45435#top)\n\n\n## Section 554M exclusion for expected grants\n\nTo come within the Section 554M exclusion for expected grants, a relevant step must meet the seven conditions in Section 554M(2).  These conditions are bulleted below.\n\n*   The relevant step is within Section 554B.\n*   But for Section 554M, the relevant step would give rise to Part 7A income.\n*   The subject of the relevant step is relevant shares (&#x2018;the earmarked shares&#x2019;) which are earmarked (or otherwise start being held) solely with a view to providing relevant shares pursuant to a relevant share option which is expected to be granted and whose grant meets two conditions.\n*   First, this grant is expected to be made to A as mentioned in Section 554M(1)(a).\n*   Second, if this grant is made, it will meet the requirements of Section 554M(1)(b) to (e).\n*   E &#x2264; X, where\n\n*   *   &#x2018;E&#x2019; is the number of any relevant shares of any type which are earmarked shares, and\n    *   &#x2018;X&#x2019; is the maximum number of relevant shares of that type which one might reasonably expect to be needed for providing shares pursuant to the expected grant.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](/guidance/employment-income-manual/EIM45470).\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45435#top)\n\n\n## Connection with tax avoidance arrangement\n\nOrdinary commercial arrangements should pass the anti-avoidance test bulleted above.\n\nBut you must examine an arrangement critically, if it purports:\n\n*   to come within Section554M, and\n*   to defer tax liability beyond the statutory time limits.\n\nSuch an arrangement may well fail the anti-avoidance test.\n\nThis is an illustrative example.  The anti-avoidance test is broad.  It may catch other avoidance transactions.\n\n[Top of page](/guidance/employment-income-manual/EIM45435#top)\n\n\n## Section 554M: later events\n\nIf a Section 554M exclusion prevents a relevant step from giving rise to Part 7A income, that is not the end of the story.\n\nIn special circumstances, there will be a fall-back charge on the final exercise date.  See [EIM45440](/guidance/employment-income-manual/EIM45440).\n\nA fall-back charge may apply if a relevant step comes within the Section 554M exclusion for expected grants but the grant is delayed.  See [EIM45445](/guidance/employment-income-manual/EIM45445).\n\nThere will be a fall-back charge if, broadly speaking, shares continue to be earmarked in circumstances in which the conditions for the exclusion are no longer met.  See[EIM45450](/guidance/employment-income-manual/EIM45450).\n\nIn practice, taxpayers are likely to arrange their affairs so that none of these fall-back charges applies."},{"manual-section-id":"EIM45440","title":"Specified exit events: fall-back charge at end of exit period","body":"\n\n## Section 554M(7) to (13) ITEPA 2003\n\n[The exit period](/guidance/employment-income-manual/EIM45440#IDA43EEF)\n\n[Case 1: other income tax provisions deal with receipt of shares](/guidance/employment-income-manual/EIM45440#IDAO5EEF)\n\n[Case 2: other income tax provisions deal with receipt of sum](/guidance/employment-income-manual/EIM45440#IDA3AFEF)\n\n[Case 3: option lapses](/guidance/employment-income-manual/EIM45440#IDARCFEF)\n\n[Fall-back charge at end of exit period](/guidance/employment-income-manual/EIM45440#IDANDFEF)\n\n[&#x2018;Exercise&#x2019; of options](/guidance/employment-income-manual/EIM45440#IDAGFFEF)\n\nIf:\n\n*   Section 554M has prevented a relevant step from giving rise to Part 7A income, and\n*   the specified exit event, or an exit event within the specified description, occurs,\n\nthen there may be a fall-back charge at the end of &#x2018;the exit period&#x2019;.\n\nBut there are three cases in which this fall-back charge will not apply.  In practice, taxpayers will normally arrange to come within one of these three cases.\n\nThe end of the exit period is a non-standard time limit which has no connection with, for example, the end of the tax year or Self Assessment.\n\n[Top of page](/guidance/employment-income-manual/EIM45440#top)\n\n\n## The exit period\n\n&#x2018;The exit period&#x2019; is defined in Section 554M(12) and (13).\n\nUsually, the exit period is:\n\n*   the period of six months starting with the date on which the exit event occurs, or\n*   if it ends earlier, the period during which A can exercise the relevant share option in accordance with the deferred grant terms.\n\nBut, if the exit event is the admission of shares in the relevant company to trading on a stock exchange, the exit period is:\n\n*   the period of five years starting with the date on which the exit event occurs, or\n*   if it ends earlier, the period during which A can exercise the relevant share option in accordance with the deferred grant terms.\n\nOn &#x2018;exit events&#x2019;, see [EIM45465](/guidance/employment-income-manual/EIM45465).\n\n[Top of page](/guidance/employment-income-manual/EIM45440#top)\n\n\n## Case 1: other income tax provisions deal with receipt of shares\n\nIn this case (Section 554M(9)):\n\n*   A exercises the relevant share option (wholly or partly) before the end of the exit period and, as a result, receives the relevant shares, and\n*   the receipt of the shares gives rise to employment income of A which:\n\n*   *   is chargeable to income tax, or would be chargeable apart from Section 474 ITEPA 2003 (securities options: cases where Part 7 Chapter 5 ITEPA 2003 does not apply), or\n    *   is exempt income (see [EIM45455](/guidance/employment-income-manual/EIM45455)).\n\nThe fall-back charge on the final exercise date does not apply to those shares, because that would be double counting.\n\nIn this context, &#x2018;receives&#x2019; means &#x2018;becomes beneficially entitled to&#x2019;.\n\n[Top of page](/guidance/employment-income-manual/EIM45440#top)\n\n\n## Case 2: other income tax provisions deal with receipt of sum\n\nIn this case (Section 554M(10)):\n\n*   A exercises the relevant share option (wholly or partly) before the end of the exit period and, as a result, a sum of money as mentioned in Section 554M(1)(a)  see[EIM45435](/guidance/employment-income-manual/EIM45435)  is paid to A before the end of the exit period,\n*   this payment gives rise to employment income of A which:\n\n*   *   is chargeable to income tax, or would be chargeable apart from Section 474 ITEPA 2003 (securities options: cases where Part 7 Chapter 5 ITEPA 2003 does not apply), or\n    *   is exempt income (see [EIM45455](/guidance/employment-income-manual/EIM45455)), and\n\n*   some earmarked shares are no longer held by any person in relation to the relevant share option, whether because this payment represents the proceeds of their disposal of because the payment is made from another source.\n\nThe fall-back charge at the end of the exit period does not apply to such shares, because that would be double counting.\n\n[Top of page](/guidance/employment-income-manual/EIM45440#top)\n\n\n## Case 3: option lapses\n\nIn this case (Section 554M(11)):\n\n*   A becomes able to exercise the relevant share option (in whole or in part) before the end of the exit period, but\n*   the option lapses (in whole or in part) before the end of that period, and\n*   correspondingly, earmarked shares are no longer held by any person in relation to the relevant share option.\n\nThe fall-back charge on the final exercise date does not apply to those shares (because the arrangement has been unwound in accordance with the requirements of the legislation).\n\n[Top of page](/guidance/employment-income-manual/EIM45440#top)\n\n\n## Fall-back charge at end of exit period\n\nOtherwise, Section 554M(8) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the exit period.\n*   The subject of the relevant step is:\n\n*   *   any of the earmarked shares which have fallen outside the three special cases, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs.\n\n[Top of page](/guidance/employment-income-manual/EIM45440#top)\n\n\n## &#x2018;Exercise&#x2019; of options\n\nOn the &#x2018;exercise&#x2019; of options, see [EIM45460](/guidance/employment-income-manual/EIM45460)."},{"manual-section-id":"EIM45445","title":"Section 554M exclusion for expected grants: fall-back charge if grant is delayed","body":"\n\n## Section 554M(3) and (4) ITEPA 2003\n\nA fall-back charge may apply if a relevant step comes within the Section 554M exclusion for expected grants but the grant is delayed.\n\nIt makes no difference whether the relevant share option is to acquire relevant shares or to receive a sum of money.\n\n### Conditions\n\nSection 554M(3) states when this fall-back charge applies.\n\n*   The grant is not made before the end of the date (&#x2018;the final grant date&#x2019;) falling immediately after the period of **three months** starting with the date on which the relevant third person takes the relevant step.\n*   Broadly speaking, earmarked shares are still held with a view to the meeting of a grant of relevant shares within one of the Section 554K exclusions.  More precisely - as at the end of the final grant date, any of the earmarked shares continue to be held by or on behalf of the relevant third person solely with a view to providing relevant shares or paying a sum of money pursuant to a relevant share option, and the grant of this option meets one of two alternative conditions.\n\n*   *   The first condition is that this grant is to be made to A as mentioned in Section554M(1)(a) and is to meet the requirements of Section 554M(1)(b) to (e).\n    *   The second condition is that this grant is expected to be made to A as mentioned in Section 554M(1)(a) and, if this grant is made, it will meet the requirements of Section 554M(1)(b) to (e).\n\nOn Section 554M(1)(a) to (e), see [EIM45405](/guidance/employment-income-manual/EIM45405).\n\n### The fall-back charge\n\nSection 554M(4) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the final grant date.\n*   The subject of the relevant step is:\n\n*   *   the shares which continue to be held as discussed above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs."},{"manual-section-id":"EIM45450","title":"Specified exit events: fall-back charge because of continued earmarking","body":"\n\n## Section 554M(5) and (6) ITEPA 2003\n\nA fall-back charge will apply if:\n\n*   Section 554M has prevented a relevant step from giving rise to Part 7A income, and\n*   broadly speaking, earmarked shares continue to be earmarked in circumstances in which the conditions for the exclusion are no longer met.\n\nMore precisely, under Section 554M(5), a fall-back charge will apply if, at any time (&#x2018;the relevant time&#x2019;) two conditions are met.  These conditions are bulleted below.\n\n*   Any of the earmarked shares cease to be held solely with a view to providing relevant shares or paying a sum of money pursuant to a relevant share option, and the grant of this option meets one of two alternative conditions.\n\n*   *   The first alternative condition is that this grant is to be made to A as mentioned in Section554M(1)(a) and is to meet the requirements of Section 554M(1)(b) to (e).\n    *   The second alternative condition is that this grant is expected to be made to A as mentioned in Section 554M(1)(a) and, if this grant is made, it will meet the requirements of Section 554M(1)(b) to (e).\n\n*   Those earmarked shares continue to be held by or on behalf of the relevant third person on a Section 554B basis.\n\nOn Section 554M(1)(a) to (e), see [EIM45405](/guidance/employment-income-manual/EIM45405).\n\nIn such a case, Section 554M(6) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the relevant time.\n*   The subject of the relevant step is:\n\n*   *   the shares which continue to be held as mentioned above, and\n    *   any &#x2018;relevant income&#x2019; in relation to those shares.  See [EIM45475](/guidance/employment-income-manual/EIM45475).\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45095)) and any relevant reliefs."},{"manual-section-id":"EIM45455","title":"Meaning of &#x2018;exempt income&#x2019;","body":"\n\n## Section 8 ITEPA 2003\n\nUnless otherwise specified, &#x2018;exempt income&#x2019; in the Part 7A rules means exempt income for the purposes of the employment income Parts of ITEPA 2003.\n\nAn amount of income is &#x2018;exempt income&#x2019; for the purposes of the employment income Parts if, as a result of any exemption, no liability to income tax arises in respect of it as such an amount."},{"manual-section-id":"EIM45460","title":"&#x2018;Exercise&#x2019; of options","body":"\n\n## Sections 554L to 554N and 554Z7 ITEPA 2003\n\nPart 7A ITEPA 2003 refers in various places to an option being &#x2018;exercised&#x2019; or &#x2018;exercisable&#x2019;.\n\nThese terms respectively cover cases in which the option holder actively does (or can) exercise the option.\n\nBut they are not limited to such cases.\n\nThey also cover cases in which the option holder does not necessarily have to take any action in order to exercise the option.\n\nFor example, &#x2018;exercise&#x2019; could involve the automatic receipt of shares or cash at the end of a vesting period."},{"manual-section-id":"EIM45465","title":"Meaning of 'exit event'","body":"\n\n## Section 554I(6) ITEPA 2003\n\nThis page defines &#x2018;exit event&#x2019;.\n\n### Exit event\n\nIn Sections 554K and 554M, an &#x2018;exit event&#x2019; occurs in six circumstances.\n\n*   Shares in &#x2018;the relevant company&#x2019; are admitted to trading on a stock exchange.\n*   All the shares in the relevant company (or a substantial proportion of them) are disposed of to persons none of whom are connected with any of the persons making any disposal.\n*   If the business of the relevant company consists wholly or mainly in the carrying on of a trade:\n\n*   *   the relevant company ceases to carry on the trade (or a substantial proportion of it), and\n    *   on that occurring, a person who is not a &#x2018;relevant connected person&#x2019; starts to carry on the trade (or the proportion of it).\n\n*   The relevant company&#x2019;s assets (or a substantial proportion of them) are disposed of to a person who is not a &#x2018;relevant connected person&#x2019;.\n*   The winding up of the relevant company starts  that is:\n\n*   *   the company passes a resolution for its winding up,\n    *   a petition for the winding up of the company is presented, if the company has not already passed such a resolution and a winding up order is made on the petition, or\n    *   an act is done in relation to the company for a similar purpose, if the winding up is not under Insolvency Act 1986.\n\n*   A person (P) who controls the relevant company ceases to control it, so long as no person connected with P starts to control it.\n\n### The relevant company\n\nIf the relevant shares mentioned in Section 554K or 554M are shares (including stock), the relevant company is the company in which they are shares.\n\nOtherwise, the relevant company is the company which issued those relevant shares.\n\n### Relevant connected person\n\nA relevant connected person is a person who:\n\n*   is connected with the relevant company,\n*   is a shareholder in the relevant company, or\n*   is connected with a shareholder in the relevant company.\n\n### &#x2018;Connected with&#x2019; and &#x2018;control&#x2019;\n\n&#x2018;Connected with&#x2019; has the meaning given by Section 993 ITA 2007.\n\n&#x2018;Control&#x2019; has the meaning given by Section 995 ITA 2007."},{"manual-section-id":"EIM45470","title":"Meaning of &#x2018;maximum reasonably expected&#x2019;","body":"\n\n## Sections 554E, 554J to 554M and 554Z7 ITEPA 2003\n\nSections 554E and 554J to 554M provide exclusions that apply where those operating employee share and share option schemes hedge their commitments under those schemes.\n\nThese provisions include quantitative tests.  So does Section 554Z7, which in certain cases adjusts the value of the relevant step to take account of the exercise price of options.\n\nAnd these quantitative tests require you to make a comparison with &#x2018;the maximum number which one might reasonably expect&#x2019; for the purpose you are looking at.\n\n&#x2018;The maximum number which one might reasonably expect&#x2019; will depend on the facts of the case but, apart from exceptional cases, anything up to 100% is likely to be reasonable.\n\nOn Section 554E, see [EIM45315](/guidance/employment-income-manual/EIM45315).\n\nOn Section 554J, see [EIM45355](/guidance/employment-income-manual/EIM45355).\n\nOn Section 554K, see [EIM45385](/guidance/employment-income-manual/EIM45385).\n\nOn Section 554L, see [EIM45405](/guidance/employment-income-manual/EIM45405).\n\nOn Section 554M, see [EIM45435](/guidance/employment-income-manual/EIM45435).\n\nOn Section 554Z7, see [EIM45740](/guidance/employment-income-manual/EIM45740)."},{"manual-section-id":"EIM45475","title":"Meaning of 'relevant income'","body":"\n\n## Sections 554J(13), 554K(12), 554L(15) and 554M(14) ITEPA 2003\n\nIn Sections 554J to 554M, &#x2018;relevant income&#x2019;, in relation to any earmarked shares, means any income with the following features.\n\n*   The income arises (directly or indirectly) from the shares before the fall-back charge applies.\n*   It is the subject of a relevant step within Section 554B taken by the relevant third person under review.\n*   This relevant step would give rise to Part 7A income but for Section 554Q (exclusions: income arising from earmarked sum or asset).  See [EIM45245](/guidance/employment-income-manual/EIM45245).\n*   At the time of the fall-back charge, this income continues to be held on a Section 554B basis.\n\nOn Section 554B, see [EIM45095](/guidance/employment-income-manual/EIM45095)."},{"manual-section-id":"EIM45480","title":"Meaning of 'relevant shares'","body":"\n\n## Section 554I(4) ITEPA 2003\n\nThis page defines &#x2018;relevant shares&#x2019;.\n\n&#x2018;Relevant shares&#x2019; is a technical term in Part 7A ITEPA 2003.\n\nIn Sections 554J to 554M and 554Z7, **&#x2018;relevant shares&#x2019;** means:\n\n*   shares (including stock) in B,\n*   instruments issued by B which are securities for the purposes of Part 7 Chapters 1 to 5 ITEPA 2003 within Section 420(1)(b) ITEPA 2003  see [ERSM20140](/guidance/employment-income-manual/ERSM20140), or\n*   units in a collective investment scheme (as defined in Section 420(2) ITEPA 2003) managed by B which are securities for the purposes of Part 7 Chapters 1 to 5 ITEPA 2003 within Section 420(1)(e)  see [ERSM20170](/guidance/employment-income-manual/ERSM20170).\n\nSecurities within Section 420(1)(b) ITEPA 2003 are, broadly speaking, debt instruments.\n\n### Groups\n\nIf B is a member of a group of companies, &#x2018;B&#x2019; in that definition includes any other company which is a member of that group.\n\nTo decide whether B is a member of a group, you apply the rules for corporation tax on chargeable gains (see CG45100 onwards) with one modification.\n\nThe chargeable gains test is a 75% test.  For the purposes of Section 554I(4), you change &#x2018;75%&#x2019; to &#x2018;51%&#x2019; throughout.\n\n### &#x2018;Relevant shares&#x2019; and &#x2018;securities&#x2019;\n\nSection 420 ITEPA 2003 gives &#x2018;securities&#x2019; a wide definition for the purposes of Part 7 Chapters1 to 5 ITEPA 2003.  Section 554I(4) gives &#x2018;relevant shares&#x2019; a narrower definition.  Therefore, &#x2018;securities&#x2019; within Section 420 will not necessarily be &#x2018;relevant shares&#x2019; within Section 554I(4)."},{"manual-section-id":"EIM45485","title":"Meaning of &#x2018;specified date&#x2019;","body":"\n\n## Sections 554H(1), 554J(1) and 554L(1) ITEPA 2003\n\n[Example: formula including undefined terms](/guidance/employment-income-manual/EIM45485#IDAAMGEF)\n\n[Example: formula including hypothetical condition](/guidance/employment-income-manual/EIM45485#IDA2MGEF)\n\n[Guidance on Sections 554H, 554J and 554L](/guidance/employment-income-manual/EIM45485#IDAYNGEF)\n\nThis page explains the term &#x2018;specified date&#x2019; in:\n\n*   Section 554H (earmarking of deferred remuneration&#x2019;),\n*   Section 554J (earmarking for employee share schemes: specified vesting date), and\n*   Section 554L (earmarking for employee share option schemes: specified vesting date).\n\nSections 554H(1)(c), 554J(1)(c) and 554L(1)(c) each include a &#x2018;vesting date&#x2019; condition.  These &#x2018;vesting date&#x2019; conditions are drafted in similar terms.\n\nSection 554H(1)(c) provides:\n\n[This section applies if] the deferred remuneration is awarded on terms (&#x201C;the deferred remuneration terms&#x201D;) the main purpose of which is to defer the provision to A of the deferred remuneration to a specified date (&#x201C;the vesting date&#x201D;) which is after the award date, while providing that the award of the deferred remuneration is revoked if specified conditions are not met on or before the vesting date &#x2026;\n\nSection 554J(1)(c) provides:\n\n[This section applies if] the award of the relevant shares or sum of money would be on terms (&#x201C;the deferred award terms&#x201D;) the main purpose of which is to defer the receipt of the shares by A, or the payment of the sum of money to A, to a specified date (&#x201C;the vesting date&#x201D;) which is after the date (&#x201C;the award date&#x201D;) on which the award is made, while providing that he award is revoked if specified conditions are not met on or before the vesting date &#x2026;\n\nSection 554L(1)(c) provides:\n\n[This section applies if] the grant would be made on terms (&#x201C;the deferred grant terms&#x201D;) the main purpose of which is to ensure that the relevant share option is not exercisable by A before a specified date (&#x201C;the vesting date&#x201D;) which is after the date (&#x201C;the grant date&#x201D;) on which the grant is made, while providing that the relevant share option is not to be exercisable at all by A if specified conditions are not met on or before the vesting date &#x2026;\n\nEach of these &#x2018;vesting date&#x2019; conditions uses the key phrase &#x2018;specified date&#x2019;.\n\n&#x2018;A specified date&#x2019; refers to &#x2018;a date which **has been** specified in the terms&#x2019;  not &#x2018;a date which **will be** specified at some point in the future&#x2019;.\n\nIf the terms specify a particular calendar date, that will obviously be a &#x2018;specified date&#x2019;.\n\nBut that is not the only way in which a date can be &#x2018;specified&#x2019; for the purposes of Section554H, 554J or 554L.  A date will be a &#x2018;specified date&#x2019; for those purposes if the terms identify it clearly and unambiguously.  In practice, for commercial reasons, the date will usually be &#x2018;specified&#x2019; by means of a formula.\n\nOnce it is clear that a formula prescribes a specified date, you will need to consider whether the terms of the formula also ensure that the specified date will meet the five year time limit in Section 554H(1)(d) or the ten year time limit in Section 554J(1)(d) or 554L(1)(d) (as applicable) for the vesting date.\n\n[Top of page](/guidance/employment-income-manual/EIM45485#top)\n\n\n## Example: formula including undefined terms\n\nAn award of deferred remuneration is made to an employee on 1 June 2011.  The award is contingent; it is dependent on a performance condition being met for a defined performance period, namely the three year period ending 31 March 2014.\n\nThe terms of the award do not fix a particular calendar date to be the vesting date.  Instead, the terms of the award provide that the extent to which the performance condition has been met will be calculated &#x2018;as soon as practicable&#x2019; after the end of the performance period.\n\nThe detailed terms of the award stipulate that &#x2018;as soon as practicable&#x2019; means a date that is as soon as practicable after the company accounts for the year to 31 March 2014 have been finalised and in any case no later than three months after finalisation of the accounts.\n\nThis formula meets the vesting date condition.\n\nWhether vesting has actually taken place &#x2018;as soon as practicable&#x2019; after the end of the performance period will be a question of fact.\n\nCalculation of an award and the consequent vesting of that award normally takes place shortly after the company&#x2019;s accounts have been finalised for the final year of the performance period.  In those circumstances, you should accept that the award has been made &#x2018;as soon as practicable&#x2019; and that the vesting date condition has been met.\n\n[Top of page](/guidance/employment-income-manual/EIM45485#top)\n\n\n## Example: formula including hypothetical condition\n\nInvestor protection rules forbid companies and their executives to engage in transactions in their securities during a period when there is a risk of market manipulation  for example, during a takeover battle.\n\nTo cater for this possibility, the terms of the award provide that, if the vesting date falls during such a period, then the vesting date is postponed until the end of that period.\n\nAt the time when the award is made, it is clearly impossible for anyone to know whether this hypothetical condition will be met.\n\nBut that does not stop the formula &#x2018;specifying&#x2019; a date.  Whether the hypothetical condition has been met will be a question of fact.\n\nYou will also need to consider carefully whether or not the five or ten year time limit condition is also met where the formula potentially extends the vesting date in this way.\n\nIn practice, where the vesting date falls comfortably before the five or ten year anniversary (as applicable) of the award, you can accept that the specified date meets the time limit condition.\n\n[Top of page](/guidance/employment-income-manual/EIM45485#top)\n\n\n## Guidance on Sections 554H, 554J and 554L\n\nOn Section 554H, see [EIM45255](/guidance/employment-income-manual/EIM45255) onwards.\n\nOn Section 554J, see [EIM45355](/guidance/employment-income-manual/EIM45355) onwards.\n\nOn Section 554L, see [EIM45405](/guidance/employment-income-manual/EIM45405) onwards."}]}]}}