{"title":"EIM42200 - Employment income","details":{"manual_section_id":"EIM42200","body":"","sections":[{"title":null,"sections":[{"manual_section_id":"EIM42201","title":"Basis of assessment for\ngeneral earnings: introduction","body":"There are two stages to finding out whether, and when, general\nearnings from an office or employment are chargeable to income tax.\nFor details of what is included in general earnings, see \n[EIM00511](http://www.hmrc.gov.uk/manuals/eimanual/EIM00511.htm).\n\nThe first step is to decide if the earnings are taxable at\nall. This depends on:\n\n*   the year that the earnings are for\nand\n*   whether the employee or office holder was\nresident, ordinarily resident and domiciled in the United Kingdom\nin that year (see[EIM40002](http://www.hmrc.gov.uk/manuals/eimanual/EIM40002.htm)).\n\nThe second step is to decide the year in which the earnings are\nto be charged to tax. This is usually the year in which they are\nreceived (see \n[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm) onwards). The basis of\nassessment is therefore commonly referred to as the &#x201C;receipts\nbasis&#x201D;.\n\nNote that the year when the earnings are received is not\n\nnecessarily the same as the year that they are for. The year that\n\nearnings are for determines whether the earnings are taxable at\n\nall. If they are taxable, the year that they are received\n\ndetermines when they are charged to tax. See example \n\n[EIM42202](http://www.hmrc.gov.uk/manuals/eimanual/EIM42202.htm).\n\nIf you are dealing with an employee or office holder who has\n\nat all times been resident, ordinarily resident and domiciled in\n\nthe United Kingdom, see \n\n[EIM42206](http://www.hmrc.gov.uk/manuals/eimanual/EIM42206.htm).\n\nIn all other cases, see \n\n[EIM42207](http://www.hmrc.gov.uk/manuals/eimanual/EIM42207.htm).\n\nSee also the table of contents at \n\n[EIM42200](http://www.hmrc.gov.uk/manuals/eimanual/EIM42200.htm)."},{"manual_section_id":"EIM42202","title":"Example of a case where\nthe year of assessment is not the year that the earnings are\nfor","body":"An employee is entitled to a bonus for the year ended 31 March\n2004, the amount of which depends on the company's results for that\nyear. The company's accounts for the year ended 31 March 2004 are\nfinalised on 31 October 2004, and the employee's bonus of\n&#xA3;5,000 is paid on 30 November 2004.\n\nThe bonus is earnings for 2003/04, so the first step is to\ncheck the employee&#x2019;s residence status for that year (see \n[EIM42201](http://www.hmrc.gov.uk/manuals/eimanual/EIM42201.htm)). If the employee was resident\nand ordinarily resident in the United Kingdom in 2003/04 the bonus\nis taxable in full in 2004/05, the year that the employee received\nit (see \n[EIM42206](http://www.hmrc.gov.uk/manuals/eimanual/EIM42206.htm)).\n\nIf the employee was not resident, or not ordinarily resident,\n\nin the United Kingdom in 2003/04 the position may not be so\n\nstraightforward. See \n\n[EIM42207](http://www.hmrc.gov.uk/manuals/eimanual/EIM42207.htm) and \n\n[EIM40001](http://www.hmrc.gov.uk/manuals/eimanual/EIM40001.htm) onwards. Some or all of the\n\nbonus may not be chargeable to tax. But if any of it is taxable,\n\nthe liability arises in 2004/05 &#x2013; the year of receipt."},{"manual_section_id":"EIM42205","title":"'Earnings basis' and\n'accounts basis' not to be used","body":"For years before 1989/90 the statutory basis of assessment for\nearnings from an office or employment was the earnings basis -\npeople were to be taxed on the remuneration earned in the year\nirrespective of when it was paid. In practice, taxpayers were often\nassessed on an \"accounts basis\", or a receipts basis. Guidance on\nyears before 1989/90 is not included in this manual.\n\n**Do not in any circumstances continue or adopt an \"earnings\"\nor \"accounts\" basis of assessment for any year after\n1989/90.**"},{"manual_section_id":"EIM42206","title":"Employees at all times\nresident, ordinarily resident and domiciled in the United\nKingdom","body":"Unless you work in a specialist &#x201C;ex-pat&#x201D; unit, most\nof the employees and office holders you deal with will be people\nwho are resident, ordinarily resident and domiciled in the United\nKingdom, and who have never lived or worked anywhere else. For\nthose people, the answer to the &#x201C;first step&#x201D; in \n[EIM42201](http://www.hmrc.gov.uk/manuals/eimanual/EIM42201.htm) is easy. \n**All** the earnings from the office or employment are\nchargeable to tax in the year when they are received. \n[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm) onwards explains the meaning of\nreceived."},{"manual_section_id":"EIM42207","title":"Employees who are, or\nhave been, not resident or not ordinarily resident or not domiciled\nin the United Kingdom","body":"If an employee or office holder receives earnings for a year\nwhen they are (or were) not resident, or not ordinarily resident,\nor not domiciled in the United Kingdom, the amount received may not\nbe, or may only partly be, chargeable to tax. Detailed guidance is\nat \n[EIM40001](http://www.hmrc.gov.uk/manuals/eimanual/EIM40001.htm) onwards. In general you will\nfind that, in cases involving non-UK residence or domicile:\n\n*   some earnings are taxable when they are\nreceived (see[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm) onwards)\n*   some earnings are taxable when they are\nreceived in the United Kingdom (see[EIM42370](http://www.hmrc.gov.uk/manuals/eimanual/EIM42370.htm)) and\n*   some earnings (mainly, those relating to\n\n    overseas duties) may not be taxable at all.\n\nRemember that it is the employee&#x2019;s residence and domicile\n\nstatus in the year that the earnings are \n\n**for** that determines whether (or to what extent)\n\nthe earnings are chargeable to tax (see \n\n[EIM42201](http://www.hmrc.gov.uk/manuals/eimanual/EIM42201.htm))."},{"manual_section_id":"EIM42210","title":"Table setting out the\nbasis of assessment for particular types of payment, and benefits\nin kind"},{"manual_section_id":"EIM42220","title":"Earnings received before\nan employment starts, or after it ends","body":"General earnings are charged to tax in the year they are\nreceived (or, in some special cases, received in the United\nKingdom) whether or not the office or employment is held at the\ntime of receipt. The meaning of received is explained at \n[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm). The meaning of received in the\nUnited Kingdom is explained at \n[EIM42370](http://www.hmrc.gov.uk/manuals/eimanual/EIM42370.htm).\n\n So if earnings are received before a job starts or after it\nends you look at the year to which the emolument relates to see if\nit is chargeable to tax (see generally \n[EIM40001](http://www.hmrc.gov.uk/manuals/eimanual/EIM40001.htm) onwards). If it is , it is\ntaxable in the year of receipt even if the job had not started when\nit was received or had ended before it was received.\n\n See example \n\n[EIM42221](http://www.hmrc.gov.uk/manuals/eimanual/EIM42221.htm) for an example of a case where\n\nearnings are received before an employment starts.\n\n See example \n\n[EIM42222](http://www.hmrc.gov.uk/manuals/eimanual/EIM42222.htm) for an example of a case where\n\nearnings are received after an employment ends.\n\n If it is claimed that earnings cannot be attributed to any\n\nperiod during which the job was held see \n\n[EIM40005](http://www.hmrc.gov.uk/manuals/eimanual/EIM40005.htm).\n\n For earnings paid after the death of the employee see \n\n[EIM42380](http://www.hmrc.gov.uk/manuals/eimanual/EIM42380.htm) to EIM42400."},{"manual_section_id":"EIM42240","title":"Link between the basis of\nassessment and operation of PAYE","body":"The definition of \"payment\" for PAYE purposes is the same as the\ndefinition of \"receipt\" for the purpose of assessing earnings. This\nensures that in any given year, as far as possible, the amount on\nwhich an employee is assessed is the same as the amount on which\nthe employer is obliged to operate PAYE.\n\n So the guidance on the meaning of payment and receipt at \n[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm) onwards applies both for\nassessment and self-assessment purposes, and for the collection of\ntax under PAYE.\n\n Note though that PAYE applies to any payment of &#x201C;PAYE\nincome&#x201D;, not just to earnings from offices and employments.\nThe PAYE rules about payment apply to income such as pensions as\n\nwell as to employment income."},{"manual_section_id":"EIM42260","title":"Meaning of received:\ngeneral","body":"\n\n## Section 18 ITEPA 2003\n\nWith the exception of some foreign earnings (see [EIM42210](http://www.hmrc.gov.uk/manuals/eimanual/EIM42210.htm)), money earnings are chargeable to tax in the year they are received (see [EIM42201](http://www.hmrc.gov.uk/manuals/eimanual/EIM42201.htm)). \n\nMoney earnings are treated as received for assessment purposes, and paid for PAYE purposes, on the **earliest **of the following: \n\n*   when a payment of earnings is actually made or when a payment on account of earnings is made (see [EIM42270](http://www.hmrc.gov.uk/manuals/eimanual/EIM42270.htm))\n*   the time when a person becomes entitled to payment of earnings or a payment on account of earnings (see [EIM42290](http://www.hmrc.gov.uk/manuals/eimanual/EIM42290.htm))\n\n### and in the case of directors only\n\n*   the date when earnings are credited in the company's accounts or records (see [EIM42310](http://www.hmrc.gov.uk/manuals/eimanual/EIM42310.htm))\n*   where the amount of the earnings is determined before the end of the period to which they relate, the date that period ends (see [EIM42330](http://www.hmrc.gov.uk/manuals/eimanual/EIM42330.htm))\n*   where the amount of the earnings is determined after the end of the period to which they relate, the date the amount is determined (see [EIM42340](http://www.hmrc.gov.uk/manuals/eimanual/EIM42340.htm)).\n\nAs regards the time when a person has to be a director for the special rules to apply, see [EIM42360](http://www.hmrc.gov.uk/manuals/eimanual/EIM42360.htm). \n\nNote that where more than one time can be taken as the time of receipt you take the earliest time. \n\nFor example, an employee may be entitled to a payment of earnings on 31 March 2005 but actual payment may not be made until 12 April 2005. Receipt is deemed to take place on 31 March 2005 (applying the entitlement rule) and the earnings are therefore assessable in, and PAYE must be operated in, 2004/05. \n\nOnce the &#x201C;received&#x201D; and &#x201C;payments&#x201D; rules are triggered, assessment and PAYE consequences follow. It is not possible for employers or employees to rewrite history by repaying or &#x201C;waiving&#x201D; the right to receive earnings and claiming that tax consequences can be cancelled. \n\nFor example, a director may be entitled to receive salary from the company under the terms of a contract of employment. When the accounts are finalised after the end of the trading period it may become clear that results are poorer than expected. The director may decide to &#x201C;repay&#x201D; salary to help the company&#x2019;s cash-flow position. The company cannot claim a repayment of PAYE nor can the director enter the reduced amount of earnings on their SA Tax Return. PAYE and employment income tax are chargeable on the full amount &#x201C;received&#x201D; and &#x201C;paid&#x201D;. The repayment of salary has no tax effect because it was made after the earnings were &#x201C;received&#x201D; and &#x201C;paid&#x201D;.\n\nSee [EIM42705](http://www.hmrc.gov.uk/manuals/eimanual/EIM42705.htm) for guidance on waivers in general."},{"manual_section_id":"EIM42270","title":"The time when earnings\nare received: actual payment","body":"Earnings are treated as received when they are actually paid or\nwhen a payment on account of earnings is made. For payments on\naccount, see \n[EIM42280](http://www.hmrc.gov.uk/manuals/eimanual/EIM42280.htm).\n\n Actual payment happens when the income comes into the\ncontrol of the employee so that they are able to deal with it for\ntheir own use and benefit.\n\n All the following count as actual payment for the purposes\nof assessment as employment income, and for the operation of\nPAYE:\n\n*   handing over cash or a cheque. In law,\npayment by cheque is made when the employer posts it or hands it\nover to the employee. The date the cheque is cashed or put into the\n\n    bank does not matter.\n*   a credit transfer to a bank or building\n\n    society account\n*   crediting an account in the employer's\n\n    books\n    **on which the employee is free to****draw at will** (Garforth v Newsmith Stainless Ltd\n\n    (52TC522)). For directors only, there is an additional rule that\n\n    disregards any restriction on the director&#x2019;s ability to draw\n\n    money from the account (see\n    [EIM42310](http://www.hmrc.gov.uk/manuals/eimanual/EIM42310.htm)).\n*   paying the income to a third party or\n\n    using it in some way at the employee's discretion or with his\n\n    consent to a purpose of his choosing. This does not mean that PAYE\n\n    is due on all \"pecuniary liability\" payments (see\n    [EIM00580](http://www.hmrc.gov.uk/manuals/eimanual/EIM00580.htm)). PAYE will only be due if what\n\n    is paid out is income that is due to the employee, but that the\n\n    employee directs to be applied in a way of his or her choice (see\n\n    example\n    [EIM42271](http://www.hmrc.gov.uk/manuals/eimanual/EIM42271.htm))."},{"manual_section_id":"EIM42280","title":"Payments on account of\nemoluments: general: directors' drawings","body":"Earnings are treated as received when a payment is made on\naccount of earnings (see\n[EIM42270](http://www.hmrc.gov.uk/manuals/eimanual/EIM42270.htm)).\n\n A payment on account of earnings is not the same thing as a\nloan.\n\n A payment on account of earnings is a payment in respect of\nwhich the employer has no right of recovery. There is a payment on\naccount of earnings when the employer agrees to pay the employee\nmoney the employee has earned but which is not yet due for payment.\nFor example, where an employee is entitled to be paid a salary at\n\nthe end of each month, he or she will have earned half a month's\n\nsalary halfway through the month, but it will not be due for\n\npayment until the end of it. One month, the employer may agree to\n\npay something on account halfway through the month that is not\n\nrepayable. This is a payment on account of earnings.\n\n If an employer and employee make an agreement under which\n\nthe employer lends the employee money and the employee agrees to\n\nrepay it at a future date or dates, the amount in question is a\n\nloan, not a payment on account of earnings. For example the Civil\n\nService removal scheme may allow a transferred member of staff to\n\ndraw an \"advance of salary\". Here the proper construction of the\n\narrangement is that the employee is getting a loan that is repaid\n\nby instalments out of future salary payments. PAYE is applied when\n\nthe salary is paid. It does not apply when the advance is made.\n\n The terms used to describe a payment do not decide its\n\ntreatment. You have to look at the substance of the matter.\n\nSomething described as an advance may be a loan or a payment on\n\naccount.\n\n In Williams v Todd (60TC727) an Inspector of Taxes received\n\nan interest-free advance from his employer to help him purchase a\n\nnew residence following a compulsory transfer. He claimed it was a\n\npayment on account of earnings that should have been taxed under\n\nPAYE. Walton J said:\n\n> \"I do not consider that the advance can be truly called\n>\n> anything other than a loan. It is not a payment on account of\n>\n> [earnings] because it is not a part payment which cannot be\n>\n> recovered: on the contrary it is an express term of the advance\n>\n> that it is repayable on demand. I do not see that the advances fall\n>\n> within the scope of income to be assessed under the PAYE system\"\n>\n> (page 736).\n\n(There may be liability to tax on the benefit of an\n\ninterest-free or cheap loan (see EIM26101onwards).\n\n### Directors&#x2019; drawings\n\nDirectors very often draw money from the company during the\n\nyear, which is debited to their loan account and repaid at the end\n\nof the year by crediting fees, or a dividend, voted or declared\n\nafter the end of the year. Until that time, and in the absence of\n\nspecific evidence to the contrary, the amounts drawn do not\n\nactually belong to the director. The in-year drawings are not\n\npayments on account of earnings for the purpose of Sections 18(1)\n\nand 686(1).\n\n The way in which directors become entitled to remuneration\n\nis explained at\n\n[EIM42300](http://www.hmrc.gov.uk/manuals/eimanual/EIM42300.htm)."},{"manual_section_id":"EIM42290","title":"Entitlement to payment of\nearnings","body":"Earnings are treated as received when a person becomes entitled\nto payment of or on account of earnings.\n\n*   **For employees**, the terms of service agreed by the\nemployer and employee will tell you when an employee is entitled to\nbe paid earnings.\n*   **For directors**, see[EIM42300](http://www.hmrc.gov.uk/manuals/eimanual/EIM42300.htm).\n\nNote that the rule is when a person\n**becomes entitled to payment** of earnings. This is\nnot necessarily the same as the date on which an employee acquires\na right to be paid. For example, an employee's terms of service may\nprovide for the employee to receive a bonus for the year to 31\nDecember 2004, payable on 30 June 2005 if the employee is still in\nthe service of the employer on 31 December 2004. If the condition\nis satisfied the employee becomes entitled to a payment on 31\nDecember 2004 but is only entitled to payment of it on 30 June\n2005. So PAYE applies to it on 30 June 2005 and it is assessable\nfor 2005/06. The date that matters is the date the employee is\nentitled to be paid the bonus.\n\n It can happen that payment is actually made after the date\nthe employee is entitled to be paid. For example, to help out a\nhard-pressed employer employees may agree not to draw their pay. In\nthat situation they are deemed to have been paid on the day they\nwere entitled to be paid. However, if employees have effectively\nwaived their rights to receive earnings before the date when\nentitlement arises they are not treated as having\n&#x201C;received&#x201D; earnings. See\n[EIM42705](http://www.hmrc.gov.uk/manuals/eimanual/EIM42705.htm) for guidance on waivers.\n\n Where an employer gets in to financial difficulties, wages\nand salaries may not be paid. Employees may be\n&#x201C;entitled&#x201D; to earnings under of the terms of their\nemployment contracts and are therefore treated as having\n&#x201C;received&#x201D; earnings under this rule. No tax charge\narises for the employees they are entitled to a credit for the PAYE\nthat should have been deducted. The employer-company is indebted to\nthe employees for the unpaid wages/salaries. If the company goes\ninto liquidation the employees are creditors of the company.\n\n### The Equal Pay Act (1970) and the National Minimum Wage Act\n(1998)\n\nThe Equal Pay Act (1970) (see\n[EIM02530](http://www.hmrc.gov.uk/manuals/eimanual/EIM02530.htm)) and the National Minimum Wage\nAct (1998) give entitlement to employees in similar ways. Both Acts\ninsert a clause into the employment agreement, if it does not\nalready exist, giving the worker the right to equal pay and/or the\nappropriate national minimum wage rate. Entitlement to equal or\nhigher pay arises from the time when lower or discriminatory wages\nwere paid.\n\n If a sum is paid to an employee in respect of arrears of pay\nRule 2 of s18 ITEPA gives the earliest time; entitlement arose\nbefore the arrears were paid. The lump sum is not assessable in the\nyear in which it is paid. It must be broken down into sums\nattributable to the years that the arrears are for.\n\n Rule 2 of Section 686(1) ITEPA gives the same result for\nPAYE purposes. The employer should have operated PAYE when the\nemployee was entitled to receive the payments. When paying the lump\nsum, the employer may in fact deduct PAYE at the rates that should\nhave been operated for the years to which the arrears are\nattributable.\n\n The employee is always assessable upon the gross arrears for\neach year, and is entitled to a credit for the PAYE tax referable\nto each year."},{"manual_section_id":"EIM42292","title":"Entitlement to payment of\nearnings: &#x201C;White v Inland Revenue Commissioners&#x201D;\nSpC357","body":"### Principles\n\nThe case of White v Inland Revenue Commissioners (SpC357)\nillustrates the importance of:\n\n*   Establishing all of the relevant facts\nand\n*   Deciding when entitlement to receive\nearnings arose\n\n### White v Inland Revenue Commissioners\n\nJonathan White joined the Royal Ulster Constabulary on 4\nSeptember 1994. Prior to joining the Northern Ireland Police\nAuthority had provided him with promotional material and a summary\nof his conditions of service. Both documents referred to the\navailability of a &#x201C;housing allowance&#x201D; that was paid\nwhen accommodation could not be provided. On 1 September 1994 the\nhousing allowance was abolished. Police officers in post before\nthat date were paid a &#x201C;Replacement Allowance&#x201D; at the\nsame rate as the housing allowance.\n\n Mr White discovered that was not entitled to either housing\nor replacement allowance. A number of police officers were\nsimilarly disadvantaged. The Police Federation, who represented the\nofficers, selected a test case. Before the case could be heard by\nthe courts a negotiated settlement was reached. The Police\nAuthority agreed to make ex-gratia payments of housing allowance\n(replacement allowance) from 1 September 1994 as if the Constables\nhad first been employed on 31 August 1994.\n\n In August/September 1997 Mr White received payment. This sum\nincluded awards attributable to 1995-96 and 1996-97. He claimed\nthat the sums attributable to the earlier years should be assessed\nin those years and not included in his self-assessment for 1997-98.\n\n It was accepted that the housing or replacement allowance\nwere earnings from the employment. The dispute was only about the\ntiming of the charge to income tax. Whether, under Rule 2 of\nSection 18 ITEPA 2003 entitlement arose in 1995-96 and 1996-97 or\nin 1997- 98.\n\n The Special Commissioner decided that Constable White was\nnot entitled to receive payments of allowances in 1995-96 and\n1996-97. Even though the aggregated award was calculated in terms\nof amounts due for those years he was not entitled to receive\npayment until 1997 when the Police Authority decided to accept the\nFederation&#x2019;s claim.\n\n The Special Commissioner commented on Section 202B(1)(b)\nICTA 1988 (Rule 2 Section 18 ITEPA 2003). In his view the\nassessability of earnings for any particular year of assessment\nmust be capable of being judged at the time, not later than\nimmediately after the year in question. In this case the appellant\ncould not demonstrate his entitlement to payment for earlier years\non the 6 April following each year. As noted above, entitlement did\nnot arise until the Police Authority agreed to make the awards.\n\n### Compare and contrast\n\nThis decision in this case is based on the same view of the law\ntaken in respect of police officers who have to resign for\ndisciplinary reasons but are later re-instated following a\nsuccessful appeal. See\n[EIM68180](http://www.hmrc.gov.uk/manuals/eimanual/EIM68180.htm). In contrast, compare the time\nwhen entitlement to arrears of pay arises when claims are made\nunder Equal Pay legislation. See\n[EIM42290](http://www.hmrc.gov.uk/manuals/eimanual/EIM42290.htm) and\n[EIM02530](http://www.hmrc.gov.uk/manuals/eimanual/EIM02530.htm)."},{"manual_section_id":"EIM42300","title":"Entitlement to director's\nearnings","body":"Like other employees and office holders, directors are treated\nas having received earnings at the time when they become entitled\nto be paid them (see\n[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm) and\n[EIM42290](http://www.hmrc.gov.uk/manuals/eimanual/EIM42290.htm)).\n\n There are two main ways in which directors become entitled\nto be paid earnings.\n\n### Entitlement arising under the terms of the company's articles\nof association\n\nCompanies often adopt the provisions of Table A of the Companies\n(Tables A-F) Regulations 1985 to regulate the way in which\ndirectors are paid. The present regulation is 82 of Table A. Its\n\npredecessor was regulation 76 of Table A, which accompanied the\n\n1948 Companies Act. Each of these provisions requires that\n\ndirectors&#x2019; remuneration should be voted in general meeting.\n\nThis involves the members of the company passing a resolution that\n\ndetermines the amount payable to the directors.\n\n If there is no such specific resolution, but the\n\ndirectors&#x2019; remuneration is approved by the shareholders\n\nentitled to attend and vote at a general meeting, this has the same\n\neffect as a resolution passed by the company in general meeting (re\n\nDuomatic Ltd 1969 2 Chancery 365). Also, a resolution of the\n\nmembers approving the company's accounts will be a sufficient\n\nauthorisation of directors' remuneration if the members are aware\n\nthat by approving the accounts, they are also approving the\n\ndirectors' remuneration. (Felix Hadley &amp; Co v Hadley (1897)\n\n(77LT131)).\n\n The time at which entitlement to earnings arises is the time\n\nat which the resolution is passed, agreement reached or the\n\naccounts approved, unless specific provision otherwise is made at\n\nthat time.\n\n### Entitlement under the terms of a service agreement\n\nThe second way in which a director can become entitled to\n\nearnings is by having a service agreement with the company. Such an\n\nagreement may be written, verbal or implied and may give\n\nentitlement to a regular salary or a contractual bonus or other\n\nsums according to the terms of the agreement. The director would\n\nthen enjoy rights to earnings under the agreement quite separate\n\nfrom any rights the director may also have through the\n\ndirectorship. These contractual rights would not necessarily be\n\nsubject to regulation 82 of Table A.\n\n The time at which entitlement to earnings under a service\n\nagreement arises will be governed by the terms of the agreement.\n\n All matters concerning whether a director has become\n\nentitled to earnings should be dealt with by an Inspector."},{"manual_section_id":"EIM42310","title":"Crediting of director's\nearnings in the accounts or records of the company","body":"For all employees and office holders, the crediting of\nremuneration to an account in the employer's books on which the\nemployee is free to draw counts as receipt for the purposes of\nassessment as employment income and as payment for PAYE purposes\n(see\n[EIM42270](http://www.hmrc.gov.uk/manuals/eimanual/EIM42270.htm)).\n\n However, for directors only, receipt (and payment) is also\ntreated as occurring when earnings are credited to an account on\nwhich the director is\n**not** free to draw. Any restriction on the\n\ndirector's right to draw the earnings is disregarded for assessment\n\nand PAYE purposes.\n\n \"Director\" is defined as in Section 67 ITEPA 2003 (see\n\n[EIM20200](http://www.hmrc.gov.uk/manuals/eimanual/EIM20200.htm)).\n\n The entry in the records does not have to be made in the\n\ndirector's own account. A credit in, for example, a general\n\nremuneration account of the company is enough. So is a written note\n\nin a minute book or its computer equivalent. But for the rule to\n\napply:\n\n*   there must be an entry that identifies the\n\n    director concerned and\n*   it must be a credit of\n    **earnings**.\n\nAlthough this rule for directors appears very wide indeed, it\n\ndoes have limitations (see\n\n[EIM42320](http://www.hmrc.gov.uk/manuals/eimanual/EIM42320.htm)).\n\n As regards the time at which a person must be a director for\n\nthe special rule to apply, see\n\n[EIM42360](http://www.hmrc.gov.uk/manuals/eimanual/EIM42360.htm)."},{"manual_section_id":"EIM42320","title":"Limited scope of the\ncrediting rule","body":"At first sight the crediting rule at\n[EIM42310](http://www.hmrc.gov.uk/manuals/eimanual/EIM42310.htm) appears to be very wide in\nscope, so that any entry in the company's records counts as payment\nto the director. This is not so. This is because the rule applies\nonly when\n**earnings** are credited. An entry in the accounts or\nrecords for remuneration that is not yet earnings is not caught.\nHere are three examples.\n\n### 1. Draft entries in accounts and records\n\nWhen draft accounts are prepared the bookkeeper (or the\n\naccountant) may enter a figure for the directors' remuneration that\n\nis likely to be voted at the annual general meeting. But merely\n\nwriting down a figure does not of itself create an amount of\n\ntaxable earnings. In the absence of a service agreement that\n\nprovides the remuneration, earnings cannot exist until the\n\nshareholders agree that they are due. Often, therefore, the\n\nearnings will be paid when voted at the annual general meeting. But\n\nthe shareholders can decide that earnings should be paid, or paid\n\non account, before the AGM (see\n\n[EIM42300](http://www.hmrc.gov.uk/manuals/eimanual/EIM42300.htm)).\n\n### 2. Contingent earnings\n\nEntitlement to an amount that is contingent (that is, dependent)\n\non a condition being met in the future does not become earnings\n\nuntil the contingency is fulfilled. For instance, a director may\n\nhave a contract with a company which says the director is to be\n\npaid five per cent of the profits for the year ended 31 December\n\n2005 provided the director is still in office on 1 November 2006.\n\nPayment is to be made on 1 November 2006 if the condition is met.\n\nThe director gets nothing if he or she leaves at any time before 1\n\nNovember 2006 because entitlement to the earnings is contingent on\n\nfurther service. It follows that earnings only come into existence\n\nfor assessment purposes when the condition is met on 1 November\n\n2006.\n\n When the accounts to 31 December 2005 are finalised in March\n\n2006 the directors may decide that it is prudent to include a\n\nprovision for the bonus that may be payable if the contingency is\n\nmet. Any such entry will not amount to payment under the crediting\n\nrule because the figure in the accounts (whatever it is called) is\n\nnot yet earnings.\n\n### 3. Provisions for earnings\n\nThe same principles apply where a company makes a reserve or\n\nprovision for earnings that may be payable in the future but that\n\nhave not yet been agreed."},{"manual_section_id":"EIM42330","title":"Director's earnings fixed\nbefore the end of the period for which they are due","body":"If the amount of a director's earnings for a particular period\nis determined before the period ends, they are treated as being\nreceived, and paid, at the end of that period. This rule does not\napply to employees other than directors (see\n[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm)).\n\n For example, at a shareholders' meeting on 1 June 2005 a\ndirector is voted a special bonus of &#xA3;5,000 for the year\nending on 31 July 2005. Determination therefore takes place on 1\n\nJune 2005 but the earnings are treated as paid on 31 July 2005, the\n\nend of the period for which the bonus is due.\n\n Where a director has a service agreement that provides for a\n\nregular monthly salary, one of the earlier payment rules will\n\nusually apply before this determination rule. For example, there\n\nmay be an actual payment each month (see\n\n[EIM42270](http://www.hmrc.gov.uk/manuals/eimanual/EIM42270.htm)), or the director may be\n\nentitled to be paid each month (see\n\n[EIM42290](http://www.hmrc.gov.uk/manuals/eimanual/EIM42290.htm)).\n\n As regards:\n\n*   restrictions on payment, see\n    [EIM42340](http://www.hmrc.gov.uk/manuals/eimanual/EIM42340.htm)\n\n*   earnings that are dependent on results,\n\n    see\n    [EIM42350](http://www.hmrc.gov.uk/manuals/eimanual/EIM42350.htm)\n\n*   the time at which a person must be a\n\n    director for this rule to apply, see\n    [EIM42360](http://www.hmrc.gov.uk/manuals/eimanual/EIM42360.htm)."},{"manual_section_id":"EIM42340","title":"Director's earnings fixed\nafter the end of the period for which they are due","body":"If the amount of a director's earnings for a particular period\nis determined after the end of the period to which they relate,\nthey are treated as being received, and paid, at the time the\namount is determined. This rule does not apply to employees other\nthan directors (see\n[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm)).\n\n For example, a director's fees for the year ended 31\nDecember 2005 may be fixed on a vote at the annual general meeting\n\non 15 May 2006. Since determination takes place after the period\n\nfor which the fees are due the date of payment is deemed to be 15\n\nMay 2006.\n\n Directors' earnings are often determined as in the example\n\nin the previous paragraph when the shareholders fix the earnings\n\ndue at the annual general meeting after the year end. But earnings\n\ncan be determined on other occasions including:\n\n*   when the shareholders vote remuneration at\n\n    meetings other than the annual general meeting; this may be done\n\n    quite informally in family companies (see\n    [EIM42300](http://www.hmrc.gov.uk/manuals/eimanual/EIM42300.htm))\n*   when the director's service agreement\n\n    provides for a bonus or commission if sales or profits exceed\n\n    certain figures; determination will occur when the sales or profit\n\n    figures are known.\n\nThe date earnings are determined is not affected by the fact\n\nthat accounts are not prepared. If the shareholders vote a specific\n\namount of remuneration there will be a determination of the amount\n\nof the earnings even if accounts are not prepared. But if earnings\n\nare dependent on results see\n\n[EIM42350](http://www.hmrc.gov.uk/manuals/eimanual/EIM42350.htm).\n\n Note that the rules in this paragraph and at\n\n[EIM42330](http://www.hmrc.gov.uk/manuals/eimanual/EIM42330.htm) apply when the directors'\n\nearnings are determined. They are deemed to have been received, and\n\npaid, at that time, even if they are not actually paid or cannot be\n\npaid because of a restriction on payment. They will be deemed to\n\nhave been received and paid even if no entry is made in the\n\ncompany's records so that the crediting rule at\n\n[EIM42310](http://www.hmrc.gov.uk/manuals/eimanual/EIM42310.htm) does not apply.\n\n As regards the time at which a person must be a director for\n\nthis rule to apply, see\n\n[EIM42360](http://www.hmrc.gov.uk/manuals/eimanual/EIM42360.htm)."},{"manual_section_id":"EIM42350","title":"Director's earnings\nconditional on results: the date they are to be regarded as\ndetermined","body":"A director's service agreement may provide that the director is\nto be paid a bonus according to a formula. For example, the\ndirector may be entitled to be paid five per cent of the company's\nprofits in excess of a specified figure. In such a case the\nearnings are not determined for the purposes of\n[EIM42340](http://www.hmrc.gov.uk/manuals/eimanual/EIM42340.htm) until the underlying\ninformation is available to calculate the amount due. Merely\nsetting down the formula on paper does not determine the amount\ndue. It is the existence of the excess profits that determines the\n\namount due. The earnings will be determined once the relevant\n\naccounts have been prepared and this is so even if the computation\n\nof the amount due to the director is not actually made.\n\n You may normally accept that earnings conditional upon\n\nresults cannot be determined until the relevant company figures or\n\naccounts are available. The company will not get a deduction in\n\ncomputing its corporation tax profits for earnings relating to its\n\naccounting period that are not determined (or otherwise treated as\n\npaid) by the end of nine months from the end of the accounting\n\nperiod. So the company will usually have an incentive to avoid\n\nundue delay in finalising the figures."},{"manual_section_id":"EIM42360","title":"The time at which a\nperson has to be a director for the special rules to apply","body":"The crediting rule at\n[EIM42310](http://www.hmrc.gov.uk/manuals/eimanual/EIM42310.htm) and the determination rules at\n[EIM42330](http://www.hmrc.gov.uk/manuals/eimanual/EIM42330.htm) and\n[EIM42340](http://www.hmrc.gov.uk/manuals/eimanual/EIM42340.htm) apply to an individual who is a\ndirector at any time in the year of assessment in which earnings\nare credited or determined.\n\n So these rules apply to all earnings from that company in\nthe year of assessment even where the crediting or determination\noccurred in the part of the year before the director was appointed,\n\nor after the director left office. They apply to all the earnings\n\nthe individual gets from the company of which they are a director\n\neither as an employee or as a director.\n\n Earnings could be voted in a year when the individual was\n\nnot a director but for, say, the previous year when he or she was a\n\ndirector. In that case, the payment rules for ordinary employees\n\napply in the year in which earnings are voted. The position would\n\nbe different if the taxpayer is still in control and is deemed to\n\nbe a director for the year of receipt under\n\n[EIM20200](http://www.hmrc.gov.uk/manuals/eimanual/EIM20200.htm). Generally there is little to\n\nbe gained from attempts to exploit the director definition because\n\nthe company's corporation tax deduction will also be governed by\n\nthe payment rules for ordinary employees."},{"manual_section_id":"EIM42370","title":"Foreign earnings taxed at\ntime of receipt in the United Kingdom","body":"Some foreign earnings are not subject to the normal receipts\nbasis rules in\n[EIM42260](http://www.hmrc.gov.uk/manuals/eimanual/EIM42260.htm) onwards. Instead, tax is\ncharged on the full amount\n**received in the United Kingdom in the year of****assessment.** This is so:\n\n*   whether the earnings are for that year or\nfor some other year of assessment and\n*   whether or not the office or employment is\nheld at the time the earnings are received in the United\nKingdom.\n\nWhere this rule applies, there is no tax charge on earnings\nreceived overseas - only when there is a remittance to the United\nKingdom (see example\n[EIM42371](http://www.hmrc.gov.uk/manuals/eimanual/EIM42371.htm)).\n\nAs regards:\n\n*   what earnings fall within this rule, see\n    [EIM42210](http://www.hmrc.gov.uk/manuals/eimanual/EIM42210.htm) and\n    [EIM40301](http://www.hmrc.gov.uk/manuals/eimanual/EIM40301.htm)\n\n*   the meaning of received in the United\n\n    Kingdom, see\n    [EIM40302](http://www.hmrc.gov.uk/manuals/eimanual/EIM40302.htm)."},{"manual_section_id":"EIM42380","title":"Earnings received after\nthe death of an employee or office holder","body":"\n\n## Section 13(4) and (5) ITEPA 2003\n\nWhen an employee or office holder dies, earnings received (or, if the employee was subject to the special rule for certain foreign earnings, received in the United Kingdom) after the date of death are treated as income of the personal representatives and not the income of the deceased. They are assessable on the personal representatives in the same way as if they had been received by the employee or office holder (see generally [EIM42201](http://www.hmrc.gov.uk/manuals/eimanual/EIM42201.htm)). The earnings will, of course, all have been earned in periods before the date of death even though they are assessable only on receipt.\n\nIf it is contended that earnings cannot be attributed to any particular period during the lifetime of the deceased employee or office holder, see [EIM40005](http://www.hmrc.gov.uk/manuals/eimanual/EIM40005.htm).\n\nSo it is the place where duties were performed and the residence and ordinary residence status of the employee when the remuneration was earned that counts. The residence position of the personal representatives at the time the earnings are received (or, where the special rules for certain foreign earnings apply, received in the United Kingdom) is irrelevant.\n\nIn cases where an employee or office holder has died the employer will follow the instructions at page 12 of the Employer&#x2019;s Further Guide to PAYE. By following those instructions the employer will account for tax in the following way:\n\n*   where payments are made in the tax year in which the employee died, and **before** a P45 is issued, the employer will calculate the tax due using the tax code in use before the employee died\n*   where payments are made in the tax year in which the employee died, but **after** the P45 has been issued, the employer will use code OT Week1/Month1\n*   when payments are made in a tax year following that in which the employee died the employer will prepare a new deductions working sheet and will use code OT Week1/Month1.\n\nThe statutory assessing position for earnings received by personal representatives after the death of an employee or office holder is set out in [EIM42390](http://www.hmrc.gov.uk/manuals/eimanual/EIM42390.htm). In many cases, adopting the statutory position would place an additional burden upon the personal representatives and family of the deceased but would not result in materially different overall tax liability. Sensible administrative procedures should be used in this type of case.\n\nNormally, you can take the pay and tax shown on the deceased's P45 as received in the period before the date of death, and follow [EIM42410](http://www.hmrc.gov.uk/manuals/eimanual/EIM42410.htm). However you should use the strict basis of assessment, and follow [EIM42390](http://www.hmrc.gov.uk/manuals/eimanual/EIM42390.htm), in cases:\n\n*   where it is requested, or*   where you know that a substantial amount has been paid after the date of death. For these purposes a substantial amount means a sum in excess of &#xA3;1,500.\n\nThe tax chargeable on the personal representatives is a debt due from and payable out of the deceased's estate.\n\nAs regards:\n\n*   the strict basis of assessment for the personal representatives of a deceased employee or office holder, see [EIM42390](http://www.hmrc.gov.uk/manuals/eimanual/EIM42390.htm)&#xA0;\n*   the time limit for assessments on the personal representatives, see [EIM42400](http://www.hmrc.gov.uk/manuals/eimanual/EIM42400.htm)&#xA0;\n*   the treatment of earnings received up to the date of death, see [EIM42410](http://www.hmrc.gov.uk/manuals/eimanual/EIM42410.htm)."},{"manual_section_id":"EIM42390","title":"The charge on the\npersonal representatives of a deceased employee or office\nholder","body":"If an employee or office holder dies and earnings are received\nafter the date of death, the personal representatives are charged\nto tax on them (see\n[EIM42380](http://www.hmrc.gov.uk/manuals/eimanual/EIM42380.htm)). They are charged:\n\n*   at the basic rate only\n*   in the year the earnings are received (or,\nwhere the special rules for certain foreign earnings apply,\nreceived in the United Kingdom)\n*   without any allowances, deductions or\nreliefs except for the deductions, reliefs and exemptions that\n\n    would have been due to the employee had they lived.\n\nThe personal representatives cannot claim deductions for\n\nexpenses that they incur separately themselves. The main deductions\n\ndue are therefore:\n\n*   expenses within Sections 336 to 338 ITEPA\n\n    2003 incurred by the employee or office holder (see\n    [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards)\n*   balancing allowances due to the employee\n\n    or office holder; balancing charges will also fall on the personal\n\n    representatives (see\n    [EIM36500](http://www.hmrc.gov.uk/manuals/eimanual/EIM36500.htm) onwards)\n*   foreign travel and accommodation expenses\n\n    within Sections 341, 342 and 370 to 376 ITEPA 2003 incurred by the\n\n    employee or office holder (see\n    [EIM34000](http://www.hmrc.gov.uk/manuals/eimanual/EIM34000.htm) onwards)\n*   professional fees and subscriptions within\n\n    Sections 343 and 344 ITEPA 2003 (see\n    [EIM32880](http://www.hmrc.gov.uk/manuals/eimanual/EIM32880.htm) onwards)\n*   where a lump sum is assessable under the\n\n    \"golden handshake\" provisions the various exemptions that are\n\n    available under Sections 404 to 414 ITEPA 2003 (see\n\n    EIM13500onwards).\n\nA deduction that is due is not limited to expenses actually paid\n\nby the deceased. The personal representatives can have a deduction\n\nfor an expense that the deceased was due to pay but that the\n\nrepresentatives actually settle.\n\nAs regards:\n\n*   the time limit for assessing personal\n\n    representatives, see\n    [EIM42400](http://www.hmrc.gov.uk/manuals/eimanual/EIM42400.htm)\n\n*   the treatment of earnings received up to\n\n    the date of death, see\n    [EIM42410](http://www.hmrc.gov.uk/manuals/eimanual/EIM42410.htm)."},{"manual_section_id":"EIM42400","title":"Time limit for assessment\nof personal representatives","body":"\n\n## Section 34 TMA 1970\n\nThe normal time limit for making assessments applies where earnings are received after the death of an employee.\n\nThis is because the earnings are deemed to be the income of the personal representatives (see [EIM42380](http://www.hmrc.gov.uk/manuals/eimanual/EIM42380.htm)). So the assessing time limit in Section 40 TMA 1970 relating to income arising or accruing up to the date of death does not apply.\n\nThe SA manual sets out the procedures relating to personal representatives.\n\nAs regards earnings received before the date of death see [EIM42410](http://www.hmrc.gov.uk/manuals/eimanual/EIM42410.htm). "},{"manual_section_id":"EIM42410","title":"Death of employee or\noffice holder: earnings received up to the date of death","body":"\n\n## Section 40(1) TMA 1970\n\nWhen an employee or office holder dies, any earnings received before the date of death are chargeable on the employee in the normal way. But if the employee has died before filing a return for the period in which the earnings were received, the executors or personal representatives will be asked to complete returns to the date of death. In these circumstances the special rules at [EIM42380](http://www.hmrc.gov.uk/manuals/eimanual/EIM42380.htm) to EIM42400 do **not **apply and any assessment on the personal representatives must be made within 3 years and 10 months from the end of the year of assessment in which the employee died.\n\nWith effect from 1 April 2010 the time limit is 4 years from the end of the tax year in which the employee died.\n\nThe SA manual sets out the procedures relating to personal representatives. "},{"manual_section_id":"EIM42420","title":"More than usual number of\n\npay days in the year","body":"Where employees are paid weekly, fortnightly or four weekly\nthere will be some tax years when there are 53 weekly pay days, 27\nfortnightly pay days or 14 four weekly pay days. Because certainty\nof take home pay is so important to taxpayers with regard to\npersonal financial planning the PAYE system allows extra personal\nallowances on the additional pay day. This has the effect of\nensuring consistency of take home pay. Extra personal allowances\nare also given in other cases where the number of pay days exceeds\nthe norm.\n\n The extra allowances given under PAYE do not apply for\nassessment purposes. Assessments must only be made on a statutory\nbasis. Any self assessment therefore claws back the extra\nallowances and creates an underpayment of tax.\n\n When a calculation is made and the result is an\n\nunderpayment, or the taxpayer is required to complete an SA return,\n\ntax must be calculated and charged as normal. Employers\n\nencountering difficulties with the operation of week 53 etc\n\nprocedures should be referred to the &#x201C;Employers\n\nHelpline&#x201D;\n\n For pre-self assessment years, see SE42420."},{"manual_section_id":"EIM42430","title":"Timing of expenses\n\ndeductions","body":"For employees in continuing employment you should allow\ndeductions for expenses in the year the money is spent. The general\nrule for employees&#x2019; expenses provides for a deduction where\nthe taxpayer has been obliged to \"incur and pay\" expenses (see\n[EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards). Merely incurring a\nliability therefore is not enough; there must be an actual outlay.\n\n Occasionally, an employee may pay a potentially allowable\nexpense after the employment has come to an end &#x2013; possibly\neven in the following income tax year. In such a case the deduction\ncan be given in the year in which the\n**unconditional obligation** to make the payment arose\n(Milsom &amp; Hinsley v HMRC, SpC569 at paragraph 67). That\nconstruction avoids the possibility of an employee incurring an\nallowable expense on, say, 1 April, paying it on 10 April and being\n\nentitled to no deduction. Enquiries into the timing of expenditure\n\nare best reserved for cases of doubt and the largest cases where\n\nsubstantial amounts are at issue. Even then resources are usually\n\nbetter spent in checking the expense qualifies for deduction at all\n\nrather than querying the year of deduction."},{"manual_section_id":"EIM42440","title":"Assessments made after a\n\nchange of practice","body":"There is a special rule relating to the assessment of income\nthat has been taken into account in making deductions under PAYE.\nThe rule applies if the assessment (or self-assessment) is made\nfollowing a change of practice.\n\nYou only need to consider this rule if:\n\n*   there has been a change of practice in\nrelation to the taxation of an item of PAYE income and\n*   the assessment or self-assessment is being\nmade more than twelve months after the end of the year of\nassessment to which it relates.\n\nThe purpose of the rule is to prevent certain liabilities\nregarded as settled under the non- assessment procedure at EP3560\nonwards being reopened. Details of PAYE income to which the rule\n\napplies are at\n\n[EIM42450](http://www.hmrc.gov.uk/manuals/eimanual/EIM42450.htm).\n\nHow the rule operates is at\n\n[EIM42470](http://www.hmrc.gov.uk/manuals/eimanual/EIM42470.htm).\n\nSee also\n\n[EIM42460](http://www.hmrc.gov.uk/manuals/eimanual/EIM42460.htm) regarding the decision in\n\nWalters v Tickner (66TC174) and the application of Section 709\n\nITEPA 2003 to income which is exempt from tax.\n\nThe application of Section 709 is a comparatively rare event.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual_section_id":"EIM42450","title":"Income to which the\n\nchange of practice rule applies","body":"The special rule in Section 709 ITEPA 2003 (see\n[EIM42440](http://www.hmrc.gov.uk/manuals/eimanual/EIM42440.htm)) applies to income that meets\nboth the following conditions. The income:\n\n*   was taken into account under PAYE and\n*   was received not less than twelve months\nbefore the beginning of the year of assessment in which the\nassessment or self-assessment is made (the \"assessing year\").\n\nThe rule applies to all PAYE income, not just employment income.\nSo it also applies to pensions and taxable Social Security payments\n(seeEIM74000 onwards and\n\n[EIM76000](http://www.hmrc.gov.uk/manuals/eimanual/EIM76000.htm) onwards).\n\nIncome that has been taken into account under PAYE includes\n\nboth payments from which tax has been deducted under PAYE and\n\nincome that has been coded out for convenience, for example\n\nbenefits in kind or earnings from a subsidiary employment.\n\nAs regards:\n\n*   the operation of the change of practice\n\n    rule, see\n    [EIM42470](http://www.hmrc.gov.uk/manuals/eimanual/EIM42470.htm)\n\n*   the application of Section 709 ITEPA 2003\n\n    to income that is exempt from tax, see\n    [EIM42460](http://www.hmrc.gov.uk/manuals/eimanual/EIM42460.htm)."},{"manual_section_id":"EIM42460","title":"The change of practice\n\nrule: cases involving exemption from tax","body":"In the case of Walters v Tickner (66TC174), the Court of Appeal\nruled that what is now Section 709 ITEPA 2003 did not apply to\ncertain income which had suffered PAYE. The Special Commissioners\nhad determined that the income was not income from employment, even\nthough PAYE had been operated at the time of payment. The Special\nCommissioners' view was that the income was what is now Trading\nIncome , but was exempted by Section 776 IT(TOIA) 2005 (Section 331\nICTA 1988) (the scholarship exemption, see\n[EIM06205](http://www.hmrc.gov.uk/manuals/eimanual/EIM06205.htm)).\n\nThe Inland Revenue had accepted the Special Commissioners'\ndecision on that point. Nevertheless the Inland Revenue argued that\n\nas the income had suffered PAYE, and as the generally prevailing\n\npractice before the Special Commissioner's decision was to treat\n\nthe income in question as income from an employment, Section 709\n\nrequired certain assessments to be made on the basis of the old\n\npractice.\n\nThe Court decided that the outright exemption conferred by\n\nSection 776 IT(TOIA) 2005 (Section 331 ICTA 1988) must apply. The\n\nincome was income from a scholarship and regardless of the merits\n\nof the Section 709 ITEPA 2003 issue, Section 776 (Section 331)\n\nexempted the income.\n\nCaution is therefore necessary in considering the application\n\nof Section 709, particularly where it is subsequently found that\n\nthe income is exempt, or not taxable as employment income."},{"manual_section_id":"EIM42470","title":"How the change of\n\npractice rule applies","body":"The rule where there has been a change of practice (see\n[EIM42440](http://www.hmrc.gov.uk/manuals/eimanual/EIM42440.htm)) is as follows:\n\n*   if an assessment is being made that\nincludes income within[EIM42450](http://www.hmrc.gov.uk/manuals/eimanual/EIM42450.htm) received more that 12 months\nbefore the start of the assessing year (the year in which the\nassessment or self-assessment is made) and\n*   the assessment or self-assessment is being\nmade more than 12 months after the year to which it relates,\nthen\n*   the assessment or self-assessment must be\n\n    made in accordance with the practice generally prevailing on 5\n\n    April in the year following the year for which it is being\n\n    made.\n\nFor example, if the generally prevailing practice in relation to\n\nearnings from employment is changed by a decision in the Courts on\n\n1 May 2004, make assessments:\n\n*   for 2002/03 and earlier years on the old\n\n    practice whenever the assessments are made\n*   for 2003/04 onwards on the new practice\n\n    whenever the assessments are made.\n\nThe rule operates in the simple way shown in this example\n\nbecause earnings from employment are assessed for the year they are\n\nreceived (see\n\n[EIM42200](http://www.hmrc.gov.uk/manuals/eimanual/EIM42200.htm) onwards).\n\nThe rule does not operate so simply for other sorts of PAYE\n\nincome (such as pensions or Social Security payments) where the\n\nincome may be assessable in a different year to the year in which\n\nit was actually received.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual_section_id":"EIM42700","title":"Waivers of\n\nremuneration"}]}]}}