{"title":"Employment income provided through third parties","details":{"manual-section-id":"EIM45200","body":"There are a number of exclusions which prevent a relevant step giving rise to Part 7A income.  \n\n","breadcrumbs":[],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM45201","title":"Summary of structure of guidance on exclusions"},{"manual-section-id":"EIM45205","title":"Commercial loans","body":"\n\n## Section 554F ITEPA 2003\n\nIf an arrangement comes through the Section 554A gateway, and the relevant step is a payment of a sum of money by way of loan, Section 554F(1) prevents the step from giving rise to Part 7A income if:\n\n*   the loan is on &#x2018;ordinary commercial terms&#x2019;, and\n*   there is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.\n\nA loan is on ordinary commercial terms for Section 554F purposes if it is a loan on ordinary commercial terms within the meaning of Section 176 ITEPA 2003 (see [EIM26158](/guidance/employment-income-manual/EIM26100#EIM26158) onwards)  with one exception (which is set out in the next paragraph).\n\nFor these purposes, you ignore conditions B and C in Section 176.  Those conditions are about the varying of loans.  Section 554F focuses on the payment of a sum of money by way of loan. Unless, exceptionally, varying a loan gives rise to such a payment, Section 554F will not apply to the variation.\n\nOn &#x2018;connection between&#x2019; a step and a &#x2018;tax avoidance arrangement&#x2019;, see [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855)."},{"manual-section-id":"EIM45210","title":"Commercial transactions other than loans","body":"\n\n## Section 554F ITEPA 2003\n\nIf an arrangement comes through the Section 554A gateway, and the relevant step is **not** a payment of a sum of money by way of loan, Section 554F(2) prevents the step from giving rise to Part 7A income if four conditions are met.\n\n*   The step is taken for the sole purpose of a transaction which:\n\n*   *   the person (P) taking the step has with A, and\n    *   P entered into in the ordinary course of P&#x2019;s business.\n\n*   A substantial proportion of P&#x2019;s business involves similar transactions with members of the public at large with whom P deals at arm&#x2019;s length.\n*   The terms on which P entered into the transaction with A are substantially the same as the terms on which P normally enters into similar transactions with members of the public with whom P deals at arm&#x2019;s length.  A transaction is &#x2018;similar&#x2019; if it is of the same type as, or a similar type to, P&#x2019;s transaction with A.\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement (see [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855)).\n\nFor the purposes of Section 554F, &#x2018;A&#x2019; includes persons linked with A.  See [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860)."},{"manual-section-id":"EIM45215","title":"Employee benefit packages: general","body":"\n\n## Section 554G ITEPA 2003\n\nAn employee benefit package may come through the Section 554A gateway.  However, there will be no Part 7A income if all the conditions of Section 554G ITEPA 2003 are met.\n\nWhether or not the transaction is a loan, the relevant step must meet three conditions and the package of benefits must meet two conditions.  These five conditions are set out in this page.\n\nSome other conditions must also be met.  The conditions to be met depend on whether the transaction is or is not a loan.\n\n*   If the transaction is a loan, the conditions in [EIM45220](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm) must be met.\n*   If the transaction is not a loan, the conditions in [EIM45225](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm) must be met.\n\nFor the purposes of Section 554G, &#x2018;A&#x2019; includes persons linked with A unless specifically noted.  See [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860).\n\n### The relevant step\n\nThree conditions apply to the relevant step.\n\n*   The step is not taken under a pension scheme (within the meaning of Part 4 FA 2004).  You will find this definition of &#x2018;pension scheme&#x2019; in RPSM20000000 (Registered Pension Scheme Manual: glossary).\n*   The step is taken for the sole purpose of a transaction which:\n\n*   *   the person (P) taking the step has with A, and\n    *   P entered into in the ordinary course of P&#x2019;s business.\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement (see [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855)).\n\n### Salary sacrifice\n\nOn its own, sacrificing salary in favour of provision of tax-exempt or tax-advantaged benefits does not constitute a tax avoidance purpose.  Whether there is a tax avoidance purpose is a question of fact and there may be particular salary sacrifice arrangements that do have a tax avoidance purpose.\n\n### The package of benefits\n\nTwo conditions apply to the package of benefits which includes P&#x2019;s transaction with A.\n\n*   The terms on which P enters into the transaction with A are substantially the same as the terms on which P normally enters into similar transactions with employees of B under the package of benefits.  A transaction is &#x2018;similar&#x2019; if it is of the same type as, or a similar type to, P&#x2019;s transaction with A.\n*   Section 554G does **not **apply if:\n\n*   *   B is a company, and\n    *   of those of B&#x2019;s employees to whom the package of benefits is available, a majority have a &#x2018;material interest&#x2019; in B (see [EIM20212](/guidance/employment-income-manual/EIM20001#EIM20212))."},{"manual-section-id":"EIM45220","title":"Employee benefit packages: transaction is loan","body":"\n\n## Section 554G ITEPA 2003\n\n[Conditions if the transaction is a loan](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm#IDA3IMYF)\n\n[&#x2018;In practice restricted to senior staff&#x2019;](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm#IDAKKMYF)\n\n[Example: arrangement with credit union](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm#IDAEMMYF)\n\n[Relocation loans](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm#IDAMOMYF)\n\nSection 554G (exclusions: employee benefit packages) lays down specific conditions to be met if the transaction is a loan.\n\nOn Section 554G generally, see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm#top)\n\n\n## Conditions if the transaction is a loan\n\nFour conditions must be met if the relevant step is the payment of a sum of money by way of loan to A.  These conditions are bulleted below.\n\n*   A substantial proportion of the business of the person taking the step (P) involves making similar loans to members of the public at large with whom P deals at arm&#x2019;s length.  A loan is &#x2018;similar&#x2019; if it is made for the same or similar purposes as the loan to A.\n*   The transaction with A is part of a package of benefits which is available to a substantial proportion of B&#x2019;s employees.  In practice, &#x2018;a substantial proportion&#x2019; will normally mean at least 50%.  See [EIM26160](/guidance/employment-income-manual/EIM26100#EIM26160) on &#x2018;a substantial proportion&#x2019; in Section176 ITEPA 2003.\n*   Under the package of benefits, P offers similar transactions on sufficiently generous terms to other employees besides A  that is, substantially all of the employees of B to whom the package is available can take advantage of what is offered (if they want to).  A transaction is &#x2018;similar&#x2019; if it is of the same type as, or a similar type to, P&#x2019;s transaction with A.\n*   The package of benefits is not &#x2018;in practice restricted to senior staff&#x2019;.\n\nFor the purposes of these four conditions, &#x2018;A&#x2019; includes persons linked with A.  See [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm#top)\n\n\n## &#x2018;In practice restricted to senior staff&#x2019;\n\nFor these purposes, a package of benefits is &#x2018;in practice restricted to senior staff&#x2019; if any feature of the package of benefits has (or is likely to have) the effect that benefits under the package will be wholly or mainly conferred on senior staff.\n\n&#x2018;Senior staff&#x2019; are:\n\n*   directors,\n*   senior employees,\n*   employees who receive (or as a result of the package of benefits are likely to receive) the higher or highest levels of remuneration, and\n*   if B is a company which is a member of a group of companies, any other employees who:\n\n*   *   are senior employees in the group, or\n    *   receive (or as a result of the package of benefits are likely to receive) the higher or highest levels of remuneration in the group.\n\nTo decide whether B is a member of a group, you apply the rules for corporation tax on chargeable gains (see CG45100 onwards)  with one modification.\n\nThe chargeable gains test is a 75% test.  For the purposes of the group exception, you change &#x2018;75%&#x2019; to &#x2018;51%&#x2019; throughout.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm#top)\n\n\n## Example: arrangement with credit union\n\nEmployer B is a manufacturing company that experiences a temporary drop in orders.  Rather than make members of its skilled workforce redundant, it puts 60% of its employees onto short-time working arrangements.\n\nThere are 120 employees on short-time working.  Most of them are machine operators who have no material interest in the company.  But two senior managers and one director are also on short hours.\n\nIn order to assist employees during the period of reduced pay, the employer agrees with a local credit union that employees on reduced hours will be entitled to receive loans of up to &#xA3;4,000 without going through the normal credit checks and at a reduced rate of interest.\n\nThe scale of the loans, the purposes for which the loans are advanced, the type of security given by the borrower and the lengths of the loan periods are very similar to the terms applicable to members of the public.\n\nThere are no indicators that the loan arrangements are connected with any tax avoidance arrangements.\n\nOn these facts:\n\n*   the three conditions about the relevant step (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)),\n*   the two conditions about the package of benefits (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)), and*   the four conditions if the transaction is a loan (see above)\n\nare all met.\n\nSo the loans are covered by Section 554G.\n\nBut if, in contrast to this example, the loans were **not** available to a substantial proportion of B&#x2019;s workforce, the terms of the exclusion would not be satisfied and the loans would potentially be within Part 7A.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm#top)\n\n\n## Relocation loans\n\nThere are no special rules for relocation loans in Section 554G.\n\nIf a relocation loan is advanced by a relevant third person, it will need to meet:\n\n*   the three conditions about the relevant step (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)),\n*   the two conditions about the package of benefits (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)), and\n*   the four conditions if the transaction is a loan (see above).\n\nNote that these conditions are stringent.  If they are not all met, the relocation loan will fall outside Section 554G.\n\nOn &#x2018;relevant third person&#x2019;, see [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035)."},{"manual-section-id":"EIM45225","title":"Employee benefit packages: transaction is not loan","body":"\n\n## Section 554G ITEPA 2003\n\n[Conditions if the transaction is not a loan](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#IDAOPUUH)\n\n[&#x2018;Comparable with A&#x2019;s status&#x2019;](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#IDAIRUUH)\n\n[&#x2018;Employees of B&#x2019;](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#IDAESUUH)\n\n[Example: substantial proportion of B&#x2019;s employees](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#IDAUSUUH)\n\n[Example: substantial proportion of those employees of B whose status as employees of B is comparable with A&#x2019;s status as an employee of B](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#IDAUUUUH)\n\nSection 554G (exclusions: employee benefit packages) lays down specific conditions to be met if the transaction is not a loan.\n\nOn Section 554G generally, see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#top)\n\n\n## Conditions if the transaction is not a loan\n\nTwo conditions must be met if the relevant step is **not** the payment of a sum of money by way of loan to A.  These two conditions are bulleted below.\n\n*   The transaction with A is part of a package of benefits which is available to:\n\n*   *   a substantial proportion of B&#x2019;s employees, or\n    *   a substantial proportion of those employees of B whose status as employees of B is comparable with A&#x2019;s status as an employee of B.\n\nIn practice, &#x2018;a substantial proportion&#x2019; will normally mean at least 50%.  See [EIM26160](/guidance/employment-income-manual/EIM26100#EIM26160) on &#x2018;a substantial proportion&#x2019; in Section176 ITEPA 2003.\n\n*   Under the package of benefits, the person taking the step (P) offers similar transactions on sufficiently generous terms to other employees besides A.  That is, the terms are such that substantially all of the employees of B to whom the package is available can take advantage of what is offered (if they want to).  A transaction is &#x2018;similar&#x2019; if it is of the same type as, or a similar type to, P&#x2019;s transaction with A.\n\nFor the purposes of Section 554G, &#x2018;A&#x2019; includes persons linked with A unless specifically noted.  See [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#top)\n\n\n## &#x2018;Comparable with A&#x2019;s status&#x2019;\n\nIn deciding whether employees are comparable in status, you take into account matters such as:\n\n*   levels of seniority,\n*   types of duties, and\n*   levels of remuneration.\n\n&#x2018;Comparable with A&#x2019;s status&#x2019; means comparable with the status of A alone  not comparable with the status of any person linked with A.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#top)\n\n\n## &#x2018;Employees of B&#x2019;\n\nIf the relevant step is **not** the payment of a sum of money by way of loan to A, &#x2018;employees of B&#x2019; means employees of B whose duties of employment are performed in the United Kingdom.\n\nIf a duty is performed outside the United Kingdom, and its performance is merely incidental to the performance of duties in the United Kingdom, then the duty is treated as performed in the United Kingdom.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#top)\n\n\n## Example: substantial proportion of B&#x2019;s employees\n\nEmployer B has a number of branches spread across the United Kingdom.  It sometimes requires employees in professional and managerial jobs to relocate.  Employees in administrative support roles are not required to relocate.\n\nIf employees have to move house because their existing home is too far from the new location, they can claim back various defined removal expenses (such as conveyancing and estate agents&#x2019; fees).  B has taken on a commercial relocation assistance company to administer this.  The terms of the employee relocation policy are set out in B&#x2019;s staff handbook.\n\nAll employees in professional and managerial roles are entitled to this assistance if they have to move house because they have been relocated.\n\nIn practice, most such employees do not have a material interest in the company.\n\nThere are no indicators that the relocation expenses arrangements are connected with any tax avoidance arrangements.\n\nOn these facts:\n\n*   the three conditions about the relevant step (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)),\n*   the two conditions about the package of benefits (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)), and*   the two conditions if the transaction is not a loan (see above)\n\nare all met.\n\nSo, the relocation expenses are covered by Section 554G.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm#top)\n\n\n## Example: substantial proportion of those employees of B whose status as employees of B is comparable with A&#x2019;s status as an employee of B\n\nEmployer B Ltd enters into arrangements with P Ltd  a commercial car lease business  for P to provide low-emission company cars to B&#x2019;s employees.  Employees who take up the offer of a company car do so under salary sacrifice arrangements.  (On salary sacrifice arrangements, see [EIM42750](/guidance/employment-income-manual/EIM42750) onwards.)\n\nThe arrangements are clearly publicised to employees as part of B Ltd&#x2019;s flexible remuneration package and are on offer to all 50 of the managers and senior administrators employed by B.\n\nThe arrangements are not on offer to the remaining 450 employees, who are in warehouse packing and retail roles.\n\n8 of the managers and senior administrators have a material interest in B Ltd and they are included in the company car salary sacrifice arrangement in the same way as the other managers and senior administrators.\n\nOn these facts:\n\n*   the three conditions about the relevant step (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)),\n*   the two conditions about the package of benefits (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)), and*   the two conditions if the transaction is not a loan (see above)\n\nare all met.\n\nThe limited term provision of the company cars would probably not qualify as a relevant step within Section 554D (see [EIM45080](/guidance/employment-income-manual/EIM45000#EIM45080)).  But, even if it did, the arrangement would be covered by Section 554G."},{"manual-section-id":"EIM45230","title":"Employee car ownership schemes: conditions","body":"\n\n## Section 554O ITEPA 2003\n\n[The arrangement condition](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm#IDAEZUUH)\n\n[&#x2018;Car&#x2019; and &#x2018;licensed lender&#x2019;](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm#IDAL1UUH)\n\n[The purchase condition](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm#IDAS2UUH)\n\n[Other reliefs for ECOS](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm#IDA02UUH)\n\nEmployee car ownership schemes (ECOS) which meet the conditions in Section 554O do not give rise to Part 7A income.\n\n&#x2018;Employee car ownership schemes&#x2019; are not defined by law, and take a variety of forms.  They are often attractive to employees as tax efficient arrangements but this on its own does not prevent the exclusion for employee car ownership schemes from applying.   You need to check whether the ECOS under review meets the arrangement condition and the purchase condition.\n\nIf the ECOS meets the arrangement condition and the purchase condition, Section 554O gives conditional relief.  See [EIM45235](http://www.hmrc.gov.uk/manuals/eimanual/EIM45235.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm#top)\n\n\n## The arrangement condition\n\nThe arrangement condition is in Section 554O(1)(a).  It focuses on the car ownership arrangement.  It is in six parts, all of which must be met.  These six parts are bulleted below.\n\n*   There is an arrangement which provides for A to purchase a new car from another person (P) using a car loan.\n*   A &#x2018;licensed lender&#x2019; is to make the car loan to A.\n*   The arrangement specifies the date by which the car loan must be fully repaid.  This must be **no later than four years** after the date on which the car loan is made.\n*   The arrangement permits A to sell the car back to P:\n\n*   *   in order to obtain funds to repay the car loan,\n    *   on a specified date,\n    *   at a specified price.\n\nIt is accepted that this condition is satisfied where the arrangement provides for the employee to settle the loan outright by selling the car to the lender at the agreed amount (which matches the amount of the outstanding loan).  There will not necessarily be any movement of monies and this is the normal structure within ECOS arrangements.\n\n*   The specified price is based on an estimate of the likely outstanding amount of the car loan on the date specified for A to sell the car back to P.  This estimate is made at the time when the car ownership arrangement is made.\n*   The car ownership arrangement is not a tax avoidance arrangement (see [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855)).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm#top)\n\n\n## &#x2018;Car&#x2019; and &#x2018;licensed lender&#x2019;\n\n&#x2018;Car&#x2019; means a mechanically propelled road vehicle which is not:\n\n*   a vehicle of a construction primarily suited for the conveyance of goods or burden of any description,\n*   a motor cycle within the meaning of Section 185(1) Road Traffic Act 1988, or\n*   a vehicle of a type not commonly used as a private vehicle and unsuitable to be so used.\n\nA &#x2018;licensed lender&#x2019; is a person who is:\n\n*   a licensee under the Consumer Credit Act 1974 acting within the terms of the person&#x2019;s licence, and\n*   not acting as a trustee.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm#top)\n\n\n## The purchase condition\n\nThe purchase condition focuses on what A does.  It is met if, as provided for by the car ownership arrangement, A purchases the car using the car loan.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm#top)\n\n\n## Other reliefs for ECOS\n\nAn ECOS will not necessarily meet the conditions for exclusion under Section 554O.  But, just because an ECOS falls outside Section 554O, that does not necessarily mean that the Part 7A rules will impose a charge.\n\nIf the ECOS does not involve a &#x2018;relevant third person&#x2019; (see [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035)), it will not pass through the Section 554A gateway in the first place.\n\nIf the ECOS does pass through the Section 554A gateway, there will be no charge if it comes within Section 554G (exclusion for employee benefit packages).  See [EIM45225](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm)."},{"manual-section-id":"EIM45235","title":"Employee car ownership schemes: relief","body":"\n\n## Section 554O ITEPA 2003\n\nIf an employee car ownership scheme (ECOS) meets the conditions in Section 554O (see [EIM45230](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm)), it enjoys conditional relief from Part 7A ITEPA 2003.\n\n### The relief\n\nUnder Section 554O, a relevant step does not give rise to Part 7A income if it is taken for the sole purpose of:\n\n*   purchasing a car or selling it back as provided in the ECOS, or\n*   making a car loan as provided in the ECOS.\n\nBut this relief does not apply if there is a connection between the relevant step and a tax avoidance arrangement (see [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855)).\n\n### The fall-back charge\n\nIf:\n\n*   Section 554O gives relief when a car loan is made, but\n*   by the end of the repayment date provided in the ECOS, the car loan has not been fully repaid,\n\nthe outstanding amount gives rise to Part 7A income.\n\nThat is, Section 554O deems:\n\n*   a relevant step to be taken at the end of that date giving rise to Part 7A income, and\n*   A to be a relevant person within Section 554C(1) in respect of this step.\n\nThe subject of this notional relevant step is a sum of money equal to the outstanding amount of the car loan at the end of that date.\n\nOn the repayment date, see [EIM45230](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm)."},{"manual-section-id":"EIM45240","title":"Employment income exemptions","body":"\n\n## Section 554P ITEPA 2003\n\nIf the subject of a relevant step enjoys an employment income exemption, the relevant step does not give rise to Part 7A income.\n\nIf part of the subject of the relevant step falls outside the employment income exemption, you make a just and reasonable apportionment.\n\n&#x2018;Employment income exemption&#x2019; here means:\n\n*   an employment income exemption under Part 4 ITEPA 2003 - that is, an exemption from income tax which prevents liability to tax arising in respect of employment income of any kind at all (see [EIM20030](/guidance/employment-income-manual/EIM20001#EIM20030)), or\n*   the exemption under Section 271 ITEPA 2003 (removal benefits and expenses), which prevents liability to income tax arising in respect of earnings (see [EIM03101](/guidance/employment-income-manual/EIM03100#EIM03101) onwards).\n\nIn the latter case, the extent to which the relevant step is prevented from giving rise to Part7A income is capped at &#xA3;8,000 in the same way as the exemption under Section 271.\n\nFor an example of relocation expenses that are **not** covered by Section 554P, see [EIM45225](http://www.hmrc.gov.uk/manuals/eimanual/EIM45225.htm).\n\nOn relocation loans from a relevant third person, see [EIM45220](http://www.hmrc.gov.uk/manuals/eimanual/EIM45220.htm).\n\nIf an arrangement would be tax-free if made directly between the employer and the employee, it does not necessarily follow that Section 554P will prevent Part 7A income arising if, instead, a third party is involved and the arrangement comes through the Section 554A gateway.  The examples below illustrate this.\n\n### Example: work-related training\n\nA incurs costs of work-related training.  If B reimburses A&#x2019;s costs, and the conditions of Section 250 ITEPA 2003 are met, there is no liability to income tax.  See [EIM01200](/guidance/employment-income-manual/EIM01200) onwards.\n\nSuppose, instead, that A&#x2019;s costs are reimbursed in a way which comes through the Section554A gateway.  Then Section 554P stops Part 7A income arising.\n\n### Example: death or retirement benefits\n\nIf B makes provision for A&#x2019;s death or retirement benefits, and the conditions of Section 307 ITEPA 2003 are met, then no liability to income tax arises by virtue of Part 3 Chapter 10 ITEPA2003.  See [EIM21800](/guidance/employment-income-manual/EIM21603#EIM21800) onwards.\n\nSuppose, instead, that provision is made for A&#x2019;s death or retirement benefits in a way which comes through the Section 554A gateway. Then Section 554P does **not** stop Part 7A income arising.  Although Section 307 is in Part 4, it is an &#x2018;earnings-only exemption&#x2019;, not an &#x2018;employment income exemption&#x2019;."},{"manual-section-id":"EIM45245","title":"Income arising from earmarked sum or asset","body":"\n\n## Sections 554Q and 554Z17(2) ITEPA 2003\n\n[Scenario envisaged by Section 554Q](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#IDALIVUH)\n\n[The exclusion](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#IDAMKVUH)\n\n[The listed exclusions](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#IDAJMVUH)\n\n[The arm&#x2019;s length condition](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#IDAEPVUH)\n\n[Example](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#IDAYPVUH)\n\n[Earlier relevant step before 6 April 2011](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#IDALQVUH)\n\n[Relevant step within Section 554C or 554D](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#IDAGRVUH)\n\nIf the specified conditions are met, the earmarking of income arising from a sum or asset that has already been earmarked will not itself give rise to Part 7A income.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#top)\n\n\n## Scenario envisaged by Section 554Q\n\nThere are three conditions for Section 554Q to apply.  These conditions are bulleted below.\n\n*   A sum of money or asset (&#x2018;sum or asset R&#x2019;) is held by or on behalf of a person (&#x2018;P&#x2019;).\n*   Income arises from sum of money or asset R.\n*   When the income arises, it\n\n*   *   is received by or on behalf of P, and\n    *   is the subject of a relevant step (&#x2018;the step under review&#x2019;) within **Section 554B** taken by P.  See [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095) onwards.\n\nSection 554Q can apply to steps within Section 554Z18 (undertakings given by employers etc in relation to retirement benefits etc: earmarking etc).  See [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150).\n\nBut section 554Q cannot apply to steps within Section 554Z19 (undertakings given by employers etc in relation to retirement benefits etc: provision of security).  See [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#top)\n\n\n## The exclusion\n\nThe step under review will not give rise to Part 7A income if four conditions are met.  They are bulleted below.\n\n*   Before the income arose, P took a relevant step (&#x2018;the earlier relevant step&#x2019;) within Section 554B of which the subject was sum or asset R.\n*   The earlier relevant step either (a) gave rise to Part 7A income or (b) would have given rise to Part 7A income but for one of the listed exclusions.\n*   Immediately before the income arose, sum or asset R was still held on:\n\n*   *   a Section 554B basis (see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)), or\n    *   if the earlier relevant step was a step within Section 554Z18, the basis mentioned in Section 554Z18(1)(a) or (b).\n\n*   The arm&#x2019;s length condition is met.\n\nBut the arm&#x2019;s length condition does not need to be met if the step under review is within Section554Z18.\n\nOn Section 554Z18 (undertakings given by employers etc in relation to retirement benefits etc: earmarking etc), see [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#top)\n\n\n## The listed exclusions\n\nThese are the listed exclusions.\n\n*   Section 554Q (income arising from earmarked sum or asset)\n*   Section 554R (acquisitions out of earmarked sums or assets) (see [EIM45250](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm))\n*   Section 554H (earmarking of deferred remuneration) (see [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm) onwards)\n*   Section 554J (earmarking for employee share schemes: specified vesting date) (see [EIM45355](http://www.hmrc.gov.uk/manuals/eimanual/EIM45355.htm) onwards)\n*   Section 554K (earmarking for employee share schemes: specified exit events) (see [EIM45385](http://www.hmrc.gov.uk/manuals/eimanual/EIM45385.htm) onwards)\n*   Section 554L (earmarking for employee share option schemes: specified vesting date) (see [EIM45405](http://www.hmrc.gov.uk/manuals/eimanual/EIM45405.htm) onwards)\n*   Section 554M (earmarking for employee share option schemes: specified exit events) (see [EIM45435](http://www.hmrc.gov.uk/manuals/eimanual/EIM45435.htm) onwards)\n*   Section 554T (employee pension contributions) (see [EIM45615](http://www.hmrc.gov.uk/manuals/eimanual/EIM45615.htm))\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#top)\n\n\n## The arm&#x2019;s length condition\n\nThe arm&#x2019;s length condition is an anti-avoidance condition.  It will be **failed** if, in essence, the income represents a return from sum or asset R which exceeds the return which might be expected on the assumption that all &#x2018;relevant connected persons&#x2019; are acting at arm&#x2019;s length of each other.\n\nWhen considering the arm&#x2019;s length condition, you take into account the type of investments from which the income derives, whether directly or indirectly.\n\nA &#x2018;relevant connected person&#x2019; is a person with a connection (direct or indirect) to the arrangement under which the income arises.  &#x2018;Connection&#x2019; here has its normal English meaning.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#top)\n\n\n## Example\n\nA sum of money has been earmarked for A by being held in a sub-trust.  Income arises on this sum and is earmarked for A or A&#x2019;s family, and Sections 554A and 554B are met.\n\nIf the conditions are met, Section 554Q will stop the earmarking of this income from giving rise to Part 7A income.\n\nBut Section 554Q will not prevent Part 7A income arising if a relevant step is taken within Section 554C or 554D.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#top)\n\n\n## Earlier relevant step before 6 April 2011\n\nSuppose:\n\n*   the income is the subject of a relevant step within Section 554B, but\n*   the earlier relevant step was taken before 6 April 2011.\n\nThen the income needs the shelter of Section 554Q  but the second of the conditions focusing on sum or asset R cannot be met, because the earlier relevant step could not possibly have given rise to Part 7A income.\n\nThe transitional rule in Schedule 2 paragraph 56 FA 2011 solves this problem.  It deems this condition to be met if - supposing the Part 7A rules had been in force when the earlier relevant step was taken - that step would have either (a) given rise to Part 7A income or (b) given rise to Part 7A income but for one of the listed exclusions.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm#top)\n\n\n## Relevant step within Section 554C or 554D\n\nIf income is the subject of a relevant step within Section 554C or 554D, then Section 554Q cannot stop Part 7A income arising.\n\nSo, the full value of relevant steps within Sections 554C and 554D will be chargeable if they are funded by income arising from sum or asset R."},{"manual-section-id":"EIM45250","title":"Acquisitions out of earmarked sums or assets","body":"\n\n## Sections 554R and 554Z17(2) ITEPA 2003\n\n[Scenario envisaged by Section 554R](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#IDAUMQSB)\n\n[The arm&#x2019;s length condition](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#IDAPOQSB)\n\n[Section 554R(6): exclusion if T is within Section 554B](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#IDA1PQSB)\n\n[Section 554R(6): earlier relevant step before 6 April 2011](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#IDARSQSB)\n\n[Section 554R(8): exclusion if Section 554C step taken to acquire T](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#IDAUTQSB)\n\nSuppose that a sum of money or asset is held, and another sum of money or asset is acquired out of it.\n\nThen, if the specified conditions are met, the latter sum of money or asset will not itself give rise to Part 7A income upon its acquisition.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#top)\n\n\n## Scenario envisaged by Section 554R\n\nThere are four conditions for Section 554R to apply.  They are bulleted below.\n\n*   A sum of money or asset (&#x2018;sum or asset S&#x2019;) is held by or on behalf of a person (&#x2018;P&#x2019;).\n*   A sum of money or asset (&#x2018;sum or asset T&#x2019;) is acquired by or on behalf of P wholly out of sum or asset S.  For example, sum or asset T represents the proceeds of disposing of sum or asset S.\n*   Sum or asset T is not acquired (directly or indirectly) from A or any person linked with A (see [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860)).\n*   The arm&#x2019;s length condition is met.\n\nSection 554R can apply to steps within Section 554Z18 (undertakings given by employers etc in relation to retirement benefits etc: earmarking etc).  See [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150).\n\nIf the step is within Section 554Z18, the third and fourth conditions do not need to be met.\n\nBut section 554R can not apply to steps within Section 554Z19 (undertakings given by employers etc in relation to retirement benefits etc: provision of security).  See [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#top)\n\n\n## The arm&#x2019;s length condition\n\nThe arm&#x2019;s length condition is an anti-avoidance condition.\n\nYou take four steps to find out whether it is met.\n\n**Step 1**.  Value sum or asset T at the time of its acquisition.\n\n**Step 2**.  Value sum or asset S (to the extent that sum or asset T is acquired out of it) at that time.\n\n**Step 3**.  Compare these two values.  If they are the same, the arm&#x2019;s length condition is met. If they are not, find out why not and go to Step 4.\n\n**Step 4**.  If the difference between the two values (or any part of the difference) might not have been expected on the assumption that all &#x2018;relevant connected persons&#x2019; are acting at arm&#x2019;s length of each other, then the arm&#x2019;s length condition is failed. Otherwise, it is met.\n\nA &#x2018;relevant connected person&#x2019; is a person with a connection (direct or indirect) to the arrangement under which sum or asset T is acquired.\n\n&#x2018;Connection&#x2019; here has its normal English meaning.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#top)\n\n\n## Section 554R(6): exclusion if T is within Section 554B\n\nIf:\n\n*   when sum or asset T was acquired, P took a relevant step within Section 554B and sum or asset T was the subject of this step, and\n*   three conditions are met,\n\nthen Section 554R(6) will prevent that step from giving rise to Part 7A income.\n\nThese are the three conditions.\n\n*   Before sum or asset T was acquired, P took a relevant step within Section 554B and sum or asset S was the subject of this step.\n*   This step either (a) gave rise to Part 7A income or (b) would have given rise to it but for one of the following exclusions:\n\n*   *   Section 554R(6),\n    *   Section 554R(8),\n    *   Section 554Q (income arising from earmarked sum or asset)  see [EIM45245](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm), or\n    *   Section 554T (employee pension contributions) see [EIM45615](http://www.hmrc.gov.uk/manuals/eimanual/EIM45615.htm).\n\n*   Immediately before sum or asset T was acquired, sum or asset S was still held on a Section 554B basis (see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#top)\n\n\n## Section 554R(6): earlier relevant step before 6 April 2011\n\nSuppose:\n\n*   when sum or asset T was acquired, P took a relevant step within Section 554B and sum or asset T was the subject of this step, but\n*   P took a relevant step, of which sum or asset S was the subject, before 6 April 2011.\n\nThen the later relevant step (of which sum or asset T was the subject) needs the shelter of Section 554R.\n\nBut the second of the three conditions focusing on the earlier relevant step cannot be met, because the earlier relevant step could not possibly have given rise to Part 7A income.\n\nThe transitional rule in Schedule 2 paragraph 57 FA 2011 solves this problem.\n\nIt deems this condition to be met if - supposing the Part 7A rules had been in force when the earlier relevant step was taken - that step would have either (a) given rise to Part 7A income or (b) given rise to Part 7A income but for one of the exclusions listed above.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45250.htm#top)\n\n\n## Section 554R(8): exclusion if Section 554C step taken to acquire T\n\nSection 554R(8) prevents Part 7A income arising if, broadly, a relevant step within Section554C is taken in order to acquire sum or asset T.\n\nCondition A must be met, and either condition B or condition C must be met.\n\nCondition A is that:\n\n*   sum or asset S or sum or asset T is the subject of a relevant step within Section554C(1)(a) to (c) (payment of sum; transfer of asset; employment-related securities etc - see [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060)), and\n*   this is for the sole purpose of acquiring sum or asset T.\n\nCondition B is that:\n\n*   when sum or asset T was acquired, P took a relevant step within Section 554B (see[EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)) and sum or asset T was the subject of this step, and\n*   this step either (a) given rise to Part 7A income or (b) would have given rise to Part 7A income but for one of the following exclusions:\n\n*   *   Section 554R(6),\n    *   Section 554H (earmarking of deferred remuneration)  see [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm) onwards,\n    *   Section 554J (earmarking for employee share schemes: specified vesting date)  see [EIM45355](http://www.hmrc.gov.uk/manuals/eimanual/EIM45355.htm) onwards,\n    *   Section 554K (earmarking for employee share schemes: specified exit events)  see [EIM45385](http://www.hmrc.gov.uk/manuals/eimanual/EIM45385.htm) onwards,\n    *   Section 554L (earmarking for employee share option schemes: specified vesting date)  see [EIM45405](http://www.hmrc.gov.uk/manuals/eimanual/EIM45405.htm) onwards,\n    *   Section 554M (earmarking for employee share option schemes: specified exit events)  see [EIM45435](http://www.hmrc.gov.uk/manuals/eimanual/EIM45435.htm) onwards,\n    *   Section 554Q (income arising from earmarked sum or asset)  see [EIM45245](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm), or\n    *   Section 554T (employee pension contributions)  see [EIM45615](http://www.hmrc.gov.uk/manuals/eimanual/EIM45615.htm).\n\nCondition C is that:\n\n*   when sum or asset T was acquired, sum or asset T was held by or on behalf of P on the same basis as that on which sum or asset S was held by or on behalf of P immediately before sum or asset T was acquired.\n\nIf condition A is met and condition B or condition C is met, Section 554R(8) prevents the relevant step mentioned in condition A from giving rise to Part 7A income."},{"manual-section-id":"EIM45255","title":"Earmarking of deferred remuneration: conditions","body":"\n\n## Sections 554H(1) and (2) ITEPA 2003\n\n[The award of deferred remuneration](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm#IDA4BWUH)\n\n[Possibility of partial revocation](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm#IDACEWUH)\n\n[The relevant step](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm#IDAJFWUH)\n\n[Connection with tax avoidance arrangement](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm#IDATGWUH)\n\nEmployers and employees may enter into deferred remuneration arrangements  that is, conditional arrangements to defer awards of remuneration  for commercial reasons.  For example, such arrangements may be imposed by the FSA Remuneration Code.\n\nA step within Section 554B may bring a deferred remuneration arrangement through the Section 554A gateway.  There will be no Part 7A income if all the conditions of Section554H are met.\n\nThe award of deferred remuneration must pass seven tests and the relevant step must pass three tests.  If these tests are passed, the relevant step does not give rise to Part 7A income.\n\nFor examples illustrating these tests, see [EIM45260](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm).\n\nDeferred remuneration arrangements which take the form of share or share option schemes can come within Section 554H.  There are other exclusions specifically relating to share and share option schemes: see [EIM45305](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm) onwards.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm#top)\n\n\n## The award of deferred remuneration\n\nUnder Section 554H(1), seven tests apply to the award of deferred remuneration.  They are bulleted below.\n\n*   On a date (the award date&#x2019;) A is awarded remuneration (&#x2018;the deferred remuneration&#x2019;) in respect of A&#x2019;s employment with B.  The person awarding the deferred remuneration does not necessarily have to be B.\n*   The main purpose of the award is not the provision of &#x2018;relevant benefits&#x2019;.\n\n&#x2018;Relevant benefits&#x2019; has the same meaning as in Part 6 Chapter 2 ITEPA 2003 (EFRBS), except that, here, &#x2018;relevant benefits&#x2019; can include benefits charged to tax under Part 9 ITEPA 2003 (pension income).  See [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021).\n\n*   The deferred remuneration is awarded on terms whose main purpose is to defer the provision to A of the deferred remuneration to a specified date (&#x2018;the vesting date&#x2019;) which is after the award date.\n\nOn &#x2018;specified date&#x2019;, see [EIM45485](http://www.hmrc.gov.uk/manuals/eimanual/EIM45485.htm).\n\n*   These terms also provide that the award is revoked if specified conditions are not met on or before the vesting date.\n*   The vesting date is not more than five years after the award date.\n*   As at the award date, there is a reasonable chance that the award of the deferred remuneration will be revoked because not all the specified conditions will be met on or before the vesting date.\n*   If any person provided the deferred remuneration to A on the award date, that action would rank as a payment of PAYE employment income of A in respect of A&#x2019;s employment with B.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm#top)\n\n\n## Possibility of partial revocation\n\nTo come within Section 554H(1), an award must pass the &#x2018;reasonable chance&#x2019; test set out above.\n\nUnder Section 554H(2), the terms of the award may also (but do not have to) provide that the award of the deferred remuneration is partly revoked if certain conditions are not met on or before the vesting date.\n\nTherefore, if:\n\n*   an award of deferred remuneration passes the seven tests set out above, and\n*   the award is made on terms which provide that the award will be lost **in part** if the specified conditions are not met **completely**,\n\nthen the award will come within Section 554H(1).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm#top)\n\n\n## The relevant step\n\nUnder Section 554H(1), three tests apply to the relevant step.  They are bulleted below.\n\n*   Before the end of the vesting date, a person (&#x2018;P&#x2019;) takes a relevant step within Section554B which would give rise to Part 7A income but for Section 554H.\n*   When the relevant step is taken, the sum of money or asset which is the subject of the step:\n\n*   *   represents some or all of the deferred remuneration, and\n    *   does not represent anything else.\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm#top)\n\n\n## Connection with tax avoidance arrangement\n\nOrdinary commercial arrangements should pass the anti-avoidance test bulleted above.\n\nBut you must examine an arrangement critically, if it purports:\n\n*   to come within Section554H, and\n*   to defer tax liability beyond the statutory time limits.\n\nSuch an arrangement may well fail the anti-avoidance test.\n\nThis is an illustrative example.  The anti-avoidance test is broad.  It may catch other avoidance transactions."},{"manual-section-id":"EIM45260","title":"Earmarking of deferred remuneration: conditions: examples","body":"\n\n## Section 554H(1) and (2) ITEPA 2003\n\n[Specified conditions: bad leavers](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm#IDAWJWUH)\n\n[Specified conditions: gross misconduct](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm#IDA0KWUH)\n\n[Specified conditions: deferred remuneration received early](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm#IDAWLWUH)\n\n[Specified conditions: conditions later lifted](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm#IDAGNWUH)\n\nHere are some examples illustrating the conditions in Section 554H (exclusions: earmarking of deferred remuneration).\n\nOn the conditions in Section 554H generally, see [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm#top)\n\n\n## Specified conditions: bad leavers\n\nEven if the only circumstances that would result in the specified conditions failing to be met are that the employee departs from the employment as a 'bad leaver', this test can still be passed provided that it is realistic to suppose that the terms of the bad leaver clause could be satisfied. \n\nBut this will only apply if it is clear that the employee cannot expect to receive the reward if the conditions for forfeiture are triggered.\n\nNote that &#x2018;bad leaver&#x2019; is a commercial term; for tax purposes, what matters is whether the statutory conditions are met.\n\nWhether or not the &#x2018;reasonable chance&#x2019; test is passed will depend on the facts of the case.\n\nBut the specified conditions must be genuine and not amount to guaranteed remuneration, just at a future date.\n\nWhere 'bad leaver' clauses include a provision for the remuneration committee or Board to exercise its discretion to override the rules in exceptional circumstances, the terms of awards can still be capable of meeting the condition in Section 554H(1)(e)  namely, if there is a reasonable chance that the award is revoked because the conditions for obtaining it have not been met.\n\nIn other words, awards on such terms will be capable of coming within the earmarking exclusion in Section 554H for deferred awards.\n\nBut, again, whether an award on such terms comes within Section 554H will depend on the facts of the case.  And the conditions, when looked at against any residual discretion of the remuneration committee, must be genuine.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm#top)\n\n\n## Specified conditions: gross misconduct\n\nSuppose that the specified conditions would fail to be met if  but **only** if  the employee was dismissed for gross misconduct.\n\nGross misconduct is a single act of misconduct that is serious enough on its own to justify the employee&#x2019;s immediate dismissal.\n\nRealistically, an employer is not going to make an award of deferred remuneration to an employee whom the employer reasonably expects to dismiss for gross misconduct before the award vests.\n\nThe &#x2018;reasonable chance&#x2019; test must be passed at the time when the award is made.\n\nTherefore, in this scenario, there is no reasonable chance that the award will be revoked.  And so the &#x2018;reasonable chance&#x2019; test is not passed.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm#top)\n\n\n## Specified conditions: deferred remuneration received early\n\nSuppose A receives the deferred remuneration:\n\n*   before the vesting date, or\n*   before the specified conditions have been met, or\n*   both.\n\nAs long as this early receipt does not cast any doubt on the genuine nature of the original deferral, it will not withdraw the shelter of Section 554H from the original relevant step and there will be no retrospective charge.\n\nBut, if the early receipt does not attract PAYE, a fall-back charge will apply at the end of the vesting date.  See [EIM45270](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm).\n\nIf A receives the deferred remuneration early from P, P will take a relevant step within Section554C at that point.  See [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060).  If the statutory conditions are met, this will give rise to Part 7A income attracting PAYE.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45260.htm#top)\n\n\n## Specified conditions: conditions later lifted\n\nSuppose:\n\n*   an award is made on terms which satisfy Section 554H(1),\n*   after (say) one year, some of the conditions are lifted, and\n*   as at the time when the conditions are lifted, there is no reasonable chance that the award will be revoked.\n\nSection 554H imposes seven tests on the award of deferred remuneration (see [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm)).  You apply these seven tests at the time when the award is made.  Therefore, if an award passes these tests at the time when it is made, and later on some of the conditions are lifted, that will not automatically take the award outside Section 554H.\n\nBut you need to find out **why** the conditions were lifted.\n\n*   If there is doubt about the genuineness of the conditions, the &#x2018;main purpose&#x2019; test may be failed.\n*   If the conditions were made, or lifted, or both in the hope of avoiding tax, the &#x2018;tax avoidance&#x2019; test will be failed."},{"manual-section-id":"EIM45265","title":"Earmarking of deferred remuneration:  continued earmarking","body":"\n\n## Section 554H(3) to (6) and (12) ITEPA 2003\n\nIf the conditions of Section 554H are met (see [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm)), it will prevent the relevant step under review from giving rise to Part 7A income.\n\nBut this exclusion will be lost if (to summarise) the sum of money or asset continues to be earmarked as outlined below.\n\n### Continued earmarking\n\nUnder Section 554H(5), the shelter of Section 554H is withdrawn if, at any time (&#x2018;the relevant time&#x2019;), two things both happen to any sum of money or asset which:\n\n*   is held by or on behalf of the person taking the step (P) on a Section554B basis (see[EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)), and\n*   represents any of the &#x2018;earmarked deferred remuneration&#x2019;.\n\nThe first is that it ceases to represent the earmarked deferred remuneration (or part of it).  This could be, for example, because the remuneration is to be provided to A in another way or because its award has been revoked.\n\nThe second is that it continues to be held by or on behalf of P on a Section 554B basis.\n\nIn that case, Section 554H(6) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554B.\n*   It is taken at the relevant time.\n*   The subject of the relevant step is:\n\n*   *   the sum of money or asset just discussed, and\n    *   a just and reasonable proportion of any &#x2018;relevant income&#x2019;.\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see[EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)) and any relevant reliefs.\n\nNote that, if P reinvests the sum of money or asset (or part of it) at A&#x2019;s direction or request, it will still represent the earmarked deferred remuneration (or part of it).  So, such reinvestment will not take the sum or asset outside the shelter of Section 554H.\n\nSee the guidance on earmarking and the necessity to be able to identify a particular employee at [EIM45110](/guidance/employment-income-manual/EIM45000#EIM45110).  It follows that a sum of money or asset which is held in favour of a relevant person in respect of one employee will not **continue** to be earmarked if it remains held, but in favour of a relevant person in respect of a **different** employee.\n\nSuppose, for example, that a sum of money is earmarked and represents deferred remuneration awarded to employee A1.  If:\n\n*   the award to A1 is revoked, and\n*   the sum of money remains held but now represents deferred remuneration to employee A2 (and A2 is not a relevant person in respect of A1),\n\nthen the sum of money has not continued to be held for the purposes of Section 554H(5).\n\n### Earmarked deferred remuneration\n\n&#x2018;Earmarked deferred remuneration&#x2019; means the deferred remuneration so far as, when the relevant step sheltered by Section 554H is taken, the deferred remuneration is represented by the sum of money or asset which is the subject of that step (Section 554H(4)).\n\n### Relevant income\n\nUnder Section 554H(12), any income which passes the following three tests is &#x2018;relevant income&#x2019; for the purposes of this continued earmarking charge.\n\n*   Before the relevant time, the income arises directly or indirectly from a sum of money or asset held by or on behalf of P representing any of the earmarked remuneration.\n*   Before the relevant time, the income is the subject of a relevant step within Section554B taken by P which would give rise to Part 7A income but for Section 554Q (income arising from earmarked sum or asset see [EIM45245](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm)).\n*   At the relevant time, the income continues to be held by or on behalf of P on a Section554B basis (see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095))."},{"manual-section-id":"EIM45270","title":"Earmarking of deferred remuneration: fall-back charge","body":"\n\n## Section 554H(7) to (11) ITEPA 2003\n\n[Case 1: PAYE applies to the earmarked deferred remuneration](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#IDAXXWUH)\n\n[Case 2: the award is revoked](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#IDARYWUH)\n\n[The fall-back charge](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#IDAIZWUH)\n\n[The notional PAYE amount](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#IDA10WUH)\n\n[Relevant income](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#IDAV1WUH)\n\n[Award revoked outside the deferred remuneration terms](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#IDAZ2WUH)\n\nSection 554H is not necessarily a permanent exclusion.  There is a fall-back charge.\n\nThere are two cases in which the fall-back charge does not apply.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#top)\n\n\n## Case 1: PAYE applies to the earmarked deferred remuneration\n\nIn this case (Section 554H(10)), some or all of the earmarked deferred remuneration is provided to A:\n\n*   before the end of the vesting date, and\n*   in a way which attracts PAYE.\n\nTo the extent that it is provided in this way, the fall-back charge does not apply.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#top)\n\n\n## Case 2: the award is revoked\n\nIn this case (Section 554H(11)), the award of some or all of the earmarked deferred remuneration is revoked:\n\n*   before the end of the vesting date, and\n*   in accordance with the deferred remuneration terms.\n\nTo the extent that it is thus revoked, the fall-back charge does not apply (because the arrangement has been unwound in accordance with the legislation).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#top)\n\n\n## The fall-back charge\n\nOtherwise, Section 554H(8) deems a relevant step to be taken with the following features. \n\n*   The relevant step is within Section 554B.\n*   It is taken at the end of the vesting date.\n*   The subject of the relevant step is:\n\n*   *   a sum of money of the &#x2018;notional PAYE amount&#x2019;, and\n    *   a just and reasonable proportion of any &#x2018;relevant income&#x2019;.\n\n*   The relevant step gives rise to Part 7A income.\n\nThe relevant step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)) and any relevant reliefs.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#top)\n\n\n## The notional PAYE amount\n\nUnder Section 554H(9), you take three steps to calculate the notional PAYE amount.\n\n**Step 1**.  Exclude any of the earmarked deferred remuneration which is within case 1 above.\n\n**Step 2**.  Exclude any of the earmarked deferred remuneration which is within case 2 above.\n\n**Step 3**.  Assume that the remaining deferred earmarked remuneration is provided to A at the end of the vesting date in a way which attracts PAYE.  Then the amount which would have attracted PAYE is the notional PAYE amount.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#top)\n\n\n## Relevant income\n\nUnder Section 554H(12), any income which passes all of the following three tests is &#x2018;relevant income&#x2019; for the purposes of this fall-back charge.\n\n*   Before the end of the vesting date, the income arises directly or indirectly from a sum of money or asset held by or on behalf of P representing any of the earmarked remuneration.\n*   Before the end of the vesting date, the income is the subject of a relevant step within Section554B taken by P which would give rise to Part 7A income but for Section 554Q (income arising from earmarked sum or asset  see [EIM45245](http://www.hmrc.gov.uk/manuals/eimanual/EIM45245.htm)).\n*   At the end of the vesting date, the income continues to be held by or on behalf of P on a Section 554B basis (see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45270.htm#top)\n\n\n## Award revoked outside the deferred remuneration terms\n\nSuppose the award is revoked outside the deferred remuneration terms.  Then case 2 will not apply, and the fall-back charge will.\n\nBut relief may nevertheless be available under Section 554Z14 if (to summarise) P ceases to hold for A&#x2019;s benefit the sum of money or asset which represented the earmarked remuneration.  See [EIM45875](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm)."},{"manual-section-id":"EIM45275","title":"Holiday pay schemes","body":"\n\n## Section 554E ITEPA 2003\n\nA relevant step will not give rise to Part 7A income if:\n\n*   it is taken under an independently managed central holiday pay scheme, and\n*   the conditions for the NIC disregard are met.\n\nAfter 30 October 2012, it will no longer be possible to meet these conditions.  See NIM02200."}]}]}}