{"title":"Residence or employment in the Irish Republic","details":{"manual-section-id":"EIM43000","body":"","breadcrumbs":[],"sections":[{"title":" Contents","sections":[{"manual-section-id":"EIM43005","title":"Residence or employment in the Irish Republic: general","body":"Under the Double Taxation Agreement with the Republic of\nIreland, salaries, wages and remuneration generally are taxable\nonly in the State in which the individual is resident. The\nexceptions to this are:\n\n*   government and local authority\nremuneration and pensions (see[EIM43020](http://www.hmrc.gov.uk/manuals/eimanual/EIM43020.htm))\n*   where an employment is exercised in the\nother State, the salary payable may also be taxed in that other\nState.\n\nIf a claim to exemption from United Kingdom tax is received see\n[EIM43030](http://www.hmrc.gov.uk/manuals/eimanual/EIM43030.htm)."},{"manual-section-id":"EIM43010","title":"Residence or employment in the Irish Republic: United Kingdom employments","body":"In addition to the normal rules which apply to United Kingdom\nemployments you should note the following particular points:\n\n*   where an individual who is resident and\nordinarily resident in the United Kingdom has a United Kingdom\nemployment as a seafarer and performs the duties of that employment\nwholly or partly outside the United Kingdom, the deduction from\nseafarers' earnings will be allowed for qualifying periods of\nabsence from the United Kingdom (see[EIM33000](/guidance/employment-income-manual/EIM33000) onwards)\n*   an employee who is resident in the Irish\nRepublic and not resident in the United Kingdom, but who performs\nthe duties of a United Kingdom employment in the United Kingdom,\nwill be chargeable under Section 27 ITEPA 2003 on general earnings\n\n    for United Kingdom duties (see\n    [EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201) onwards)."},{"manual-section-id":"EIM43015","title":"Residence or employment in the United Kingdom: Irish Republic employments","body":"Before 6 April 2008 general earnings from an Irish Republic\nemployment received by an individual who was resident in the United\nKingdom were not \"chargeable overseas earnings\" (see\n[EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102)) because an employer who was\nresident in the Irish Republic was not a \"foreign employer\" for\nthese purposes (see\n[EIM40031](/guidance/employment-income-manual/EIM40031)).\n\n From 6 April 2008 the rules changed to include an Irish\nRepublic employment as a foreign employer. Consequently earnings\nfrom this employment can be chargeable overseas earnings.\n\n The ordinary rules relating to the deduction from seafarers'\nearnings apply (seeEIM33000 onwards)."},{"manual-section-id":"EIM43020","title":"Residence or employment in the United Kingdom: Government or local authority remuneration or pensions","body":"Remuneration or pensions paid out of public funds in respect of\nservices rendered to the government or a local authority in the\ndischarge of functions of a governmental nature, will be taxable\nonly in the State making the payment unless the individual:\n\n*   is a national of the other State and\n*   is not a national of the State making the\npayment."},{"manual-section-id":"EIM43025","title":"Residence or employment in the United Kingdom: employees from the Irish Republic: taking up employment in the UK","body":"Where an individual takes up employment in the United Kingdom on arrival from the Irish Republic, the case should be dealt with in accordance with [EIM42890](/guidance/employment-income-manual/EIM42800#EIM42890) onwards. Where, however, the individual is continuing to live in the Irish Republic and is travelling to work daily in Northern Ireland see PAYE81585. "},{"manual-section-id":"EIM43030","title":"Residence or employment in the United Kingdom: claims to exemption from United Kingdom tax","body":"A claim to exemption from United Kingdom tax in respect of an\nemployment should be accepted only where all the following\nconditions apply (see DT220):\n\n*   the time spent in the United Kingdom\nduring the tax year does not exceed 183 days in total\n*   the remuneration is paid by, or on behalf\nof, an employer not resident in the United Kingdom\n*   the remuneration is not borne by a\npermanent establishment (or a fixed base) which the employer has in\nthe United Kingdom."},{"manual-section-id":"EIM43035","title":"Residence or employment in the United Kingdom: repayment claim on leaving the United Kingdom to go and live in the Irish Republic","body":"Where an application for repayment during the year of deduction\nis made by an employee who has left the United Kingdom to go and\nlive in the Irish Republic, deal with the claim in accordance with\n[EIM42920](/guidance/employment-income-manual/EIM42800#EIM42920) onwards. Where, however,\nrepayment is claimed by an employee who has continued to live in\nthe Irish Republic during the period of his employment in the\nUnited Kingdom and travelled daily to that employment see EP8105."}]}]}}