{"title":"Employment income provided through third parties: overview, general approach: contents","details":{"manual-section-id":"EIM45000","body":"\n\n## Part 7A ITEPA 2003, Schedule 2 FA 2011\n\n[Overview](/guidance/employment-income-manual/EIM45000#IDASJKYF)\n[General approach](/guidance/employment-income-manual/EIM45000#IDACIKYF)\n[Contents](/guidance/employment-income-manual/EIM45000#IDAPRLQG)\n\nThis page:\n\n*   gives an overview of the tax legislation on employment income provided through third parties,\n*   sketches the general approach you should take to cases, and\n*   sets out the structure of this guidance.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#top)\n\n\n## Overview\n\nThe tax legislation on employment income provided through third parties tackles arrangements which:\n\n*   involve third parties (including trusts or other vehicles used to reward employees), and\n*   seek to avoid or defer the payment of income tax.\n\nThe legislation also deals with pension schemes which are not registered pension schemes.\n\nBroadly speaking, if third party arrangements are used to provide for what is in substance a reward or recognition, or a loan, in connection with the employee&#x2019;s current, former, or future employment, then an income tax charge arises.\n\nThe rules contain detailed exclusions.  These prevent the legislation from catching certain arrangements.  Generally, the exclusions are targeted at arrangements which are not tax avoidance arrangements.\n\nIf the legislation applies, it deems an amount to count as employment income.\n\nThe amount that counts as employment income is specifically brought within the scope of PAYE.\n\nSpecial rules deal with (for example) the interaction with the remittance basis.\n\nThe legislation applies to 2011-12 and later tax years.  There are transitional rules.  These include anti-forestalling rules which cover certain transactions carried out in the period from 9December2010 to 5 April 2011 inclusive.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#top)\n\n\n## General approach\n\n\n\n[EIM45001](/guidance/employment-income-manual/EIM45000#EIM45001) explains the structure of this guidance. In particular, it tells you about the pages after EIM45165.\n\n[EIM11813](/guidance/employment-income-manual/EIM11800#EIM11813) explains the PAYE implications of the Part 7A rules.","breadcrumbs":["EIMANUAL","EIM45000"],"sections":[{"title":" Third party?\n\nFirst, although specialists often refer to it as the &#x2018;disguised remuneration&#x2019; regime, Part 7A ITEPA 2003 is headed &#x2018;Employment income provided through third parties&#x2019;.  Therefore, if you are looking at a case in which the employer is providing something **directly **to the employee, and there is no third party involved, then Part 7A will not apply.\n\nThere are two exceptions to this general rule.\n\nPart 7A can apply where the employer is acting as a trustee.  But this situation will be unusual.\n\nPart 7A can also apply as a result of steps taken by an employer when there is an undertaking that contributions will be paid to a relevant third person comprising an unregistered pension arrangement.\n\n### Arrangement through Section 554A gateway?\n\nAn arrangement will not give rise to Part 7A income unless it &#x2018;comes through the Section 554A gateway&#x2019; and thus meets the conditions for Part 7A to apply.\n\nThere are three fundamental questions you need to ask at this point.\n\n1.  First, is there an arrangement which might come through the Section 554A gateway?\n\nIf the answer to that is No, then the situation you are considering cannot give rise to Part 7A income.\n\n1.  Second, if there is such an arrangement, has a &#x2018;relevant third person&#x2019; taken a &#x2018;relevant step&#x2019;?\n\nIf the answer to that is No, then the arrangement has not come through the Section554A gateway and has not given rise to Part 7A income.\n\n1.  Third, is it reasonable to suppose that the &#x2018;relevant step&#x2019; is connected with the arrangement in question?\n\nIf the answer to that is No, then the arrangement has not come through the Section554A gateway and has not given rise to Part 7A income.\n\n### Exclusions?\n\nIf an arrangement **has** come through the Section 554A gateway, that does not necessarily mean that it has given rise to Part 7A income.\n\nPart 7A does not include a general overriding purpose test.  Instead, it has a number of specific exclusions.  These exclusions cut down the scope of Part 7A considerably.  Check carefully to see if at least one of the exclusions applies.\n\nFor example, there is an exclusion whereby **no** step taken under a registered pension scheme can give rise to Part 7A income.\n\n### Part 7A income\n\nIf the arrangement you are looking at has come through the Section 554A gateway, and is not covered by any of the exclusions, then it will give rise to Part 7A income.\n\nThe Part 7A income:\n\n*   counts as employment income of the employee, and\n*   is deemed to be PAYE income paid by the employer.\n\nThe general rule is that the amount of the Part 7A income will be the value of the relevant step.  But there are rules which in certain circumstances will adjust this value, possibly down to nil.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45000.htm#top)\n\n\n## Contents","sections":[{"manual-section-id":"EIM45001","title":"Summary of structure of guidance","body":"\n\n## Part 7A ITEPA 2003, Schedule 2 FA 2011\n\n[EIM45005](/guidance/employment-income-manual/EIM45000#EIM45005) explains HMRC&#x2019;s approach to requests for clearance about the application of the Part 7A rules.\n\n[EIM45010](/guidance/employment-income-manual/EIM45010) is a glossary of technical terms used in the guidance.\n\n[EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) onwards are about conditions for the Part 7A rules to apply.  They explain the Section554A gateway, &#x2018;relevant third person&#x2019; and relevant steps.  They also include some special rules at [EIM45140](/guidance/employment-income-manual/EIM45000#EIM45140) onwards for undertakings given by employers etc in relation to retirement benefits etc.\n\n[EIM45200](/guidance/employment-income-manual/EIM45200) onwards explain the exclusions which prevent Part 7A income from arising.  The guidance deals with the exclusions in the following order.\n\n*   &#x2018;General&#x2019; exclusions  that is, exclusions which are not specific either to employee share and share option schemes or to pension arrangements.\n*   Exclusions for employee share and share option schemes.\n*   Exclusions for pension arrangements.\n\n[EIM45300](/guidance/employment-income-manual/EIM45300) onwards explain the exclusions for employee share and share option schemes.\n\n[EIM45600](/guidance/employment-income-manual/EIM45600) onwards explain the exclusions for pension arrangements.\n\n[EIM45700](/guidance/employment-income-manual/EIM45700) onwards explain what Part 7A income is and how you calculate it.\n\n[EIM45800](/guidance/employment-income-manual/EIM45800) onwards explain the interaction between the Part 7A rules and the remittance basis.\n\n[EIM45850](/guidance/employment-income-manual/EIM45850) onwards are miscellaneous.\n\n[EIM45900](/guidance/employment-income-manual/EIM45900) onwards explain the anti-forestalling rules and the &#x2018;settlement credit&#x2019; rules.\n\n[EIM11813](/guidance/employment-income-manual/EIM11800#EIM11813) explains the PAYE implications of the Part 7A rules."},{"manual-section-id":"EIM45005","title":"Requests for clearance","body":"You may receive requests from customers for clearance about the application of the Part 7A rules to their affairs.\n\nThe Part 7A rules do not include a statutory clearance procedure.\n\nHMRC&#x2019;s non-statutory clearance policy is currently available at &#x2018;Other Non-Statutory Clearance Guidance&#x2019; (HMRC website) www.hmrc.gov.uk/cap/nscg.htm\n\nThis explains, among other things, when non-statutory clearances can be secured and how to obtain them.\n\nThe guidance in the Employment Income Manual on Part 7A ITEPA 2003 is designed to give customers clarity on how the legislation works.\n\nIt includes both examples of arrangements that are caught by the legislation and examples of arrangements that are not.\n\nIf customers are uncertain whether their arrangements are affected by Part 7A, they will need to set out where that uncertainty lies and the reasons for it and provide full background details and relevant documentation to enable HMRC to provide advice.\n\nThe &#x2018;Other Non-Statutory Clearance Guidance&#x2019; internet webpage includes, among other things, a checklist for non-statutory clearance applications (Annex A)."},{"manual-section-id":"EIM45010","title":"Glossary"},{"manual-section-id":"EIM45025","title":"The Section554A gateway","body":"\n\n## Section 554A ITEPA 2003\n\n[Conditions 1, 2 and 3](/guidance/employment-income-manual/EIM45000#EIM45025#IDAVFFGG)\n\n[Extent of conditions 2 and 3](/guidance/employment-income-manual/EIM45000#EIM45025#IDAZYHGG)\n\n[Arrangements that meet conditions 1 and 2 or conditions 1 and 3](/guidance/employment-income-manual/EIM45000#EIM45025#IDAUZHGG)\n\n[Conditions 4 and 5](/guidance/employment-income-manual/EIM45000#EIM45025#IDAA0HGG)\n\n[Meaning of &#x2018;connection&#x2019; in condition 5](/guidance/employment-income-manual/EIM45000#EIM45025#IDAM1HGG)\n\nThe Part 7A rules will only apply if the arrangement has come through the Section 554A gateway.\n\nIt will come through the Section 554A gateway if:\n\n*   it meets conditions 1, 2, 4 and 5, or\n*   it meets conditions 1, 3, 4 and 5.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45025#top)\n\n\n## Conditions 1, 2 and 3\n\nConditions 1, 2 and 3 apply to the arrangement itself.\n\n*   **Condition 1  Section 554A(1)(a)**.  A person (&#x2018;A&#x2019;) is an employee, or a former or prospective employee, of another person (&#x2018;B&#x2019;).  In this guidance, &#x2018;A&#x2019; and &#x2018;B&#x2019; have those meanings.\n*   **Condition 2  Section 554A(1)(b) and (c)(i)**.  There is an arrangement (&#x2018;the relevant arrangement&#x2019;) to which A (or any person &#x2018;linked&#x2019; with A  see [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860)) is a party and it is reasonable to suppose that, in essence, the arrangement is:\n\n*   *   wholly a means of providing,\n    *   partly a means of providing,\n    *   otherwise wholly concerned with the provision of, or\n    *   otherwise partly concerned with the provision of,\n\nrewards, recognition or loans in connection with:\n\n*   *   A&#x2019;s employment with B,\n    *   A&#x2019;s former employment with B, or\n    *   A&#x2019;s prospective employment with B.\n\n*   **Condition 3  Section 554A(1)(b) and (c)(ii)**.  There is an arrangement (&#x2018;the relevant arrangement&#x2019;) which:\n\n*   *   otherwise (wholly or partly) covers or relates to A (or any person linked with A), and\n    *   so far as the arrangement covers or relates to A, it is reasonable to make the same supposition as in condition 2.\n\nOn &#x2018;arrangement&#x2019; in conditions 2 and 3, see [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45025#top)\n\n\n## Extent of conditions 2 and 3\n\nFor the purposes of conditions 2 and 3, it does not matter if the relevant arrangement does not include details of the steps which will or may be taken in connection with providing (in essence) rewards, recognition or loans.\n\nFor example, for the purposes of conditions 2 and 3, it does not matter if the relevant arrangement does not include details of:\n\n*   any sums or assets which will or may be involved, or\n*   how or when or by whom or in whose favour any step will or may be taken.\n\nConditions 1, 2 and 3 are thus very widely drawn indeed.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45025#top)\n\n\n## Arrangements that meet conditions 1 and 2 or conditions 1 and 3\n\nThere is no single prescribed form of arrangement that meets these conditions.\n\nBut, if an arrangement meets condition 1 and either condition 2 or condition 3, that does not necessarily mean that it has come through the Section 554A gateway.  It will not come through the Section 554A gateway unless and until a step has been taken which meets conditions 4 and 5.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45025#top)\n\n\n## Conditions 4 and 5\n\nConditions 4 and 5 apply to the step taken.\n\n*   **Condition 4  Section 554A(1)(d)**.  A &#x2018;relevant third person&#x2019; (see [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035)) takes a &#x2018;relevant step&#x2019; (see[EIM45055](/guidance/employment-income-manual/EIM45000#EIM45055) onwards).\n*   **Condition 5  Section 554A(1)(e)**.  It is reasonable to suppose that, in essence:\n\n*   *   the relevant step is taken (wholly or partly) in pursuance of the relevant arrangement, or\n    *   there is some other connection (direct or indirect) between the relevant step and the relevant arrangement.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45025#top)\n\n\n## Meaning of &#x2018;connection&#x2019; in condition 5\n\nIn condition 5, the relevant step is connected with the relevant arrangement if (for example) the relevant step is taken (wholly or partly) in pursuance of an arrangement at one end of a series of arrangements with the relevant arrangement being at the other end.\n\nIt does not matter if the person taking the relevant step is unaware of the relevant arrangement.\n\nHowever, this does not mean that the connection with the relevant arrangement can never be broken.  It must in all cases be reasonable to suppose that the step is taken either in pursuance or in connection with the arrangement to provide A with rewards, recognition or loans in connection with A&#x2019;s employment."},{"manual-section-id":"EIM45030","title":"All the relevant circumstances","body":"\n\n## Section 554A(12) ITEPA 2003\n\nYou must take account of all the relevant circumstances in order to get to the essence of the matter and decide whether, as a matter of fact, the conditions in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) are met and the arrangement comes through the Section 554A gateway.\n\nThis particularly holds true of conditions 2, 3 and 5 in EIM45025 (Section 554A(1)(c) and (e)).\n\n### States of mind\n\nFor example, if A or B is aware of the transactions  or both of them are - that will be relevant.\n\nBut the converse does not hold.  Lack of awareness is not necessarily a relevant circumstance, because lack of awareness can be arranged.  It will all depend on the facts of the case."},{"manual-section-id":"EIM45035","title":"Meaning of &#x2018;relevant third person&#x2019;","body":"\n\n## Sections 554A(7) to (10) and 554Z17(1) ITEPA 2003\n\n[The general rule](/guidance/employment-income-manual/EIM45000#EIM45035#IDAF032G)\n[The special rules](/guidance/employment-income-manual/EIM45000#EIM45035#IDAV032G)\n[The group exception](/guidance/employment-income-manual/EIM45000#EIM45035#IDA4132G)\n[The LLP exception](/guidance/employment-income-manual/EIM45000#EIM45035#IDAD332G)\n[Avoidance](/guidance/employment-income-manual/EIM45000#EIM45035#IDAT332G)\n[Group exception and LLP exception: common circumstances](/guidance/employment-income-manual/EIM45000#EIM45035#IDAF432G)\n[Individuals](/guidance/employment-income-manual/EIM45000#EIM45035#IDAV432G)\n\nOne of the conditions for Section 554A to apply is that a relevant third person takes a relevant step.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45035#top)\n\n\n## The general rule\n\nIn general, a &#x2018;relevant third person&#x2019; means any person other than A or B.\n\nSo, a &#x2018;relevant third person&#x2019; does not have to be connected with either A or B.\n\nThere are three special rules which extend this definition, and there are two exceptions to it.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45035#top)\n\n\n## The special rules\n\n*   A acting as a trustee is a relevant third person.\n*   So is B acting as a trustee.  For example, if an employing company is also a trustee of a trust.\n\nNote that, in certain limited circumstances, an employer may be a trustee.  For example, a trustee of a charitable trust may take on employees to deliver the business of the charity.  As long as there were no circumstances that cast doubt over the genuine nature of the employment, a trustee that is also an employer would not be viewed as acting as a trustee when acting in their capacity as employer.\n\n*   B is also a relevant third person if B takes a step within Section 554Z18 or 554Z19.\n\nOn Sections 554Z18 and 554Z19 (undertakings given by employers etc in relation to retirement benefits etc: earmarking etc and provision of security), see [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150) and [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155) respectively.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45035#top)\n\n\n## The group exception\n\nThe group exception applies if:\n\n*   B is a company, and\n*   B is a member of a group of companies at the time the relevant step is taken.\n\nTo decide whether B is a member of a group, you apply the rules for corporation tax on chargeable gains (see CG45100 onwards) with one modification.\n\nThe chargeable gains test is a 75% test.  For the purposes of the group exception, you change &#x2018;75%&#x2019; to &#x2018;51%&#x2019; throughout.\n\nIf the group exception applies, another member of B&#x2019;s group at the time the relevant step is taken is not a relevant third person (unless it is acting as a trustee).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45035#top)\n\n\n## The LLP exception\n\nIf B is a limited liability partnership, then a company which is a wholly-owned subsidiary of B at the time the relevant step is taken is not a relevant third person (unless it is acting as a trustee).\n\n&#x2018;Limited liability partnership&#x2019; has the meaning given by Section 1(2) Limited Liability Partnership Act 2000.\n\n&#x2018;Wholly-owned subsidiary&#x2019; has the meaning given by Section 1159(2) Companies Act 2006.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45035#top)\n\n\n## Avoidance\n\nNeither of the exceptions applies if there is a connection (direct or indirect) between the relevant step and a tax avoidance arrangement.\n\nOn &#x2018;connection between&#x2019; a step and a &#x2018;tax avoidance arrangement&#x2019;, see [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45035#top)\n\n\n## Group exception and LLP exception: common circumstances\n\nEspecially with larger employers, it is common for parts of remuneration packages to be delivered by a group company or by a wholly owned subsidiary of an LLP that is also an employer.\n\nIt will usually be clear that there is no avoidance involved and therefore the group exception or the LLP exception will apply.\n\nThe result will be that there will be no Part 7A income and the step in question will be subject to the other employment income provisions in ITEPA 2003 as applicable.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45035#top)\n\n\n## Individuals\n\nAn individual can be a relevant third person.  The most common example is likely to be where an individual is a trustee of a trust used in an arrangement.\n\nIn other cases, where a relevant step is taken by an individual, remember that in contrast to other categories of person, an individual may take a step in the normal course of domestic, family or personal relationships  and not as a means of providing rewards, recognition or loans in connection with employment.  Where this is the case, the step will not come through the Section 554A gateway (see [EIM45025)](http://www.hmrc.gov.uk/manuals/eimanual/EIM45025%29.htm).\n\nThere are some examples to show how the group exception and the LLP exception work at [EIM45045](/guidance/employment-income-manual/EIM45000#EIM45045) and [EIM45050](/guidance/employment-income-manual/EIM45000#EIM45050) respectively."},{"manual-section-id":"EIM45045","title":"Group exception: examples","body":"\n\n## Section 554A(7), (8) and (10)\n\n[Example: subsidiary](/guidance/employment-income-manual/EIM45000#EIM45045#IDAYHOUH)\n\n[Example: joint venture](/guidance/employment-income-manual/EIM45000#EIM45045#IDAXIOUH)\n\n[Example: associated companies](/guidance/employment-income-manual/EIM45000#EIM45045#IDAHJOUH)\n\n[Example: connection with tax avoidance arrangement](/guidance/employment-income-manual/EIM45000#EIM45045#IDA5KOUH)\n\nIn certain circumstances, the group exception cuts down the scope of the term &#x2018;relevant third person&#x2019;.  See [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035).\n\nHere are some examples to show how the group exception works.  For examples illustrating the LLP exception, see [EIM45050](/guidance/employment-income-manual/EIM45000#EIM45050).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45045#top)\n\n\n## Example: subsidiary\n\nB plc is the parent company in a group of companies.  All companies in the group are 100% subsidiaries of B plc.\n\nAll employees in the group are employed by B Operating Ltd.\n\nThe group has a policy of providing season ticket loans to employees who use public transport to commute to work.  All such loans are provided by B Finance Ltd.\n\nB Finance Ltd is a member of the same group as B Operating Ltd and therefore the group exception applies.\n\nThe group exception could be prevented from applying if there was a connection between the season ticket loans to employees and a tax avoidance arrangement.  But the group has a clearly laid down policy of providing season ticket loans to employees and there is no such connection here.\n\nThe group exception stops the arrangement from coming through the Section 554A gateway, and the Part 7A rules do not apply.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45045#top)\n\n\n## Example: joint venture\n\nP Ltd is a timber supplier.  G Ltd is a house builder.  P Ltd and G Ltd form a joint venture company making log cabins, P G WH Ltd.\n\nWhether the group exception applies will depend on, among other things, the shareholdings of P Ltd and G Ltd.\n\nIf the interests of P Ltd and G Ltd in P G WH Ltd are identical in every respect, the joint venture will not pass the 51% test.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45045#top)\n\n\n## Example: associated companies\n\nC is an entrepreneur.  He is the majority shareholder and managing director of DLtd, which provides him with a company car.\n\nThere is no question of this arrangement coming through the Section 554A gateway, as there is no third person involved.  D Ltd provides C with the company car directly.\n\nC establishes a new venture.  He carries it on through S Ltd, of which he is the majority shareholder and managing director.  He drives the same car.\n\nD Ltd and S Ltd are owned and managed by C, and they are associated companies within Section 25 CTA 2010.  But they are not members of the same group of companies.  Therefore, the group exception does not apply.\n\nFrom the point of view of C&#x2019;s employment with S Ltd, D Ltd is a relevant third person.\n\nIt does not follow that this arrangement comes through the Section 554A gateway.\n\nYou need to take account of all relevant circumstances in order to get to the essence of the matter.\n\nIt may well be that it is reasonable to suppose that, in essence, there is no connection (direct or indirect) between (a) D Ltd&#x2019;s provision of the company car to C and (b) the arrangements made by S Ltd to remunerate C.\n\nIf so, Section 554A(1)(e) (condition 5 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025)) is not satisfied and the arrangement does not come through the Section 554A gateway.\n\nIn addition, normal provision of a company car is not particularly likely to count as a relevant step within Section 554D.  See [EIM45080](/guidance/employment-income-manual/EIM45000#EIM45080).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45045#top)\n\n\n## Example: connection with tax avoidance arrangement\n\nB plc is the parent company in a group of companies.  All companies in the group are 100% subsidiaries of B plc.\n\nAll employees in the group are employed by B UK Ltd.\n\nOne of the subsidiaries, B Offshore Ltd, is located overseas.\n\nCertain employees of B UK Ltd are offered the opportunity to enter into special remuneration arrangements which involve funds being allocated into B Offshore Ltd and then advanced to them by way of loan.\n\nThe employees are informally advised that they will not ultimately be expected to repay the loans as the funds are really intended to be part of their remuneration package.\n\nIn this case it is likely that the group exception will be prevented from applying as it appears that there is a connection between the loans to employees and a tax avoidance arrangement.\n\nSo, even though it is a member of the same group as B UK Ltd, B Offshore Ltd is a relevant third person.  If the other statutory conditions are met, the arrangement will come through the Section 554A gateway."},{"manual-section-id":"EIM45050","title":"LLP exception: examples","body":"\n\n## Section 554A(7), (9) and (10) ITEPA 2003\n\nIn certain circumstances, the LLP exception cuts down the scope of the term &#x2018;relevant third person&#x2019;.  See [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035).\n\nHere are some examples to show how the LLP exception works.\n\n### Example: employee of LLP\n\nB LLP is a business that provides professional services and it is the direct employer of a large number of employees.\n\nB LLP owns all the shares of B Ltd.\n\nB LLP operates through a number of branches and sometimes requires employees to relocate.  Under the terms of the employee relocation policy as set out in B LLP&#x2019;s staff handbook, if employees are moved to an area that is too far to commute from their existing home and where housing is more expensive, B Ltd advances a loan in respect of the difference in house prices for the relevant size and type of property. Any employee who receives such a loan repays it in instalments over a specified term.\n\nB Ltd is a wholly owned subsidiary of B LLP and therefore the LLP exception applies.\n\nThe LLP exception could be prevented from applying if there was a connection between the additional housing cost loans and a tax avoidance arrangement.  There is no such connection in the case of this LLP&#x2019;s clearly laid down policy of the circumstances in which it provides additional housing cost loans to employees.\n\nAs the LLP exception applies, the step of advancing the loans is not taken by a relevant third person and therefore the housing cost loans do not come through the section 554A gateway.  So the Part 7A rules do not apply.\n\n### Example: employee of subsidiary\n\nB LLP provides consultancy services.\n\nB Ltd, a wholly-owned subsidiary, provides the partnership with the services of its fee-earning staff.\n\nB LLP makes loans to B Ltd&#x2019;s staff.\n\nThe payments of sums of money by way of loan are relevant steps within Section 554C(1)(a): see [EIM45065](/guidance/employment-income-manual/EIM45000#EIM45065).\n\nSince the fee-earners are employed by B Ltd and not B LLP, the LLP exception does not apply.\n\nAccordingly, the arrangement comes through the Section 554A gateway."},{"manual-section-id":"EIM45055","title":"How Sections 554B to 554D are related","body":"\n\n## Sections 554B to 554D ITEPA 2003\n\nA &#x2018;relevant step&#x2019; is a relevant step within Section 554B, 554C or 554D.\n\nA relevant step can be taken at any time.  But whether it gives rise to Part 7A income will depend on, among other things, the date on which it was taken.\n\nA relevant step within Section 554B is a preparatory step.  It is taken with a view to a later relevant step being taken within Section 554C or 554D.\n\nThis guidance discusses Sections 554C and 554D first, for ease of exposition.\n\nIn practice, though, you will often need to consider Section 554B first, because  both logically and in order of time  Section 554B comes before Sections 554C and 554D.\n\nSteps within Sections 554Z18 and 554Z19 are relevant steps within Section 554B.  Those sections therefore feed into Section 554B.  This guidance discusses Sections 554Z18 and 554Z19 separately, after Sections 554B to 554D.\n\nOn Section 554B, see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095) onwards.\n\nOn Section 554C, see [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060) onwards.\n\nOn Section 554D, see [EIM45080](/guidance/employment-income-manual/EIM45000#EIM45080) onwards.\n\nOn Sections 554Z18 and 554Z19, see [EIM45140](/guidance/employment-income-manual/EIM45000#EIM45140) onwards."},{"manual-section-id":"EIM45060","title":"Overview","body":"\n\n## Section 554C ITEPA 2003\n\nA relevant third person (P) takes a relevant step if (to summarise) the person:\n\n*   pays a sum of money, transfers an asset, or grants a lease which is likely to have an effective duration exceeding 21 years, and\n*   does so in favour of a &#x2018;relevant person&#x2019;.\n\n### Relevant steps within Section 554C\n\nThe actions listed below are relevant steps within Section 554C.\n\n*   Section 554C(1)(a)  P **pays a sum**&#xA0;**of money** to a &#x2018;relevant person&#x2019;.\n\nNotice that &#x2018;relevant third person&#x2019; and &#x2018;relevant person&#x2019; are different concepts.\n\n*   Section 554C(1)(b)  P **transfers an asset** to a relevant person.\n*   Section 554C(1)(c)  P takes a step by which a relevant person **acquires**:\n\n*   *   **securities**,\n    *   **interests in securities**, or\n    *   **securities options**.\n\nIn certain circumstances, P will also take a relevant step within Section554C if:\n\n*   Section 554C(1)(d)  the person **makes available** a sum of money or asset, or\n*   Section 554C(1)(e)  the person **grants a lease**.\n\nOn Section 554C(1)(a), see [EIM45065](/guidance/employment-income-manual/EIM45000#EIM45065).\n\nOn Section 554C(1)(d), see [EIM45070](/guidance/employment-income-manual/EIM45000#EIM45070).\n\nOn Section 554C(1)(e), see [EIM45075](/guidance/employment-income-manual/EIM45000#EIM45075).\n\nOn &#x2018;relevant person&#x2019;, see [EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090).\n\n### Acquiring securities, interests in securities and securities options\n\n&#x2018;Securities&#x2019;, &#x2018;interests in securities&#x2019; and &#x2018;securities options&#x2019; have the meanings given by Section420 ITEPA 2003.\n\nUnder Section 421B(2)(a) ITEPA 2003, securities etc are &#x2018;acquired&#x2019; at the time when the person acquiring them becomes beneficially entitled to them  and not, if different, the time when they are conveyed or transferred."},{"manual-section-id":"EIM45065","title":"Payment of sum of money","body":"\n\n## Section 554C(1)(a) ITEPA 2003\n\nA payment of a sum of money is a relevant step within Section 554C(1)(a).\n\n### Loans\n\nIn particular, a payment of a sum of money **by way of a loan** is a relevant step within Section554C(1)(a).  This follows from Section 554Z(7).\n\n### Excluded loans\n\nThere are limited exclusions for the following loans.\n\n*   Section 554F excludes loans made on ordinary commercial terms.  See[EIM45205](http://www.hmrc.gov.uk/manuals/eimanual/EIM45205.htm).\n*   Section 554G excludes loans made as part of an employee benefits package.  See[EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm) and EIM45220.\n*   Section 554N excludes certain short term loans used to exercise employment-related securities options.  See [EIM45335](http://www.hmrc.gov.uk/manuals/eimanual/EIM45335.htm).\n*   Section 554O excludes loans made under an employee car ownership scheme.  See[EIM45230](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm) and EIM45235.\n*   Loans made between 9 December 2010 and 5 April 2011 inclusive are within the antiforestalling rules, but will be excluded to the extent that they are repaid before 6April2012.  See [EIM45910](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm).\n\nIf the maker of the loan is not a relevant third person because either the group exception or the LLP exception applies, the arrangement will not come through the Section 554A gateway.  See [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035).\n\n### Repayment of loans\n\nIf paying a sum of money by way of loan gives rise to Part 7A income, repaying the loan will usually not make any difference.\n\nThere are three exceptions to the rule that whether a loan is repaid will not affect the Part 7A position.  These exceptions are listed below.\n\n*   In certain circumstances, Section 554N (exclusions: employment-related securities etc) imposes a fall-back charge if a loan is made to enable the exercise of an employment-related securities option and the loan is repaid late.  Therefore, this fall-back charge will apply if the loan is not repaid in full on time.  See [EIM45335.](http://www.hmrc.gov.uk/manuals/eimanual/EIM45335..htm)&#xA0;\n*   Section 554O excludes loans made under an employee car ownership scheme.  There is a fall-back charge if such a loan is not fully repaid.  See[EIM45230](http://www.hmrc.gov.uk/manuals/eimanual/EIM45230.htm) and EIM45235.\n*   Loans made between 9 December 2010 and 5 April 2011 inclusive are within the antiforestalling rules, but will be excluded to the extent that they are repaid before 6April2012.  See [EIM45910](http://www.hmrc.gov.uk/manuals/eimanual/EIM45910.htm)."},{"manual-section-id":"EIM45070","title":"Employment income provided through third parties: relevant steps: Section554C: sum of money or asset made available","body":"\n\n## Section 554C(1)(d) ITEPA 2003\n\nIn certain circumstances, a relevant third person (P) will take a relevant step within Section554C(1)(d) if the person makes available a sum of money or asset.\n\nThe four circumstances are listed below.\n\n*   P **makes available** a sum of money or asset **for use**&#xA0;**as security for a loan** made (or to be made) to a &#x2018;relevant person&#x2019; (see [EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090)).\n\nNotice that &#x2018;relevant third person&#x2019; and &#x2018;relevant person&#x2019; are different concepts.\n\n*   P **makes available** a sum of money or asset** for use in some other way as security** for the meeting of any liability (or the performance of any undertaking) which a relevant person has or will have.\n*   P makes a sum of money or asset available under an arrangement which **permits its use as security for a loan** made (or to be made) to a relevant person.\n*   P makes a sum of money or asset available under an arrangement which **permits its use in some other way as security** for the meeting of any liability (or the performance of any undertaking) which a relevant person has or will have.\n\nIt does not matter if:\n\n*   the sum of money or asset is made available informally,\n*   the relevant person has no legal right to have the sum of money or asset used as mentioned above, or\n*   the sum of money or asset is not actually used as mentioned above.\n\nIn Section 554C(1)(d), &#x2018;makes available&#x2019; means &#x2018;begins to make available&#x2019;  not &#x2018;continues to make available&#x2019;.  Section 554C(1)(d) defines a step, not a state.\n\nOn &#x2018;arrangement&#x2019;, see [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).\n\nSpecial rules apply if the asset is made available between 9 December 2010 and 5 April 2011 inclusive.  See [EIM45915](http://www.hmrc.gov.uk/manuals/eimanual/EIM45915.htm) onwards."},{"manual-section-id":"EIM45075","title":"Grant of lease","body":"\n\n## Section 554C(1)(e) ITEPA 2003\n\nA relevant third person (P) will take a relevant step within Section 554C(1)(e) if P grants to a relevant person (see[EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090)) a lease of any premises the effective duration of which is likely to exceed 21years.\n\n&#x2018;Lease&#x2019; includes an agreement for a lease (so far as the context permits) and any tenancy, but does not include a mortgage.\n\n&#x2018;Premises&#x2019; includes land.\n\n### Effective duration of lease\n\nIf there are circumstances which make it likely that the original lease will be extended for any period, you determine the effective duration of the original lease on the assumption that the original lease will be so extended.\n\nYou treat the original lease as continuing until the end of a later lease of the same premises (or of any premises which include the whole or part of the same premises) in the following circumstances.\n\n*   A is entitled to such a later lease.\n*   A is likely to become entitled to such a later lease.\n*   A is entitled to the grant of such a later lease.\n*   A is likely to become entitled to the grant of such a later lease.\n*   A person &#x2018;linked&#x2019; with A (see [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860)) is entitled to such a later lease.\n*   A person linked with A is likely to become entitled to such a later lease.\n*   A person linked with A is entitled to the grant of such a later lease.\n*   A person linked with A is likely to become entitled to the grant of such a later lease."},{"manual-section-id":"EIM45080","title":"Making asset available for relevant person to benefit from","body":"\n\n## Section 554D ITEPA 2003\n\n[Meaning of &#x2018;makes available&#x2019;](/guidance/employment-income-manual/EIM45000#EIM45080#IDATIPUH)\n\n[Substantially similar to transfer](/guidance/employment-income-manual/EIM45000#EIM45080#IDAFJPUH)\n\n[Asset made available at or after end of relevant period](/guidance/employment-income-manual/EIM45000#EIM45080#IDAWLPUH)\n\n[Asset made available before end of relevant period](/guidance/employment-income-manual/EIM45000#EIM45080#IDASMPUH)\n\n[Factors not taken into account](/guidance/employment-income-manual/EIM45000#EIM45080#IDAONPUH)\n\n[Asset made available before 6 April 2011](/guidance/employment-income-manual/EIM45000#EIM45080#IDAGOPUH)\n\nA relevant third person (&#x2018;P&#x2019;) takes a relevant step within Section 554D if (to summarise) P makes available an asset to a &#x2018;relevant person&#x2019; in specified circumstances.\n\nBroadly speaking, P takes a relevant step within Section 554D if one of two conditions is met.\n\n*   Making the asset available is a quasi-transfer of ownership.\n*   The asset continues to be available after a defined period following the end of the employment (and so for practical purposes its availability is permanent).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45080#top)\n\n\n## Meaning of &#x2018;makes available&#x2019;\n\nIn Section 554D, &#x2018;makes available&#x2019; means &#x2018;begins to make available&#x2019;  not &#x2018;continues to make available&#x2019;.  Section 554D defines a step, not a state.\n\nThe examples in [EIM45085](/guidance/employment-income-manual/EIM45000#EIM45085) illustrate this.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45080#top)\n\n\n## Substantially similar to transfer\n\nP takes a relevant step within Section 554D if:\n\n*   at any time, P does not transfer a particular asset, but\n*   P makes that asset available for a relevant person to benefit from,\n*   with the result that the relevant person can benefit from the asset in a substantially similar way to the way in which that person could have benefited from it if it had been transferred to that person at that time.\n\nWhen applying the &#x2018;substantially similar&#x2019; condition, you can take into account these factors.\n\n*   Any limitations on the way in which the relevant person may benefit from the asset.\n*   The period over which the asset is being made available.\n*   If relevant, the extent to which that period covers the expected remaining useful life of the asset.\n*   The extent to which the relevant person has (or is to have) a say over the disposal of the asset.\n*   The extent to which the relevant person may:\n\n*   *   benefit from any proceeds arising from the disposal of the asset, or\n    *   otherwise have a say in the way the proceeds are used.\n\nYou should also take into account any other relevant factors.\n\nFor practical purposes, the key question to ask is: &#x2018;Suppose the relevant person was the outright owner of the asset.  What difference would that make to the way in which that person benefited from it?&#x2019;\n\nThe normal provision of company cars on short term leases to employees for their private use would not be a relevant step under Section 554D.\n\nNor would the occasional non-exclusive use of a holiday home while in employment.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45080#top)\n\n\n## Asset made available at or after end of relevant period\n\nP takes a relevant step within Section 554D if:\n\n*   P does not transfer a particular asset, but\n*   P makes that asset available for a relevant person to benefit from, and\n*   P does this at or after the end of the &#x2018;relevant period&#x2019;.\n\nThe &#x2018;relevant period&#x2019; is the period of two years starting with the day on which A&#x2019;s employment with B ceases.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45080#top)\n\n\n## Asset made available before end of relevant period\n\nP takes a relevant step within Section 554D if:\n\n*   P makes an asset available for a relevant person to benefit from, and\n*   P does this before the end of the relevant period, and\n*   at the end of the relevant period, P continues to make this asset available for the asset available for the relevant person to benefit from.\n\nP takes this relevant step at the end of the relevant period.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45080#top)\n\n\n## Factors not taken into account\n\nFor the purposes of these relevant steps, it does not matter if:\n\n*   the asset is made available informally,\n*   the relevant person has no legal right to benefit from the asset, or\n*   the relevant person does not actually use the asset.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45080#top)\n\n\n## Asset made available before 6 April 2011\n\nThe Part 7A rules apply to relevant steps that take place on or after 6 April 2011.\n\nAntiforestalling rules cover certain relevant steps carried out between 9 December 2010 and 5 April 2011 inclusive (see [EIM45905](http://www.hmrc.gov.uk/manuals/eimanual/EIM45905.htm) onwards).  But these rules do not cover steps within Section 554D.\n\nTherefore, Section 554D only applies to relevant steps taken on or after 6 April 2011.\n\nThe examples in [EIM45085](/guidance/employment-income-manual/EIM45000#EIM45085) illustrate this."},{"manual-section-id":"EIM45085","title":"Events before 6 April and after 5 April 2011: examples","body":"\n\n## Section 554D ITEPA 2003\n\n[EIM45080](/guidance/employment-income-manual/EIM45000#EIM45080) &#x2018;Asset made available before 6 April 2011&#x2019; explains that Section 554D only applies if relevant steps are taken on or after 6 April 2011.\n\nThese examples illustrate how this rule applies if events relevant to Section 554D take place before 6 April 2011.\n\n### Example: asset starts to be made available to employee before 6 April 2011, employment continues\n\nOn 1 October 2009 an EBT acquires a freehold property.  The property is immediately made available to employee A and continues to be made available after 5 April 2011.\n\nEmployee A continues to hold the same employment and therefore, if Section 554D were to apply, it would be through the step in Section 554D(1)(a) (substantially similar to transfer).\n\nThere is no need to consider whether the property is made available on terms that would bring it within Section 554D(1)(a) as the step of making the property available occurred before 6April 2011.  Section 554D will not apply.\n\nExample: employment ceases, asset starts to be made available to ex-employee before 6 April 2011\n\nOn 1 May 2008 an EBT acquires a freehold property.  Employee A ceases employment with employer B on the same date.  Just over two years later, on 1 June 2010, the EBT makes the property available to employee A.  It remains available after 5 April 2011.\n\nThe property started to be made available to A more than two years after the end of the relevant period.  So, if Section 554D were to apply, it would be through the step in Section554D(1)(b) (making the asset available on or after the end of the relevant period).\n\nHere, the step that would have been within Section 554D(1)(b) took place on 1 June 2010  before the 6 April 2011 commencement date for the Part 7A rules.  Section 554D will not apply.\n\n### Example: employment ceases before 6 April 2011, asset starts to be made available to exemployee after 5 April 2011\n\nOn 1 May 2010 an EBT acquires a freehold property.   Employee A ceases employment with employer B on the same date.\n\nJust over two years later, on 1 June 2012, the EBT makes the property available to employeeA.\n\nThe property started to be made available to A more than two years after the end of the relevant period.  So, if Section 554D were to apply, it would be through the step in Section554D(1)(b) (making the asset available on or after the end of the relevant period).\n\nHere, although A&#x2019;s employment ended before 6 April 2011, the asset was made available on 1June 2012  therefore, the relevant step was taken after the 6April 2011 commencement date for the Part7A rules.  So Section 554D (1)(b) will apply in this case.\n\n### Example: asset starts to be made available to employee before 6 April 2011, employment ceases, asset continues to be made available\n\nOn 1 March 2010, an EBT starts to make a freehold property available to employee A.\n\nOn 1 April 2010 employee A ceases employment with employer B.  The freehold property remains available to A and is still available on 1 April 2012, which is two years after the end of A&#x2019;s employment.\n\nThe property remained available to A at the end of the two year relevant period that began when A&#x2019;s employment ended.  Therefore, if Section 554D were to apply, it would be through the step in Section 554D(2).\n\nHowever, as the property started to be made available before 6 April 2011, the conditions for Section 554D(2) to apply are not fully satisfied.  Section 554D will not apply."},{"manual-section-id":"EIM45090","title":"&#x2018;relevant person&#x2019; in Sections554C and 554D","body":"\n\n## Section 554C(2) and (3) and 554D(5) and (6)\n\nAny person on this list is a &#x2018;relevant person&#x2019; for the purposes of Sections 554C and 554D.\n\n*   A.\n*   A person &#x2018;linked&#x2019; with A (see [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860)).\n*   A person chosen by A.\n*   A person chosen by a person linked with A.\n*   A person within a class of persons chosen by A.\n*   A person within a class of persons chosen by a person linked with A.\n\nAny other person not listed above is a &#x2018;relevant person&#x2019; if:\n\n*   The relevant third person (P) is taking a step on A&#x2019;s behalf,\n*   P is otherwise taking a step at A&#x2019;s direction or request,\n*   P is taking a step on behalf of a person linked with A, or\n*   P is otherwise taking a step at the direction or request of a person linked with A.\n\nNote that &#x2018;relevant person&#x2019; in Sections 554C and 554D is a different concept from:\n\n*   &#x2018;relevant third person&#x2019; in Section 554A (see [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035)), and\n*   &#x2018;relevant person&#x2019; in the remittance basis legislation  see Section 809M of ITA 2007 and [RDRM33030](http://www.hmrc.gov.uk/manuals/eimanual/RDRM33030.htm).\n\nThe definition of &#x2018;relevant person&#x2019; for the purposes of Sections 554C and 554D is very wide.\n\nBut it does not follow that virtually any transaction with a link to A&#x2019;s employment could come within the Part 7A rules.\n\nIt is not enough for there to be a relevant step within (for example) Section 554C.\n\nThe relevant step must be taken by a relevant third person, and the arrangement must come through the Section 554A gateway.  See [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) onwards.\n\n### Example: company fuel card\n\nEmployer B provides employee A with a fuel card, so that A is provided with fuel but B meets the cost by settling the bill with the commercial fuel card provider.  When A uses the card to obtain fuel at a filling station, the fuel card provider will subsequently make a payment to the owner of the filling station.\n\nIt could be argued that the fuel card provider is a relevant third person who makes a payment to someone chosen by A (namely, the owner of the filling station).\n\nSo, looking at matters in isolation, there would appear to be a step within Section 554C.\n\nBut the payment by the fuel card provider to the filling station operator does not meet the conditions in Section 554A.\n\nIn particular, this payment does not satisfy condition 5 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025).\n\nHere, a commercial credit card company is making a payment in the normal way to a retailer registered to accept that type of card.\n\nIt would be very unusual, in the absence of facts which suggest otherwise, to suppose this to be a step taken in pursuance or in connection with an arrangement to provide employee A with rewards or recognition or loans.  Part 7A does not apply.\n\nThe question of any other tax liability in respect of the provision of the fuel card will be considered under the other provisions of ITEPA 2003.  See, for example, [EIM25500](/guidance/employment-income-manual/EIM25500) onwards if the fuel card is used to provide fuel for a car that attracts the car benefit charge."},{"manual-section-id":"EIM45095","title":"Section 554B: earmarking etc of sum of money or asset","body":"\n\n## Sections 554B and 554Z17(1) ITEPA 2003\n\n[Earmarked](/guidance/employment-income-manual/EIM45000#EIM45095#IDAL1PUH)\n\n[Otherwise held](/guidance/employment-income-manual/EIM45000#EIM45095#IDAN3PUH)\n\n[The later relevant step](/guidance/employment-income-manual/EIM45000#EIM45095#IDAS4PUH)\n\n[&#x2018;Held on a Section 554B basis&#x2019;](/guidance/employment-income-manual/EIM45000#EIM45095#IDA1AQUH)\n\n[Steps within Sections 554Z18 and 554Z19](/guidance/employment-income-manual/EIM45000#EIM45095#IDALBQUH)\n\n[Factors not taken into account for the purposes of Section 554B(1)(a) and (b)](/guidance/employment-income-manual/EIM45000#EIM45095#IDADCQUH)\n\n[Section 554A(4) exception: actions on or after A&#x2019;s death](/guidance/employment-income-manual/EIM45000#EIM45095#IDAIDQUH)\n\nCertain preparatory steps rank as relevant steps within Section 554B.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45095#top)\n\n\n## Earmarked\n\nA relevant third person (P) takes a relevant step within Section 554B(1)(a) if:\n\n*   a sum of money or asset is held by or on behalf of P,\n*   P earmarks it - no matter how informally, and\n*   P does this with a view to a later relevant step being taken as set out below.\n\nThis later relevant step:\n\n*   is a step within Section 554C or 554D (see [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060) onwards),\n*   is in relation to:\n\n*   *   that sum of money or asset, or*   any sum of money or asset which may arise or derive (directly or indirectly) from it.\n\n&#x2018;Earmarking&#x2019; in Section 554B(1)(a) is a statutory term.  See [EIM45110](/guidance/employment-income-manual/EIM45000#EIM45110).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45095#top)\n\n\n## Otherwise held\n\nP takes a relevant step within Section 554B(1)(b) if:\n\n*   a sum of money or asset otherwise starts being held by or on behalf of P, and\n*   this is specifically with a view (so far as P is concerned) to a later relevant step being taken as set out below.\n\nIt does not matter whether or not the sum of money or asset has previously been held by or on behalf of P on some different basis.\n\nSection 554B(1)(b) can apply even if P does not take any action at all.  But there does have to be a specified employee: see [EIM45110](/guidance/employment-income-manual/EIM45000#EIM45110).\n\nFor example, Section 554B(1)(b) will apply if P is the trustee of a trust where the sole beneficiary is A and therefore no active earmarking is necessary in order for it to be clear that A is the specified employee in relation to the later relevant step.  For this purpose, A includes references to any person linked with A (as is the case for relevant steps within Section 554C and 554D).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45095#top)\n\n\n## The later relevant step\n\nThe later relevant step:\n\n*   is a step within Section 554C or 554D (see [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060) onwards), and\n*   is in relation to:\n\n*   *   that sum of money or asset, or*   any sum of money or asset which may arise or derive (directly or indirectly from it).\n\nThe later relevant step does not necessarily have to be taken by P.\n\nThe later relevant step can be taken:\n\n*   on the meeting of a condition,\n*   following the meeting of a condition, or\n*   otherwise.\n\nOn the application of Section 554B when one of the exclusions in Section 554E onwards will apply to the later relevant step, see [EIM45115](/guidance/employment-income-manual/EIM45000#EIM45115).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45095#top)\n\n\n## &#x2018;Held on a Section 554B basis&#x2019;\n\nPart 7A ITEPA 2003 refers in several places to a sum of money or asset being &#x2018;held on the basis mentioned in Section 554B(1)(a) or (b)&#x2019;.\n\nThis means &#x2018;held by or on behalf of P as discussed above in relation to the same current, former or prospective employee&#x2019;.\n\nWhen this guidance refers to a sum of money or asset being &#x2018;held on a Section 554B basis&#x2019;, it means &#x2018;held on the basis mentioned in Section 554B(1)(a) or (b)&#x2019;.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45095#top)\n\n\n## Steps within Sections 554Z18 and 554Z19\n\nA step within Section 554Z18 or 554Z19 is deemed to be a relevant step within Section 554B if it otherwise would not be.\n\nOn Sections 554Z18 and 554Z19 (undertakings given by employers etc in relation to retirement benefits etc: earmarking etc and provision of security), see [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150) and [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155) respectively.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45095#top)\n\n\n## Factors not taken into account for the purposes of Section 554B(1)(a) and (b)\n\nFor the purposes of Section 554B(1)(a) and (b), it does not matter if details of the later relevant step have not been worked out  for example:\n\n*   the sum of money or asset which will or may be the subject of the step, or\n*   how or when or by whom or in whose favour the step will or may be taken.\n\nIf a condition has to be met before the later relevant step is taken, it does not matter if that condition might never be met.\n\nIt does not matter if A (or any person linked with A) has no legal right to have a relevant step taken in relation to any sum of money or asset mentioned above.\n\nOn persons &#x2018;linked&#x2019; with A, see [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45095#top)\n\n\n## Section 554A(4) exception: actions on or after A&#x2019;s death\n\nUnder Section 554A(4), a relevant step within Section 554B does not give rise to Part 7A income if it is taken on or after A&#x2019;s death."},{"manual-section-id":"EIM45100","title":"Relevant third person not aware of all the facts","body":"\n\n## Section 554B ITEPA 2003\n\nTo decide whether a relevant third person has taken a step within Section 554B, you need to take into account all the relevant circumstances.  In particular, you need to consider the extent to which the person was aware of the breakdown of the value of the sums of money or assets amongst individual employees.\n\nIf the relevant third person genuinely does not know the division of value (whether held as sums of money or assets) amongst individual employees, then Section 554B(1)(a) is not satisfied.  And nor is Section 554B(1(b).\n\nSo, the relevant third person has not taken a relevant step within Section 554B.\n\nBut, to prevent possible exploitation, Section 554B is widely drawn.\n\nSo, in each case, you need to find out all the facts.\n\nIf:\n\n*   the relevant third person claims not to know the identity of individual employees, and*   the form of the arrangement supports this, but*   the substance suggests otherwise,\n\nthen you should argue that the reality is that earmarking has taken place.\n\nOne example of this would be if the trustee of an EBT:\n\n*   did not know the names of the employees concerned, but\n*   had, at B&#x2019;s wishes, earmarked amounts of money or shares for employees known to the trustee as&#x2018;X&#x2019; and &#x2018;Y&#x2019; respectively.\n\nOn the other hand, for the purposes of determining whether earmarking has occurred, HMRC will not automatically impute knowledge from one group entity to another, where one is providing trustee services and the other administration services in respect of the same share plan.\n\nNote that:\n\n*   an arrangement can still come through the Section 554A gateway even if the relevant third person is not aware of the relevant arrangement, and\n*   for the purposes of Section 554B(1)(a) and (b), it does not matter if the details of the later relevant step have not been worked out.\n\nOn the Section 554A gateway, see [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025).\n\nOn Section 554B, see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)."},{"manual-section-id":"EIM45105","title":"Shares from various sources","body":"\n\n## Section 554B ITEPA 2003\n\n### Example: shares from various sources\n\nB plc arranges to award shares to its employees on the basis that, on vesting, the shares may be sourced in any of four ways:\n\n*   newly issued shares,\n*   treasury shares,\n*   shares held by a trust, or\n*   shares bought in the market.\n\nThe final decision about the sourcing of the shares may not be made until shortly before vesting, and is driven by a variety of commercial and financial factors.  However, the facts show that B plc can genuinely access the shares from any of  or a mixture of  these sources.  In addition, there is no suggestion that the trust is holding specific amounts or funds of shares for particular employees.\n\nOn the facts, these possibilities remain open during the period between grant and vesting of the award  there is genuinely a variety of sources from which the award can be satisfied.\n\nAccordingly, in a case such as this, no relevant step is taken within Section 554B(1)(a) or (b)."},{"manual-section-id":"EIM45106","title":"Using options to hedge share awards","body":"\n\n## Section 554B ITEPA 2003\n\n### Example: using options to hedge share awards\n\nSuppose that the trustees of an employee share scheme hedge their contingent commitment to award shares by buying a call option.\n\nThis option gives the trustees the right to buy shares (if they are needed) without imposing on them the obligation to buy shares (if they are not).\n\nThe call option itself will never be transferred to employees. And the trustees will not necessarily exercise it. But, if they do, the shares thus acquired will be assets &#x2018;arising or deriving (directly or indirectly) from&#x2019; the call option.\n\nSo, is the purchase of the call option in itself an act of earmarking and thus a relevant step within Section 554B?\n\nThis will all depend on the facts.\n\nPurchasing an option could indeed involve earmarking and thus be a relevant step within Section 554B(1)(a)(ii). See [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095).\n\nIf the cash required to buy the shares using the call option were set aside, then that might be a separate earmarking.\n\nBut, provided that the trustees do not know that specific numbers of shares are destined for specific employees, you should accept that there has been no earmarking, either of the option, or of the cash.\n\nIn other words, if the trustees decide to hedge their contingent commitment to award shares, for Section 554B purposes it makes no difference whether they use shares or options as their hedge."},{"manual-section-id":"EIM45110","title":"Section 554B: meaning of &#x2018;earmarked&#x2019; in Section 554B(1)(a)","body":"\n\n## Section 554B ITEPA 2003\n\n[Preparatory](/guidance/employment-income-manual/EIM45000#EIM45110#IDAKJ2BH)\n[Simultaneous steps](/guidance/employment-income-manual/EIM45000#EIM45110#IDAWJ2BH)\n[Particular employee](/guidance/employment-income-manual/EIM45000#EIM45110#IDASK2BH)\n[Example: no particular employee](/guidance/employment-income-manual/EIM45000#EIM45110#IDA2L2BH)\n\n[Example: no particular employee yet](/guidance/employment-income-manual/EIM45000#EIM45110#IDAYM2BH)\n[Example: employee share plan](/guidance/employment-income-manual/EIM45000#EIM45110#IDA2N2BH)\n[Ascertainable amount](/guidance/employment-income-manual/EIM45000#EIM45110#IDANP2BH)\n\n&#x2018;Earmarked&#x2019; in Section 554B(1)(a) is a statutory term.  It is undefined.\n\nParker LJ warned in Macdonald v Dextra Accessories Ltd and others (77TC146 at 187 paragraph [63]):\n\nWhilst the placing of a gloss on statutory words may be useful as illustrating the idea which the words express (see per Lord Radcliffe at Hochstrasser (HMIT) v Mayes [1960] AC 376 at p391), care must in my judgment be taken not to fall into the trap of substituting the gloss for the statutory words and thereby attempting in effect to rewrite the statute.\n\nThis guidance therefore does not attempt to define &#x2018;earmarking&#x2019;.\n\nPart 7A ITEPA 2003 sets limits on the scope of &#x2018;earmarking&#x2019;.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45110#top)\n\n\n## Preparatory\n\nSection 554B(1)(a) refers to a sum of money or asset being earmarked &#x2018;with a view to a later relevant step being taken&#x2019;.\n\nTherefore, &#x2018;earmarking&#x2019; is not a free-standing action.  It is a preparatory step for a later relevant step within Section 554C or 554D.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45110#top)\n\n\n## Simultaneous steps\n\nSuppose a sum of money or asset is earmarked with a view to a relevant step within Section554C or 554D being taken **at the same time**.\n\nThen it is not earmarked with a view to a **later** relevant step being taken.  And so this act of earmarking is not a relevant step within Section 554B.\n\nWhether a sum of money or asset is earmarked with a view to a **later** relevant step being taken will be a question of fact in every case.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45110#top)\n\n\n## Particular employee\n\nA relevant step within Section 554C or 554D has to be a step in favour of a &#x2018;relevant person&#x2019;.  &#x2018;Relevant person&#x2019; is defined by reference to &#x2018;A&#x2019;: see [EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090).\n\nIf a relevant third person &#x2018;earmarks&#x2019; a sum of money or asset, and the conditions in Section 554B(1)(a) are met, then that person takes a relevant step within Section 554B.\n\nThis feeds into Section 554A.  One of the conditions for an arrangement to pass through the Section 554A gateway is that a relevant third person takes a relevant step.  And Section 554A(1)(a) to (c)  conditions 1 to 3 for an arrangement to pass through the Section 554A gateway refer to a specific employee (or former or prospective employee), &#x2018;A&#x2019;.  See [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025).\n\nTherefore, it has to be possible to pick out a particular individual, A.  Otherwise, conditions 1 to 3 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) cannot be met, and neither is it possible to identify (even vaguely) a later relevant step within Section 554C or 554D.\n\nSo, if it is not (yet) possible for anyone to pick out A, then there has not (yet) been any earmarking.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45110#top)\n\n\n## Example: no particular employee\n\nSuppose the following facts.\n\n*   B has contributed a sum of money to a discretionary trust.\n*   The terms of the trust specify a number of potential beneficiaries.\n*   The trustees have not yet taken any action of any kind towards benefiting a particular beneficiary or particular beneficiaries and no sum or asset has started to be held with a view to a later step in favour of a particular beneficiary or particular beneficiaries.\n\nIn this case, it will not be possible to pick out A and therefore the trustees will not yet have earmarked any of the sum.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45110#top)\n\n\n## Example: no particular employee yet\n\nSuppose the following facts.\n\n*   B has contributed sums of money and assets to an EBT.\n*   B sets up an incentive plan for its salespeople. The salesperson who brings in the most sales revenue during the current accounting period of B will receive a bonus of &#xA3;100,000.\n*   When the incentive plan is set up, the EBT puts &#xA3;100,000 on short-term deposit to pay the future bonus.\n\nHas the EBT earmarked &#xA3;100,000 in favour of a particular employee, namely the salesperson who will bring in the most sales revenue?\n\nThe answer is No. At the time when the EBT puts &#xA3;100,000 aside, there is not yet any individual who satisfies the description &#x2018;the salesperson bringing in the most sales revenue&#x2019;. So, it is not (yet) possible for anyone to pick out A and the EBT has not yet taken a relevant step within Section 554B.\n\nWhen it has been established which salesperson has brought in the most sales revenue, it will be possible to pick out this individual. At that point, the EBT will take a relevant step within Section 554B.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45110#top)\n\n\n## Example: employee share plan\n\nIn general, there will be no earmarking where:\n\n*   there is a pool of shares and a pool of employees,\n*   the trustee has not made the awards to the employees, and\n*   the trustee does not know the number of shares to be awarded to any employee.\n\nSo, for example, no earmarking will have occurred if:\n\n*   the trustee only knows that a specified number of shares have been granted to a specified number of employees of a particular company, or\n*   the trustee only knows that a specified total number of shares have been granted to a group of named employees  and does not know how many of those shares have been awarded to particular individuals.\n\nBut see [EIM45100](/guidance/employment-income-manual/EIM45000#EIM45100) for the approach to take where there appears to be manipulation of an apparent lack of knowledge on the part of the trustee.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45110#top)\n\n\n## Ascertainable amount\n\nThe amount of Part 7A income is defined by reference to the value of the relevant step.  See [EIM45705](http://www.hmrc.gov.uk/manuals/eimanual/EIM45705.htm) and [EIM45710](http://www.hmrc.gov.uk/manuals/eimanual/EIM45710.htm).\n\nTherefore, it must be possible to quantify this value.\n\nTherefore, if:\n\n*   P takes an action of some kind in relation to a sum of money or asset, but\n*   it is not possible to quantify its value as explained in [EIM45710](http://www.hmrc.gov.uk/manuals/eimanual/EIM45710.htm),\n\nthen P has not &#x2018;earmarked&#x2019; the sum or asset.\n\nThere is a difference between &#x2018;not possible&#x2019; and &#x2018;very difficult&#x2019;.  The next two bullet points should help you draw the line.\n\n*   If it is possible to value the relevant step but only by going to the tribunal and the courts, because the facts are murky and the law is unclear and the other conditions are met, then P **has** earmarked the sum or asset.\n*   If it is **not **possible, even in principle, to value the relevant step, then P has **not **earmarked the sum or asset.\n\nBut if the subject of the relevant step has simply not **yet** been valued, then that does not mean that P has not earmarked the sum or asset concerned."},{"manual-section-id":"EIM45115","title":"Relevant step within Section 554B, later relevant step within Section 554C or 554D, exclusions within Section 554E onwards","body":"\n\n## Sections 554B to 554X, 554Z18 and 554Z19 ITEPA 2003\n\nA relevant step within Section 554B is taken with a view to a later relevant step being taken within Section 554C or 554D.\n\nBut the later relevant step does not necessarily have to be a relevant step which gives rise to Part 7A income.\n\nSuppose:\n\nP (a relevant third person) takes a relevant step within Section 554B with a view to a later relevant step within Section 554C or 554D,\n\nthe other conditions are met for the arrangement to come through the Section 554A gateway, and\n\nif the later relevant step is taken, it will come within one of the exclusions in Sections554E onwards.\n\nThen the **later** relevant step will not give rise to Part 7A income.\n\nBut it does not follow that the relevant step within Section 554B will not give rise to Part 7A income either.\n\nThe relevant step within Section 554B **will** give rise to Part 7A income unless it comes within one of the exclusions in Section 554E onwards  whether or not the later relevant step also comes within one of those exclusions.\n\nThis rule also applies if the relevant step within Section 554B is a step within Section 554Z18 or 554Z19.\n\nSome of the exclusions only apply to relevant steps within Section 554B.  Clearly, therefore, these exclusions will still apply even though they will not cover the later relevant step.\n\nOn Section 554B, see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095) onwards.\n\nOn Sections 554C and 554D, see [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060) onwards.\n\nOn the exclusions, see [EIM45200](/guidance/employment-income-manual/EIM45200) onwards.\n\nOn Sections 554Z18 and 554Z19 (undertakings given by employers etc in relation to retirement benefits etc: earmarking etc and provision of security), see [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150) and [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155) respectively."},{"manual-section-id":"EIM45120","title":"Examples: loans","body":"\n\n## Sections 554A to 554D ITEPA 2003\n\nHere are some examples involving loans.\n\nFor other examples also involving EBTs, see [EIM45125](/guidance/employment-income-manual/EIM45000#EIM45125).\n\n### Example 1: loan from employee benefit trust\n\nVictoria works for an employer in the United Kingdom.  The employer contributes &#xA3;100,000 to an EBT established in Jersey by the employer for the benefit of its employees.  Having properly considered a request from the employer, the trustees of the EBT make a loan of &#xA3;30,000 to Victoria&#x2019;s husband, Albert, in recognition of Victoria&#x2019;s work over the previous year.\n\nThe EBT arrangement meets conditions 1 and 3 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025).\n\nThe trustees are a relevant third person, and the loan is a relevant step within Section 554C.\n\nThe arrangement therefore comes through the Section 554A gateway.\n\nThe value of the relevant step that counts as employment income of Victoria is the full amount of the sum paid by way of loan, namely &#xA3;30,000 (see [EIM45710](http://www.hmrc.gov.uk/manuals/eimanual/EIM45710.htm)).\n\n### Example 2: existing loan left in place\n\nAn employee received a loan from an EBT in 2009-10.  The loan is left in place after 9December 2010.\n\nThe original advance does not give rise to Part 7A income, because the Part 7A rules were not in force in 2009-10.\n\nIf the loan is left in place, the arrangement does not come through the Section 554A gateway.  If all the loan terms and everything about the arrangement remain unchanged, then nobody takes a relevant step.\n\nWhile the loan remains outstanding, it is a taxable benefit within Part 3 Chapter7 ITEPA 2003.  See [EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards.\n\n### Example 3: loan write-off\n\nThe facts are as in Example 2, except that, after 5 April 2011, the EBT writes the loan off.\n\nThe EBT arrangement meets condition 1 and either condition 2 or condition 3.  And the trustees will be a relevant third person.\n\nBut the loan write-off does not come through the Section 554A gateway, because a loan writeoff is not a relevant step in the first place.\n\nYou will need to consider whether the loan write-off is taxable either as general earnings or under the benefits code.  See [EIM26116](/guidance/employment-income-manual/EIM26100#EIM26116).\n\n### Example 4: extension of repayment period for existing loan\n\nThe facts are as in Example 2, except that, after 5 April 2011, the parties extend the repayment period for the loan.\n\nWhether this is a relevant step will depend entirely on the facts of the case.\n\nIf the extension amounts to the making of a new loan, then it will be a relevant step within Section 554C(1)(a).  If it does not, then it will not.\n\nYou need to take all relevant circumstances into account in order to get to the essence of the matter."},{"manual-section-id":"EIM45125","title":"Examples: EBTs","body":"\n\n## Sections 554A to 554D ITEPA 2003\n\n[Example: bonus](/guidance/employment-income-manual/EIM45000#EIM45125#IDAEARUH)\n\n[Example: deferred bonus](/guidance/employment-income-manual/EIM45000#EIM45125#IDAUARUH)\n\n[Example: asset reallocated](/guidance/employment-income-manual/EIM45000#EIM45125#IDA0BRUH)\n\n[Example: earmarking followed by clarification](/guidance/employment-income-manual/EIM45000#EIM45125#IDAYCRUH)\n\n[Example: existing sub-fund](/guidance/employment-income-manual/EIM45000#EIM45125#IDAWDRUH)\n\n[Example: change of trustees](/guidance/employment-income-manual/EIM45000#EIM45125#IDAKERUH)\n\nHere are some examples involving EBTs.\n\nThe EBT arrangement will meet condition 1 and either condition 2 or condition 3 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025).  And the trustees will be a relevant third person.\n\nFor other examples involving loans, see [EIM45120](/guidance/employment-income-manual/EIM45000#EIM45120).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45125#top)\n\n\n## Example: bonus\n\nAfter 5 April 2011, the trustees of an EBT pay a productivity bonus of &#xA3;1 million to an employee, A.  This is not a loan; A does not have to repay the money.\n\nThis payment is a relevant step within Section 554C(1)(a).\n\nThe arrangement therefore comes through the Section 554A gateway.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45125#top)\n\n\n## Example: deferred bonus\n\nA and his employer, B plc, enter into an incentive plan whereby, some years in the future, employee A will receive a performance-related bonus.\n\nB plc has set up an EBT to administer its incentive plans.\n\nAfter 5 April 2011, the trustees of the EBT foresee that, some years in the future, they may be called upon to pay A his performance-related bonus.  So they earmark &#xA3;1 million of trust funds with a view to making this future payment.\n\nThe earmarking is a relevant step within Section 554B.\n\nThe arrangement therefore comes through the Section 554A gateway  even though, at this stage, A has not actually received his bonus and it is not known whether he ever will or, if he does, how much he will receive.\n\nWhether the value of the relevant step (the &#xA3;1 million earmarked) will count as employment income of A will depend on the terms of the incentive plan.\n\nIt may be that the exclusion for earmarking of deferred remuneration in Section 554H will prevent the relevant step from giving rise to Part 7A income.  See [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm) onwards.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45125#top)\n\n\n## Example: asset reallocated\n\nThe trustees of an EBT earmark an asset before 5 April 2011.\n\nAfter 5 April 2011, the trustees earmark, provide or otherwise make available the asset in a way which comes within Section554B, 554C or 554D.\n\nThe original allocation does not give rise to Part 7A income, because the Part 7A rules were not in force at that time.\n\nThe earmarking, provision or making available of the asset after 5 April 2011 is a relevant step, and will give rise to Part 7A income.\n\nWhether or not the trustees have earmarked or made the asset available before is irrelevant.  But see [EIM45935](http://www.hmrc.gov.uk/manuals/eimanual/EIM45935.htm) onwards for the reduction in the value of the relevant step that may apply if the earlier earmarking was taxed as A&#x2019;s earnings from the employment.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45125#top)\n\n\n## Example: earmarking followed by clarification\n\nThe trustees of an EBT have already earmarked a sum of money or asset in favour of an employee, Clare.  This was a relevant step within Section 554B.  Whether the arrangement came through the Section 554A gateway will depend, in particular, on when the relevant step was taken.\n\nClare gives the trustees a letter of wishes indicating how she would like the trustees to allocate this amount in the event of her death.\n\nIn general (and in the absence of clear indications to the contrary), we accept that a sum of money or asset that has already been earmarked for an individual employee is not subject to a further act of earmarking simply by virtue of it being clarified that the later relevant step could also be taken in favour of a member of the employee&#x2019;s family.\n\nBut the position would different if the sum of money or asset was &#x2018;unearmarked&#x2019; and then reearmarked.  See &#x2018;Example: asset reallocated&#x2019; above.\n\nSee also &#x2018;Example: pension sharing on divorce&#x2019; in [EIM45130](/guidance/employment-income-manual/EIM45000#EIM45130).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45125#top)\n\n\n## Example: existing sub-fund\n\nBefore the Part 7A rules came into force, the trustees of an EBT earmarked a sum of money by putting it into a sub-fund.\n\nFor as long as no further action is taken in relation to the sum of money, the arrangement will not come through the Section 554A gateway.\n\nIf the trustees take a relevant step under Section 554C or 554D after 5 April 2011 (or after 8December 2010 if the anti-forestalling rules are in point), the step will give rise to Part 7A income.\n\nIf the trustees take new acts of earmarking in relation to the sub-fund after 5 April 2011, these acts will give rise to Part 7A income.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45125#top)\n\n\n## Example: change of trustees\n\nAn employer establishes an EBT.  There is a change in the trustees of the EBT.\n\nA change in the membership of the body of trustees is not a relevant step.  So, the arrangement will not come through the Section 554A gateway."},{"manual-section-id":"EIM45130","title":"Examples: various","body":"\n\n## Sections 554A to 554D ITEPA 2003\n\n[Example: salary paid through a payroll services company](/guidance/employment-income-manual/EIM45000#EIM45130#IDAPCZXG)\n[Example: expenses payments paid through a payroll services company](/guidance/employment-income-manual/EIM45000#EIM45130#IDAHDZXG)\n[Example: medical insurance](/guidance/employment-income-manual/EIM45000#EIM45130#IDAPEZXG)\n[Example: third party incentive award scheme](/guidance/employment-income-manual/EIM45000#EIM45130#IDAHGZXG)\n[Example: relevant person in relation to more than one current, former or prospective employee](/guidance/employment-income-manual/EIM45000#EIM45130#IDAXHZXG)\n[Example: pension sharing on divorce](/guidance/employment-income-manual/EIM45000#EIM45130#IDA0KZXG)\n\nHere are some miscellaneous examples.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45130#top)\n\n\n## Example: salary paid through a payroll services company\n\nAn employer contracts with a third party payroll services company to make monthly salary payments to its employees.\n\nThere is more than one reason why the Part 7A rules do not apply.  The main one is that the employees&#x2019; salary is already taxed as earnings from the employment (see[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) and, as explained in [EIM45735](http://www.hmrc.gov.uk/manuals/eimanual/EIM45735.htm), this takes priority over Part 7A ITEPA 2003.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45130#top)\n\n\n## Example: expenses payments paid through a payroll services company\n\nAn employer contracts with a third party payroll services company to make expenses payments to its employees.\n\nTo the extent that the expenses payments are normal business expenses, the Part 7A rules will generally not apply.  Again, there is more than one possible reason.  Expenses payments that have no reward or recognition element and that do no more than reimburse actual business expenditure do not come through the Section 554A gateway (see [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025)).  In other cases, business expenses paid under a commercial arrangement with a payroll services company are likely to meet the conditions for the exclusion for transactions under employee benefit packages (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)).\n\nIf the expenses payment relates to private expenses, then it should be taxable as earnings from the employment in any case (see[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) and, as explained in [EIM45735](http://www.hmrc.gov.uk/manuals/eimanual/EIM45735.htm), this takes priority over Part 7A ITEPA 2003.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45130#top)\n\n\n## Example: medical insurance\n\nAn employer makes medical insurance arrangements to cover its employees.\n\nThis arrangement will meet condition 1 and either condition 2 or condition 3 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) (Section 554A(1)(a) to (c)).\n\nPremiums paid by the employer to the insurer will not take the arrangement through the Section 554A gateway, because the employer is not a relevant third person.\n\nA third party insurance company will be a relevant third person, and the payment of a claim will be a relevant step within Section 554C(1)(a).\n\nBut insurance is against risk, not certainty.  Therefore, if the insurer meets claims under the medical insurance policy, then, even though the fact of the claim has become certain by that time, it is unlikely that condition 5 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) (Section 554A(1)(e)) will be met.  So, the arrangement is unlikely to come through the Section 554A gateway.\n\nEven if it does, it may come within the exclusion for transactions under employee benefit packages (Section 554G: see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm) onwards).  This will depend on the facts of the case.\n\nFor present purposes, it makes no difference whether the employer contracts with a third party insurance company or sets up a medical benefit trust to provide a form of protection akin to insurance cover as discussed in [EIM21772](/guidance/employment-income-manual/EIM21603#EIM21772).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45130#top)\n\n\n## Example: third party incentive award scheme\n\nSometimes a third party makes payments to employees of other employers to reward them for product placement/effective sales performance etc.  Broadly, incentive award schemes will entail the provision of cash awards or non-cash awards.\n\nCash awards of this sort will in any case be taxable as earnings within Section 62 ITEPA 2003 (see[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) and this will take priority over any Part 7A charge (see [EIM45735](http://www.hmrc.gov.uk/manuals/eimanual/EIM45735.htm)).\n\nHowever, there may also be non-cash awards for which the employer may agree administrative arrangements with HMRC (see [EIM11200](/guidance/employment-income-manual/EIM11200) onwards).\n\nThe non-cash awards will not necessarily rank as earnings within Section 62.\n\nIf the award itself is one that is not taxable as earnings within Section 62, you need to consider whether it comes within one of the relevant steps in Section 554B, 554C or 554D.  If it does, you then need to consider whether the exclusion for employee benefits packages in Section 554G will apply (see [EIM45215](http://www.hmrc.gov.uk/manuals/eimanual/EIM45215.htm)).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45130#top)\n\n\n## Example: relevant person in relation to more than one current, former or prospective employee\n\nB Ltd is an owner-managed business.  The employees of B Ltd are all siblings.  BLtd puts &#xA3;250,000 into an EBT.\n\nThe employees&#x2019; aged mother, Z, is in a nursing home.  She has never herself been an employee of B Ltd.\n\nThe trustee of the EBT (a relevant third person) makes payments of &#xA3;3,000 a month to Z.\n\nZ is a relevant person in relation to each of the employees.\n\nThe monthly payments are relevant steps within Section 554C(1)(a).  And so condition 4 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) (Section 554A(1)(d)) is met.\n\nBut it does not follow that each payment gives rise to Part 7A income for each and every one of the employees and the same amount is thus taxed several times over.\n\nConditions 2 and 3 in EIM45025 (Section 554A(1)(b) and (c))  concerning the relevant arrangement  have to be met in relation to a particular current, former or prospective employee.\n\nTherefore, you have to consider condition5 in EIM45025 (Section 554A(1)(e)) in relation to the particular current, former or prospective employee under review.  And you must take into account all relevant circumstances in order to get to the essence of the matter.\n\nCondition 5 is that it is reasonable to suppose that, in essence:\n\n*   the relevant step is taken (wholly or partly) in pursuance of the relevant arrangement, or\n*   there is some other connection (direct or indirect) between the relevant step and the relevant arrangement.\n\nIn a case like this, you can rule out the possibility that there is **no** current, former or prospective employee in relation to whom condition 5 is met.  There will be at least one current, former or prospective employee in relation to whom condition 5 is met.\n\nYou may also be able to establish, on the facts, that there are some current, former or prospective employees in relation to whom condition 5 is **not **met.\n\nIf condition 5 is met in relation to **more than one** current, former or prospective employee, then you need to consider each of them separately.  In the case of each of them, the essence of the matter will be that:\n\n*   the whole of the relevant step is not taken in relation to that individual, but\n*   part of the relevant step is.\n\nThe value of the relevant step will then need to be apportioned among them on a just and reasonable basis.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45130#top)\n\n\n## Example: pension sharing on divorce\n\nThe trustees of an EFRBS have already earmarked a sum of money or asset in favour of an employee, Henry.\n\nThis was a relevant step within Section 554B.  Whether the arrangement came through the Section 554A gateway will depend, in particular, on when the relevant step was taken.\n\nThe court makes a pension sharing order in connection with proceedings for Henry&#x2019;s divorce from Katharine, who is not employed by employer B.  The funds are accordingly transferred to a sub-trust in Katharine&#x2019;s favour.\n\nKatharine is still &#x2018;linked&#x2019; to Henry by virtue of having been connected to Henry.  See [EIM45860](/guidance/employment-income-manual/EIM45010#EIM45860).\n\nIn these circumstances, this change in the ultimate intended beneficiary is not, itself, a new act of earmarking.  The status of the funds remains unchanged.\n\nSee also &#x2018;Example: earmarking followed by clarification&#x2019; in [EIM45125](/guidance/employment-income-manual/EIM45000#EIM45125)."},{"manual-section-id":"EIM45131","title":"Examples: various (2)","body":"\n\n## Sections 554A to 554D ITEPA 2003\n\nHere are some more examples.\n\n### Example: termination payment\n\nAn employer which has set up an EBT makes one of its employees (A) redundant. The trustees of the EBT make a termination payment within Part 6 Chapter 3 ITEPA 2003 (see [EIM12800](/guidance/employment-income-manual/EIM12800) onwards) to A.\n\nIf the payment is wholly within that Chapter, then it will not satisfy either condition 2 or condition 3 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) (Section 554A(1)(b) and (c)) and so the arrangement will not come through the Section 554A gateway.\n\nIn other words, &#x2018;pure&#x2019; termination payments and the Section 554A gateway are mutually exclusive.\n\nOn termination payments and benefits, see [EIM12800](/guidance/employment-income-manual/EIM12800) onwards.\n\nAll relevant circumstances are to be taken into account in order to get to the essence of the matter. See [EIM12805](/guidance/employment-income-manual/EIM12800#EIM12805) (finding the facts).\n\n### Example: shares in family company\n\nXavier was the founder of a successful trading company, PQR Ltd, in which he owned 900f the shares. He settled his shares on discretionary trusts for the benefit of his children, their spouses and their descendants. Xavier died some years ago.\n\nXavier&#x2019;s children, Yves and Zita, are now in their late 30s. Yves is the managing director of PQR Ltd. Zita is also employed by PQR Ltd, but, as she has established her own independent business, she only works one day a week for PQR Ltd.\n\nThe discretionary trustees appoint their shares in PQR Ltd to Yves and Zita, in the ratio 9 to 1.\n\nDoes this arrangement come through the Section 554A gateway?\n\nDoes it make any difference that Yves receives more shares than Zita?\n\nPrinciples\n\nThe answers to those questions will depend on the facts of the particular case. There are two key principles here.\n\n*   It is quite normal for wealthy parents to pass their assets down the generations. And discretionary trusts are often used for this purpose. Entering into such transactions for reasons of estate planning will not, of itself, take an arrangement through the Section 554A gateway.\n*   But, if the estate planning is combined with remuneration planning, then the arrangement will come through the Section 554A gateway.\n\nSection 554A(12) provides that all relevant circumstances are to be taken into account in order to get to the essence of the matter. So, you need to establish the full facts.\n\nQuestions\n\nQuestions like these are likely to be worth asking.\n\n*   Why did Xavier put his shares into the trust?\n*   Why did the trustees decide to give shares to Yves?\n*   Why did the trustees decide to give shares to Zita?\n\nWith each of these questions, you need to find out what the alternatives were and why this course of action was preferred.\n\n*   Why did the trustees decide to give Yves more shares than Zita?\n*   How did the trustees decide how much to give each beneficiary?\n*   What has the remuneration policy of PQR Ltd been in relation to (a) Yves and (b) Zita?\n*   Is there any connection between the company&#x2019;s remuneration policy and the trustees&#x2019; decision to appoint shares to Yves?\n*   Is there any connection between the company&#x2019;s remuneration policy and the trustees&#x2019; decision to appoint shares to Zita?"},{"manual-section-id":"EIM45135","title":"Examples: dividends","body":"\n\n## Sections 554A to 554D ITEPA 2003\n\nHere are some examples involving dividends.\n\n### Example: dividend\n\nIJK plc makes an offer of shares to the public, some of its employees subscribe for shares in their employer, and these employees receive dividends on their shares.\n\nThe payment of a cash dividend is potentially a relevant step within Section 554C(1)(a).  See[EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060).\n\nBut it does not follow that paying a dividend to an employee will automatically give rise to Part7A income.\n\nIJK plc, the employer, is not a relevant third person.  See [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035).  So condition 4 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) (Section 554A(1)(d)) is not met.\n\nAlso, a normal dividend payment that simply happens to follow a shares transaction will not meet conditions 2, 3 or 5 in EIM45025 (Section 554A(1)(c) and (e)).\n\nTherefore, the scenario under review will not come through the Section 554A gateway.\n\n### Example: dividend paid on shares awarded by EBT\n\nLMN plc makes an offer of shares to the public.  It has set up an EBT to benefit its employees, and the trustees subscribe for LMN shares.\n\nThe trustees award LMN shares to an employee under an incentive scheme.\n\nLMN plc pays a dividend to all its shareholders, including this employee.\n\nThe payment of a cash dividend is potentially a relevant step within Section 554C(1)(a).  See[EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060).\n\nBut it does not follow that paying a dividend to an employee will automatically give rise to Part7A income, even where the shares have been awarded by the trustees of the EBT.\n\nLMN plc, the employer, is not a relevant third person.  See [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035).  So condition4 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) (Section 554A(1)(d)) is not met.\n\nTherefore, the scenario under review will not come through the Section 554A gateway.\n\n### Example: dividend paid on shares awarded by EBT: group holding company\n\nOPQ plc makes an offer of shares to the public.  It has set up an EBT to benefit employees of the OPQ group, and the trustees subscribe for OPQ shares.\n\nR Ltd is a wholly-owned subsidiary of OPQ plc.  Under an incentive scheme, the trustees award OPQ shares to S, an employee of R Ltd.\n\nOPQ plc pays a dividend to all its shareholders, including S.\n\nThe payment of a cash dividend is potentially a relevant step within Section 554C(1)(a).  See[EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060).\n\nBut it does not follow that paying a dividend to an employee will automatically give rise to Part7A income, even where the shares have been awarded by the trustees of the EBT.\n\nOPQ plc is not S&#x2019;s employer.  But R Ltd is a wholly-owned subsidiary of OPQ plc.  And, since the dividend is a normal dividend paid following an offer of shares to the public, there is no connection with a tax avoidance arrangement.  So the group exception applies.  See[EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035).\n\nSo the dividend is treated as paid by S&#x2019;s employer, and condition4 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025) (Section554A(1)(d)) is not met.\n\nTherefore, the scenario under review will not come through the Section 554A gateway."},{"manual-section-id":"EIM45140","title":"Overview","body":"\n\n## Part 7A Chapter 3 ITEPA 2003\n\nEFRBS and trusts that meet the conditions in Section 615(3) ICTA 1988 are within the scope of Part 7A ITEPA 2003.\n\nPart 7A does not prevent the operation of EFRBS etc.  But the inclusion of such arrangements within Part 7A is intended to prevent them being used:\n\n*   to circumvent the annual and lifetime allowance limits on tax reliefs available through registered pension schemes, or\n*   for other tax avoidance purposes.\n\nPart 7A includes some extra rules for pension arrangements where the employee&#x2019;s rights are secured in some way in advance of contributions being paid to the arrangement.\n\nPart 7A Chapter 3 ITEPA 2003 treats certain steps taken by B (in anticipation of contributions to third party arrangements such as EFRBS) as if they were already relevant steps taken by a relevant third person within Section 554B.  If the other statutory conditions are met, such steps will give rise to Part 7A income.\n\nChapter 3 does not apply unless an employer has given a &#x2018;relevant undertaking&#x2019; (for a contribution)  see [EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145).\n\nThe steps which are deemed to be relevant steps within Section 554B are (to summarise):\n\n*   earmarking sums or assets with a view to a contribution being made later (the later performance of the relevant undertaking  Section554Z18  see [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150)), and\n*   provision of security for the performance of the relevant undertaking (Section554Z19 see [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155))."},{"manual-section-id":"EIM45145","title":"Conditions","body":"\n\n## Sections 554Z16 and 554Z17 ITEPA 2003\n\n[Condition 1](/guidance/employment-income-manual/EIM45000#EIM45145#IDAU2RUH)\n\n[Condition 2](/guidance/employment-income-manual/EIM45000#EIM45145#IDAG3RUH)\n\n[Condition 3](/guidance/employment-income-manual/EIM45000#EIM45145#IDA03RUH)\n\n[Condition 4](/guidance/employment-income-manual/EIM45000#EIM45145#IDAA5RUH)\n\n[Condition 5](/guidance/employment-income-manual/EIM45000#EIM45145#IDAQ5RUH)\n\n[Condition 6](/guidance/employment-income-manual/EIM45000#EIM45145#IDATASUH)\n\n[Condition 7](/guidance/employment-income-manual/EIM45000#EIM45145#IDADBSUH)\n\nPart 7A Chapter 3 ITEPA 2003 widens the Section 554A gateway.  As a result, certain steps taken in relation to unregistered pension schemes give rise to Part 7A income.\n\nPart 7A Chapter 3 applies if there is a &#x2018;relevant undertaking&#x2019;  that is, an undertaking that meets the seven conditions set out below.\n\nIf these conditions are met, then (to summarise):\n\n*   B is a relevant third person, and\n*   steps taken by B within Sections 554Z18 and 554Z19 are relevant steps within Section554B  and will give rise to Part 7A income in the same way as relevant steps within Section 554B generally.\n\nOn Sections 554Z18 and 554Z19 (undertakings given by employers etc in relation to retirement benefits etc: earmarking etc and provision of security), see [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150) and [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155) respectively.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45145#top)\n\n\n## Condition 1\n\n*   There is an undertaking that a contribution will be paid.\n\nThis condition will still be met even if the undertaking is not legally enforceable.\n\nIt will also still be met even if the undertaking is to be performed only on or following the meeting of a condition  including a condition which might never be met.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45145#top)\n\n\n## Condition 2\n\n*   The contribution is to be paid to an arrangement which is not a registered pension scheme.\n\n&#x2018;Arrangement&#x2019; has a broad meaning.  See [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45145#top)\n\n\n## Condition 3\n\n*   In connection with that arrangement, a relevant third person is to provide &#x2018;relevant benefits&#x2019; out of the contribution.\n\nIt does not matter whether the connection with the arrangement is direct or indirect.  &#x2018;Connection&#x2019; here has its normal English meaning.\n\n&#x2018;Relevant third person&#x2019; has its usual meaning in the Part 7A rules  see [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035).  You ignore at this stage the third special rule mentioned in EIM45035, about B also being a relevant third person (by virtue of Section 554Z17) when B takes a step within Section 554Z18 or 554Z19.  You consider such steps later on.\n\n&#x2018;Relevant benefits&#x2019; has the same meaning as in Part 6 Chapter 2 ITEPA 2003 (EFRBS), except that, here, &#x2018;relevant benefits&#x2019; can include benefits charged to tax under Part 9 ITEPA 2003 (pension income).  See [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021).\n\nIt does not matter whether the relevant benefits are to be provided directly or indirectly out of the contribution.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45145#top)\n\n\n## Condition 4\n\n*   The provision of the relevant benefits would be a relevant step.  See [EIM45055](/guidance/employment-income-manual/EIM45000#EIM45055) onwards.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45145#top)\n\n\n## Condition 5\n\n*   No relief from tax is given for the contribution by virtue of:\n\n*   *   Schedule33 FA 2004 (overseas pension schemes: migrant member relief), or\n    *   Article 15 of SI 2006/572 (the Taxation of Pension Schemes (Transitional Provisions) Order 2006) (transitional corresponding relief).\n\nOn these reliefs, see [RPSM13201000](http://www.hmrc.gov.uk/manuals/eimanual/RPSM13201000.htm) onwards.\n\n<p>[Top of page](/guidance/employment-income-manual/EIM45000#EIM45145#top)\n\n\n## Condition 6\n</p>\n\n*   No relief from tax is given for the contribution under one of the United Kingdom&#x2019;s tax treaties.  On such relief, see [RPSM00500400](http://www.hmrc.gov.uk/manuals/eimanual/RPSM00500400.htm) onwards.\n\n<p>[Top of page](/guidance/employment-income-manual/EIM45000#EIM45145#top)\n\n\n## Condition 7\n</p>\n\n*   The contribution is not provision under an overseas pension scheme in respect of which A is exempted from tax under the benefits code by virtue of Section 307 ITEPA 2003 (exemption from provision made by employer for retirement or death benefit)."},{"manual-section-id":"EIM45150","title":"Earmarking etc by employers etc","body":"\n\n## Section 554Z18 ITEPA 2003\n\n[Sections 554B and 554Z18](/guidance/employment-income-manual/EIM45000#EIM45150#IDACHC3G)\n[Earmarking: general](/guidance/employment-income-manual/EIM45000#EIM45150#IDAYHC3G)\n[Earmarking: groups](/guidance/employment-income-manual/EIM45000#EIM45150#IDAXJC3G)\n[Earmarking: LLPs](/guidance/employment-income-manual/EIM45000#EIM45150#IDABLC3G)\n[Otherwise held](/guidance/employment-income-manual/EIM45000#EIM45150#IDALMC3G)\n[The trustee exception](/guidance/employment-income-manual/EIM45000#EIM45150#IDAAOC3G)\n[Group cases](/guidance/employment-income-manual/EIM45000#EIM45150#IDAIOC3G)\n[&#x2018;Limited liability partnership&#x2019; and &#x2018;wholly-owned subsidiary&#x2019;](/guidance/employment-income-manual/EIM45000#EIM45150#IDA0OC3G)\n\nCertain steps taken in preparation for the performance of a &#x2018;relevant undertaking&#x2019; rank as steps within Section 554Z18.  The relevant undertaking is performed when some or all of the contributions that are the subject of the undertaking are paid.\n\nSection 554Z18(1) is similar to Section 554B(1)  see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095).\n\nOn &#x2018;relevant undertaking&#x2019;, see [EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45150#top)\n\n\n## Sections 554B and 554Z18\n\nA step within Section 554Z18 is deemed to be a relevant step within Section 554B (if it would not otherwise be).\n\nSo, Section 554Z18 feeds into Section 554B.\n\nThis means that, for example, the valuation rules for a relevant step within Section 554B apply to a step within Section 554Z18.  See [EIM45700](/guidance/employment-income-manual/EIM45700) onwards.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45150#top)\n\n\n## Earmarking: general\n\nB takes a step within Section 554Z18(1)(a) if:\n\n*   a sum of money or asset is held by or on behalf of B, and\n*   B earmarks it with a view to the relevant undertaking being performed at a later time (wholly or partly) out of:\n\n*   *   that sum of money or asset, or\n    *   any sum of money or asset which may arise or derive (directly or indirectly) from it.\n\n&#x2018;Earmarking&#x2019; in Section 554Z18(1)(a) is a statutory term.  See [EIM45110](/guidance/employment-income-manual/EIM45000#EIM45110) (on &#x2018;earmarking&#x2019; in Section 554B(1)(a)).\n\nIt does not matter how informal the earmarking is.\n\nAs a step within Section 554Z18 is deemed to be a relevant step within Section 554B (see[EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145)), the rule in Section 554A(4) also applies here.  This means the earmarking does not give rise to Part 7A income if it occurs on or after A&#x2019;s death.  See [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45150#top)\n\n\n## Earmarking: groups\n\nIf B is a company which is a member of a group of companies, B takes a step within Section 554Z18(1)(a) if two conditions are met.\n\n*   A sum of money or asset is held by or on behalf of:\n\n*   *   B, or\n    *   another member of B&#x2019;s group.\n\n*   B (or another member of B&#x2019;s group) earmarks the sum of money or asset with a view to the relevant undertaking being performed at a later time (wholly or partly) out of:\n\n*   *   that sum of money or asset, or\n    *   any sum of money or asset which may arise or derive (directly or indirectly) from it.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45150#top)\n\n\n## Earmarking: LLPs\n\nIf B is a limited liability partnership (LLP), B takes a step within Section 554Z18(1)(a) if two conditions are met.\n\n*   A sum of money or asset is held by or on behalf of:\n\n*   *   B, or\n    *   a company which is a wholly-owned subsidiary of B.\n\n*   B (or a wholly-owned subsidiary of B) earmarks the sum of money or asset with a view to the relevant undertaking being performed at a later time (wholly or partly) out of:\n\n*   *   that sum of money or asset, or\n    *   any sum of money or asset which may arise or derive (directly or indirectly) from it.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45150#top)\n\n\n## Otherwise held\n\nB takes a step within Section 554Z18(1)(b) if:\n\n*   a sum of money or asset otherwise starts being held by or on behalf of B, and\n*   this is specifically with a view (so far as B is concerned) to the relevant undertaking being performed as set out above.\n\nIf B is a company which is a member of a group of companies, B takes a step within Section 554Z18(1)(b) if:\n\n*   a sum of money or asset otherwise starts being held by or on behalf of B (or another member of B&#x2019;s group), and\n*   it starts being thus held specifically with a view (so far as that company is concerned) to the relevant undertaking being performed as set out above.\n\nIf B is an LLP, B takes a step within Section 554Z18(1)(b) if:\n\n*   a sum of money or asset otherwise starts being held by or on behalf of B (or a wholly-owned subsidiary of B), and\n*   it starts being thus held specifically with a view (so far as B or the wholly-owned subsidiary is concerned) to the relevant undertaking being performed as set out above.\n\nIt does not matter whether or not the sum of money or asset has previously been held on some different basis by or on behalf of B (or another member of B&#x2019;s group, or a wholly-owned subsidiary of B).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45150#top)\n\n\n## The trustee exception\n\nB does not take a step within Section 554Z18 if B is acting as trustee.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45150#top)\n\n\n## Group cases\n\nTo decide whether B is a member of a group of companies, you apply the rules for corporation tax on chargeable gains (see CG45100 onwards) with one modification.\n\nThe chargeable gains test is a 75% test.  For the purposes of the group exception, you change &#x2018;75%&#x2019; to &#x2018;51%&#x2019; throughout.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45150#top)\n\n\n## &#x2018;Limited liability partnership&#x2019; and &#x2018;wholly-owned subsidiary&#x2019;\n\n&#x2018;Limited liability partnership&#x2019; has the meaning given by Section 1(2) Limited Liability Partnership Act 2000.\n\n&#x2018;Wholly-owned subsidiary&#x2019; has the meaning given by Section 1159(2) Companies Act 2006."},{"manual-section-id":"EIM45155","title":"Provision of security by employers etc","body":"\n\n## Sections 554Z19 and 554Z20(5) and (6) ITEPA 2003\n\n[Step within Section 554Z19](/guidance/employment-income-manual/EIM45000#EIM45155#IDAWRC3G)\n[Anniversary steps](/guidance/employment-income-manual/EIM45000#EIM45155#IDA4SC3G)\n[The trustee exception](/guidance/employment-income-manual/EIM45000#EIM45155#IDAXUC3G)\n[Group cases](/guidance/employment-income-manual/EIM45000#EIM45155#IDA5UC3G)\n[&#x2018;Limited liability partnership&#x2019; and &#x2018;wholly-owned subsidiary&#x2019;](/guidance/employment-income-manual/EIM45000#EIM45155#IDARVC3G)\n[Subject of the step](/guidance/employment-income-manual/EIM45000#EIM45155#IDA3VC3G)\n\nIn summary, B takes a step within Section 554Z19 if B provides security for the performance of the relevant undertaking.  The relevant undertaking is performed when some or all of the contributions that are the subject of the undertaking are paid.\n\nOn &#x2018;relevant undertaking&#x2019;, see [EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145).\n\nB may also be deemed to take additional steps within Section 554Z19 if B continues to provide security.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45155#top)\n\n\n## Step within Section 554Z19\n\nB takes a step within Section 554Z19 if B provides security for the performance of the relevant undertaking.\n\nIf B is a company which is a member of a group of companies, B takes a step within Section554Z19 if B (or another member of B&#x2019;s group) provides security for the performance of the relevant undertaking.\n\nIf B is a limited liability partnership, B takes a step within Section 554Z19 if B (or a company which is a wholly-owned subsidiary of B) provides security for the performance of the relevant undertaking.\n\nIt does not matter how the security is provided.\n\nNor does it matter how informally the security is provided.\n\nAs a step within Section 554Z19 is deemed to be a relevant step within Section 554B (see [EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145)), the rule in Section 554A(4) also applies here.  This means that the provision of security does not give rise to Part 7A income if it is occurs on or after A&#x2019;s death.  See [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095).\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45155#top)\n\n\n## Anniversary steps\n\nAlso, if B:\n\n*   takes a step within Section 554Z19, and\n*   continues to provide the security for a year or more,\n\nthen B will be deemed to take at least one additional step within Section 554Z19.\n\nThis deemed step (&#x2018;the anniversary step&#x2019;) has the following features.\n\n*   It is within Section 554Z19.\n*   It is taken as at the end of the day of **an** anniversary of the taking of the actual step (&#x2018;the anniversary day&#x2019;).  In other words, if B continues to provide the security for a further year, there will be a further anniversary step.  And so on.\n*   It gives rise to Part 7A income.\n\nThe anniversary step gives rise to Part 7A income subject to the exclusion in Section 554A(4) (see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)) and any relevant reliefs.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45155#top)\n\n\n## The trustee exception\n\nB does not take a step within Section 554Z19 if B is acting as trustee.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45155#top)\n\n\n## Group cases\n\nTo decide whether B is a member of a group of companies, you apply the rules for corporation tax on chargeable gains (see CG45100 onwards) with one modification.\n\nThe chargeable gains test is a 75% test.  For the purposes of the group exception, you change &#x2018;75%&#x2019; to &#x2018;51%&#x2019; throughout.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45155#top)\n\n\n## &#x2018;Limited liability partnership&#x2019; and &#x2018;wholly-owned subsidiary&#x2019;\n\n&#x2018;Limited liability partnership&#x2019; has the meaning given by Section 1(2) Limited Liability Partnership Act 2000.\n\n&#x2018;Wholly-owned subsidiary&#x2019; has the meaning given by Section 1159(2) Companies Act 2006.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45155#top)\n\n\n## Subject of the step\n\nThe subject of the step is any sum of money or asset which is the subject of the security when the step is taken.\n\nYou will need to make an apportionment if, when the step is taken, the security covers not only the relevant undertaking but also other undertakings.\n\nIn such a case, you apportion any sum of money or asset which is the subject of the security on a just and reasonable basis between the relevant undertaking and the other undertakings."},{"manual-section-id":"EIM45160","title":"Transition","body":"\n\n## Schedule 2 paragraph 58 FA 2011\n\nPart 7A Chapter 3 ITEPA 2003 does not apply unless there is a &#x2018;relevant undertaking&#x2019; see [EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145).\n\nProvision of security may be a step within Section 554Z19 see [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155).\n\nThese three examples illustrate the application of Part 7A Chapter 3 to relevant undertakings in place at 5 April 2011.\n\n### Example 1: security begins to be provided before 6 April 2011, continues to be provided after 5April 2011\n\nAssume that:\n\n*   the relevant undertaking was made and secured before 6 April 2011, and\n*   it is not changed on or after that date in a way that increases the pension contributions to be paid pursuant to the undertaking.\n\nThen the Part 7A rules do not apply for as long as security for the relevant undertaking in place at 6 April 2011 continues to be provided.\n\n### Example 2: same security, deficit made good\n\nAssume that:\n\n*   the facts are as in Example 1,\n*   the value of the continuing security becomes insufficient, and\n*   more sums and assets have to made subject to the security to cover fully the contributions to be paid.\n\nThis is not provision of new security.  No step is taken within Section 554Z19.\n\n### Example 3: terms of relevant undertaking amended to increase contributions\n\nAssume that:\n\n*   the facts are as in Example 1, but*   the terms of the relevant undertaking, for which the continuing security is provided, are changed so that the amount of pension contributions to be paid is increased.\n\nThis change in the terms is treated as provision of new security within Section 554Z19 covering the increase in the contributions to be paid.  The amount of the step within Section554Z19 is determined on a just and reasonable basis.  "},{"manual-section-id":"EIM45165","title":"Examples","body":"[Example: EFRBS not making loan](/guidance/employment-income-manual/EIM45000#EIM45165#IDAAE4YG)\n[Example: B undertakes to pay retirement benefits directly and only directly to A](/guidance/employment-income-manual/EIM45000#EIM45165#IDAYF4YG)\n[Example: unpaid contributions recognised as liability in B&#x2019;s balance sheet](/guidance/employment-income-manual/EIM45000#EIM45165#IDA3G4YG)\n[Example: unregistered defined benefit scheme](/guidance/employment-income-manual/EIM45000#EIM45165#IDAUH4YG)\n\nHere are some examples to help you decide whether Part 7A ITEPA 2003 applies to a pension arrangement.\n\n\n## Example: EFRBS not making loan\n\nThe Part 7A rules will often apply if an EBT makes a loan to an employee.  See [EIM45120](/guidance/employment-income-manual/EIM45000#EIM45120).\n\nThe Part 7A rules will similarly apply if the loan is made by an EFRBS rather than an EBT.\n\nThe Part 7A rules can also apply if an EFRBS is in place and no loans are arranged.\n\nAssume that:\n\n*   the trustees of an EFRBS hold funds for A&#x2019;s retirement,\n*   no loans are arranged, and\n*   the EFRBS arrangement meets conditions 1, 2, 4 and 5 in [EIM45025](/guidance/employment-income-manual/EIM45000#EIM45025)  but not condition 3 (relevant third person takes relevant step).\n\nThis, in itself, will not give rise to Part 7A income.  The arrangement has not come through the Section 554A gateway.\n\nBut condition 3 will be met, giving rise to Part 7A income, if the trustees take a relevant step within Section 554B, 554C or 554D.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45165#top)\n\n\n## Example: B undertakes to pay retirement benefits directly and only directly to A\n\nPart 7A Chapter 3 ITEPA 2003 can only apply if there is a &#x2018;relevant undertaking&#x2019;.\n\nAn undertaking to pay retirement benefits directly to A is not a relevant undertaking, because it is not an undertaking to pay pension contributions to a relevant third person.  See condition 3 in [EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145).\n\nAssume that:\n\n*   B provides security to trustees for an undertaking to pay a pension or other retirement benefits directly to A for the full period over which the benefits are to be paid, and*   the trustees do not have the right to enforce the security unless a specified event occurs, such as the employer becoming insolvent, as a result of which there ceases to be a realistic prospect of the pension or other benefits being provided directly to A.\n\nThis arrangement does not involve an undertaking to pay contributions to a third person and the third person paying A a pension or other retirement benefits out of those contributions.  There is therefore no relevant undertaking. So, although B provides security, B does not take a step within Section 554Z19, and there is no Part 7A income.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45165#top)\n\n\n## Example: unpaid contributions recognised as liability in B&#x2019;s balance sheet\n\nAssume that:\n\n*   B has given a relevant undertaking to pay pension contributions to a relevant third person, and\n*   recognises unpaid contributions as a liability in B&#x2019;s balance sheet.\n\nIt is likely that recognising a liability on the balance sheet under accounting principles would not, on its own, count as the earmarking of assets held by the employer within Section554Z18.  But this will depend on the facts of the case.\n\n[Top of page](/guidance/employment-income-manual/EIM45000#EIM45165#top)\n\n\n## Example: unregistered defined benefit scheme\n\nThere is no statutory exclusion which specifically prevents a step taken in relation to a defined benefit (that is, final salary) scheme from being a relevant step.\n\nBut &#x2018;earmarking&#x2019; needs to be earmarking in favour of a particular employee.  See [EIM45110](/guidance/employment-income-manual/EIM45000#EIM45110).\n\nTherefore, so long as the assets and liabilities of a relevant third person providing defined benefits are both genuinely separate and pooled, then there would be no earmarking."}]}]}}