{"title":"EIM40206 - Employee resident,ordinarily resident or domiciled outside the United Kingdom:\nUK-based earnings: location of duties performed on a vessel or\naircraft","details":{"manual-section-id":"EIM40206","body":"It is a question of fact whether employment duties carried out\non land are inside or outside of the United Kingdom. However,\nestablishing the location of duties performed on a vessel or\naircraft may be more problematic. In order to deal with this\ndifficulty, statutory rules deem certain duties to be carried out\ninside the United Kingdom no matter where in geographical terms the\nduties are performed. The rules in Section 40 apply for the\npurposes of Part 2 Chapter 5. Their main practical application is\nin determining the UK-based earnings of employees who are resident\nbut not ordinarily resident (Section 15) or not resident (Section\n27) in the United Kingdom. See \n[EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201) for more information about\nUK-based earnings. Different rules apply depending upon the\nresidence status (see \n[EIM42810](/guidance/employment-income-manual/EIM42800#EIM42810)) of the employee.\n\n","breadcrumbs":["EIMANUAL","EIM40000","EIM40206"],"sections":[{"title":" Any employee irrespective of residence\n\nDuties performed by any person on a vessel on a voyage that does\nnot extend to a port outside the United Kingdom are to be treated\nas performed in the United Kingdom. (See example \n[EIM40207](http://www.hmrc.gov.uk/manuals/eimanual/EIM40207.htm)).\n\n### Employees resident in the United Kingdom\n\nTreat duties performed by a resident of the United Kingdom on a\nvessel or aircraft engaged on certain voyages and flights as\nperformed in the United Kingdom. Those voyages and flights are:\n\n*   voyages and flights that either begin or\nend in the United Kingdom, or\n*   any part of a voyage or flight that either\nbegins or ends in the United Kingdom.\n\nSee example \n[EIM40207](http://www.hmrc.gov.uk/manuals/eimanual/EIM40207.htm).\n\n### Different rules for the Seafarers&#x2019; Earnings Deduction in\nPart 5 Chapter 6\n\nNote that different rules apply for the purposes of the\nseafarers' deduction (see \n[EIM33033](http://www.hmrc.gov.uk/manuals/eimanual/EIM33033.htm)).\n\n### Different rules for calculating limit on chargeable overseas\nearnings where duties of associated employment performed in the\nUK\n\nSection 40(3) applies a different rule to resident and\nordinarily resident seafarers who are not domiciled in the United\nKingdom and who perform their employment duties on ships. This rule\nonly operates for the purpose of determining the limit on\nchargeable overseas earnings imposed by Section 24 where the duties\nof an associated employment are performed in the United Kingdom.\n\n**For this purpose only**: treat as performed outside\nthe United Kingdom, any duties performed on a ship engaged on:\n\n*   a voyage beginning or ending outside the\nUnited Kingdom or\n*   on a part of a voyage that begins or ends\noutside the United Kingdom.\n\nFor further information see:","sections":[{"manual-section-id":"EIM40102","title":"Calculation of chargeable\noverseas earnings","body":"### Sections 22 to 24\n\nSection 22 applies to the general earnings for a tax year in\nwhich an employee is resident and ordinarily resident but not\ndomiciled in the United Kingdom to the extent that they are\nchargeable overseas earnings for that year.\n\n From 6 April 2008 any general earnings that are not\nchargeable overseas earnings will fall within Section 15 (see \n[EIM40101](/guidance/employment-income-manual/EIM40000#EIM40101)). Until 5 April 2008 these\ngeneral earnings were taxable under Section 21.\n\n### Calculating chargeable overseas earnings\n\nSection 23 sets out three steps to calculate how much of an\nemployee's general earnings are chargeable overseas earnings.\n\n**Step 1**: identify the full amount of overseas\nearnings for the tax year.\n\n Overseas earnings are defined in Section 23 as the general\nearnings for a tax year in which:\n\n*   the employee is resident and ordinarily\nresident but not domiciled in the United Kingdom,\n*   the employment is with a \"foreign\nemployer\" (see[EIM40031](/guidance/employment-income-manual/EIM40031)), and\n*   the duties of the employment are performed\nwholly outside the United Kingdom.\n\n'Wholly' is qualified by Section 39 ITEPA 2003 (see \n[EIM40204](/guidance/employment-income-manual/EIM40000#EIM40204)).\n\n**Step 2**: subtract any amounts that would (assuming\nthey were taxable earnings) be allowed as deductions from those\nearnings under:\n\n*   Section 232 or Part 5 (deductions allowed\nfrom earnings),\n*   Section 262 CAA 2001 (capital allowances\nto be given effect by treating them as deductions from\nearnings),\n*   Section 592(7) ICTA 1988 (contributions to\nexempt approved schemes),\n*   Section 594 ICTA 1988 (contributions to\nexempt statutory schemes).\n**Step 3**\n\n: where the duties of an associated employment are performed in\nthe United Kingdom, apply any limit imposed by Section 24 (see \n[EIM40103](/guidance/employment-income-manual/EIM40000#EIM40103)).\n\n### Chargeable overseas earnings: taxable amount\n\nSection 22 provides that the taxable earnings will be the full\namount of chargeable overseas earnings remitted to the United\nKingdom in the tax year whether the earnings are for that year or\nsome other year and whether or not the employment is held at the\ntime that the earnings are remitted. See \n[EIM40302](/guidance/employment-income-manual/EIM40000#EIM40302) for guidance on the meaning of\nremitted to the United Kingdom.\n\n Since 6 April 2008 any general earnings that are not\nchargeable overseas earnings within Section 22 because of the\noperation of the steps in Section 23 will be taxable under Section\n15 (until 5 April 2008 they were taxable under Section 21). The\nexample at \n[EIM31771](/guidance/employment-income-manual/EIM31771) illustrates the interaction\nbetween Sections 15 and 22 where Step 2 applies.\n\n### Practical issues\n\nAn employee may maintain that general earnings are chargeable\noverseas earnings taxable on remittance under Section 22 rather\nthan on receipt under Section 15(or under Section 21 if before 6\nApril 2008). This is likely to lead to a significant reduction in\nthe amount of taxable earnings. You should examine the facts\nclosely before accepting that earnings are chargeable overseas\nearnings within Section 22. In particular you should find out\nwhether the employer has any place of business in the United\nKingdom. If you can trace an accounts file for the employer, ask\nthe accounts Inspector for instructions on the employer's residence\nstatus.\n\n See \n[EIM40103](/guidance/employment-income-manual/EIM40000#EIM40103) for advice on dual contract\narrangements."},{"manual-section-id":"EIM40103","title":"The Section 24 limit","body":"\n\n## Sections 22 to 24 ITEPA 2003\n\nNon-domiciled individuals sometimes come to work for United Kingdom resident employers. Depending on the length of their visit they may be resident and ordinarily resident from the date of arrival. They may locate in London but the job may have European or global dimensions, which requires foreign travel and the performance of duties outside of the United Kingdom.\n\nThe full amount of general earnings from a single employment with duties performed inside and outside of the United Kingdom will be taxable under Section 15 (or Section 21 if before 6 April 2008).\n\nIn the circumstances described above the employee may be offered two employments instead of one:\n\n*   employment 1 covering the performance of duties in the United Kingdom and\n*   employment 2, usually with an associated company resident offshore, covering duties performed in the rest of the world, excluding the United Kingdom.\n\nThe two, or more, employments may require very similar duties to be performed. The only significant difference is the geographical areas in which those duties are carried out.\n\nThe advantage to the taxpayer is that the earnings from employment 2 will be chargeable overseas earnings and will only be taxable under Section 22 if remitted to the United Kingdom. For this reason, dual contract arrangements are popular among non-domiciled employees assigned to work in the United Kingdom.\n\n### Identification\n\nTaxpayers should complete a separate copy of the employment pages in the SA Return for each employment held during the relevant year. This includes the two or more employments held under a dual contract arrangement. Employment pages returning the second 'offshore' employment may only carry a statement of total earnings paid or provided. If there have been no remittances in the year there will be a matching deduction.\n\n### Action in HMRC offices\n\nYou may seek to establish that:\n\n*   there are two (or more) employments in reality and not one employment that has been artificially divided to exploit Section 22\n*   no duties under the 'offshore contract' have been performed in the United Kingdom.\n\nIf earnings paid under the two (or more) contracts appear to be disproportionate you may consider invoking Step 3 of the three steps set out in Section 23 in order to calculate the amount of chargeable overseas earnings. Step 3 applies any limit imposed by Section 24 thus restricting the amount of chargeable overseas earnings within Section 22. Section 24 permits a reapportionment of the remuneration on a commercial basis, to ensure that the amount paid in respect of UK duties is a fair proportion of the total remuneration from both or all associated employments. The effect of such a reapportionment is to limit the chargeable overseas earnings whilst increasing the taxable earnings within Section 15 (or Section 21 if before 6 April 2008).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nSee example [EIM40104](/guidance/employment-income-manual/EIM40000#EIM40104).\n\nSee also Appendix 3 at [EIM77030](/guidance/employment-income-manual/EIMANUAL#EIM77030) for an adapted version of a detailed article setting out how HMRC offices approach dual contract arrangements which was published in Tax Bulletin 76 (April 2005).\n\nIn March 2012 HMRC published a further paper - http://www.hmrc.gov.uk/menus/dual-contracts.pdf setting out its\n\n*   approach to enquiries into dual contract arrangements, particularly in relation to evidence and documents\n\n*   interpretation of &#x201C;merely incidental&#x201D; duties (see [EIM40203](/guidance/employment-income-manual/EIM40000#EIM40203))"},{"manual-section-id":"EIM33101","title":"Meaning of 'seafarer' and\n'ship'.","body":"## Sections 384 and 385 ITEPA 2003\n\n### Meaning of seafarer\n\nSection 384 defines employment as a seafarer as an employment other than Crown employment (see [EIM33035](/guidance/employment-income-manual/EIM33000#EIM33035)) consisting of the performance of duties on a ship or of such duties and others incidental to them. \n\nEmployees who are seafarers for this purpose will therefore include not only sailors but also anyone whose work is carried out on ships, such as cooks, entertainers and couriers on luxury liners. It does not matter if some of the duties are not performed on board ship so long as they are incidental to those that are. \n\n### Meaning of ship\n\nThere is no statutory definition of the word ship. The Court of Appeal decided in the case of Perks v Clark and others (74TC187) that for the purposes of the deduction a ship must be: \n\n*   capable of navigation and\n*   used in navigation.\n\nNavigation means ordered movement across the water. To be a ship, a vessel does not need to have a rudder or its own motive power. \n\nStructures that do not normally move about are not generally regarded as ships as they are not used in navigation. These include fixed production platforms, accommodation barges, light and weather ships, etc. \n\n### Statutory exclusion of offshore installations\n\nMobile drilling rigs including semi-submersibles, jack-ups and similar vessels in the oil and gas industry may be capable of being used in navigation (and may actually be so used). However, Section 385 excludes offshore installations from being ships for the purposes of the deduction. In consequence, workers on offshore installations, no matter what their duties are, are not seafarers and are not entitled to the deduction. \n\nSee [EIM33102](/guidance/employment-income-manual/EIM33000#EIM33102) for guidance on offshore installations for 2003-04 and [EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103) for guidance for later years.  See [EIM33104](/guidance/employment-income-manual/EIM33000#EIM33104) for examples. \n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"}]}]}}