{"title":"# Tax treatment of Association footballers: termination payments","details":{"manual-section-id":"EIM64135","body":"# Tax treatment of Association footballers: termination payments\n\nFollowing a review of lump sum termination payments to Association footballers, agreements were negotiated to regulate the basis upon which clubs would tax termination payments under PAYE.\n\nSeparate but similar agreements have been entered into by the governing bodies for Association Football in England, Scotland, Wales, and Northern Ireland. All the agreements apply from 6 April 1988.\n\nEach agreement provides as follows.\n\n* All termination payments to players leaving a club on a transfer (other than a free transfer) will be taxed in full under Section 62 ITEPA 2003 (see generally EIM00510onwards).\n* Termination payments to players on a free transfer, and payments to commute a player's contract will be taxed in full under Section 62 ITEPA 2003 if paid under a contractual obligation (including implied and verbal contracts). Otherwise they will be taxed under Section 401 ITEPA 2003 (see [EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000) onwards).\n* Termination payments made on account of injury or disability, which has obliged the player to retire prematurely, will be taxed in full under Section 62 ITEPA 2003 if paid under a contractual obligation (including implied and verbal contracts). Otherwise they will be taxed under Section 401 ITEPA 2003, unless authority has been received for the payment to be exempted under Section 406(6) ITEPA 2003 (see [EIM13610](/guidance/employment-income-manual/EIM12800#EIM13610) onwards).\n* Within 30 days of the end of the year of assessment, clubs will provide full details of any termination payment made in the year that was not taxed in full under Section 62 ITEPA 2003.\n\nThe agreements govern only the operation of PAYE, but you should normally follow the same basis in charging the payment to tax as employment income on the player. [Employment Income Technical](http://www.hmrc.gov.uk/manuals/eimanual/attachments/employment_income_technical.htm).","breadcrumbs":[],"sections":[]}}