{"title":"EIM60700 - Tax treatment of income fromGovernment and other Public Departments: scope of guidance","details":{"manual_section_id":"EIM60700","body":"The guidance at\n[EIM60710](http://www.hmrc.gov.uk/manuals/eimanual/EIM60710.htm) to EIM60740 relates to official\nearnings paid:\n\n*   by Government and other Public\nDepartments, out of the public revenue of the United Kingdom or of\nNorthern Ireland, to individuals who hold (or have held) office\nunder, or render services to, such Departments\n*   by or through certain Public Departments\nout of the revenue of any member of the Commonwealth and any part\nof India or Pakistan, any colony, or any territory under Her\nMajesty's protection\n*   not out of public revenues, but by certain\nbodies treated as Public Departments (see[EIM60710](http://www.hmrc.gov.uk/manuals/eimanual/EIM60710.htm))\n*   not out of public revenues, but to\nDepartmental officials\n*   to holders of certain part-time public\n\n    appointments.\n\nThe expression \"official earnings\" includes salaries, wages,\n\nfees, expenses payments, benefits, pensions and retiring\n\nallowances. The guidance is arranged as follows:\n\n","sections":[{"title":null,"sections":[{"manual_section_id":"EIM60710","title":"Bodies treated as Public\n\nDepartments","body":"The bodies treated as Public Departments (see\n[EIM60700](http://www.hmrc.gov.uk/manuals/eimanual/EIM60700.htm), third bullet) include:\n\n*   The Bank of England\n*   The Church Commissioners\n*   The College of Arms\n*   The Ecclesiastical Courts\n*   The Elder Brethren of Trinity House\n*   The Metropolitan Police\n*   The Post Office\n*   The University of London."},{"manual_section_id":"EIM60720","title":"Expenses deductions under\n\nSection 368 ITEPA 2003","body":"\n\n## Section 368 ITEPA 2003\n\nSome people receiving a salary, fees or emoluments paid out of the public revenue may be entitled to an expenses deduction determined by the Treasury under Section 368 ITEPA 2003. Refer any enquiries about these deductions to Public Bodies Group in PD1. "},{"manual_section_id":"EIM60730","title":"Expenses deductions under\n\nSection 336 to 338 ITEPA 2003","body":"Civil servants are normally reimbursed for all expenses they\nincur necessarily in performing the duties of their employment. So\nthey are not likely to be entitled to a deduction for expenses\nunder Section 336 ITEPA 2003, see\n[EIM31630](http://www.hmrc.gov.uk/manuals/eimanual/EIM31630.htm). If a request for a deduction\nis pressed you should refer it to PD (London). Do not agree any\nflat-rate deduction for a non-industrial Civil Servant without\nprior reference to PD."},{"manual_section_id":"EIM60740","title":"Part-time public\n\nappointments","body":"Some Government Departments appoint members of the public to\nserve in a part-time capacity on bodies such as councils,\ncommittees and commissions. If such people receive no more than the\nreimbursement of their out of pocket expenses, no tax liability\narises (see\n[EIM71100](http://www.hmrc.gov.uk/manuals/eimanual/EIM71100.htm)). Where taxable payments are\nmade , tax under PAYE is normally deducted from the earnings from\nsuch an appointment. The appropriate PD office is responsible for\ndealing with this normally subsidiary office or employment, and for\ndeciding the employment status of the individuals concerned.\n\n### Travel allowances\n\nIt is common practice for those Departments to pay, as part of\nthe terms of a part-time appointment, the cost of travel between\n\nthe holder's home and normal place of official duty, together with\n\na subsistence allowance for periods spent at that place. Where\n\nliability arises, special taxation procedures to be applied to\n\nthese payments of travel and subsistence allowances have been\n\nagreed with the Government Departments concerned. Details are\n\noutlined in EP8580 to EP8586."}]}]}}