{"title":"EIM68610 - Tax treatment of Recorders, CircuitJudges and Deputy Circuit Judges: travelling and subsistence\nallowances","details":{"manual-section-id":"EIM68610","body":"### Agreement with the Lord Chancellor's Department\n\nThere is an agreement with the Lord Chancellor's Department as\nregards the treatment of travelling and subsistence allowances. The\nagreement reflects the legislation on employee travel that applied\nup to 1997/98 and that can now be found in Section 337 ITEPA 2003.\nIt has not been updated to reflect the legislation on travel for\nnecessary attendance in Section 338 ITEPA 2003, or subsequent\nchanges. Therefore the agreement needs to be modified by the\nguidance at\n[EIM32000](/guidance/employment-income-manual/EIM32000) and\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\n<table>\n<tr>\n<td>\n\n### Nature of office\n\n</td><td>\n\n### Tax treatment\n\n</td>\n</tr>\n<tr>\n<td>Recorders and Assistant\nRecorders</td><td>A Recorder may be\nrequired to sit anywhere in England or Wales and is regarded as\n\nholding a travelling appointment (see\n\n[EIM32366](/guidance/employment-income-manual/EIM32366)). A Recorder's travelling and\n\nsubsistence allowances will therefore not be chargeable to tax and\n\nPAYE should not be applied (see\n\n[EIM10070](/guidance/employment-income-manual/EIM10070)).</td>\n</tr>\n<tr>\n<td>Circuit Judges</td><td>Some Circuit Judges\n\nhold travelling appointments whilst those who do not will have\n\nagreed with the Lord Chancellor's Department a base to be regarded\n\nas their normal place of employment. A Judge in the latter category\n\nwill personally bear the cost of travel between home and base and\n\nno allowance should be given in respect of this expense. Where\n\nthere is a travelling appointment, or where a Judge is required to\n\nserve away from their base, travelling and subsistence allowances\n\nare paid. These allowances will not be chargeable to tax and PAYE\n\nshould not be applied (see\n\n[EIM10070](/guidance/employment-income-manual/EIM10070)).</td>\n</tr>\n<tr>\n<td>Deputy High Court and\n\nDeputy Circuit Judges</td><td>Deputy High Court and\n\nCircuit Judges are regarded as holding travelling appointments (see\n\n[EIM32366](/guidance/employment-income-manual/EIM32366)). Travelling and subsistence\n\nallowances paid under this form of appointment will not be\n\nchargeable to tax and PAYE should not be applied (see\n\n[EIM10070](/guidance/employment-income-manual/EIM10070)).</td>\n</tr>\n<tr>\n<td>Deputy District\n\nJudges</td><td>Deputy District Judges\n\nare appointed under the provisions of the Supreme Court Act and the\n\nCounty Courts Act 1984, as amended by the Legal Services Act 1990.\n\nThey are regarded as travelling appointments (see\n\n[EIM32366](/guidance/employment-income-manual/EIM32366)). Travelling and subsistence\n\nallowances paid will not be chargeable to tax and PAYE should not\n\nbe applied (see\n\n[EIM10070](/guidance/employment-income-manual/EIM10070)).</td>\n</tr>\n</table>","breadcrumbs":["EIMANUAL","EIM65799","EIM68610"],"sections":[]}}