{"title":"Tax treatment of Local Government Councillors and civic dignitaries: allowances Councillors may receive","details":{"manual-section-id":"EIM65920","body":"The following table summarises the types of payment being made to Councillors and civic dignitaries, and their tax treatment. For Authorities in England, you can find further guidance in the note that the Office of the Deputy Prime Minister issued to Local Authorities in July 2003 (see [EIM65960](/guidance/employment-income-manual/EIM65960) and [EIM65970](/guidance/employment-income-manual/EIM65970)).\n\nAs regards expenses deductions that may be claimed by Councillors and civic dignitaries, see [EIM65930](/guidance/employment-income-manual/EIM65930) to EIM65950 and (in England only) [EIM65970](/guidance/employment-income-manual/EIM65970).\n\n<table>\n<tr>\n<td>\n\n### Type of payment\n\n</td>\n<td>\n\n### Tax treatment\n\n</td>\n</tr>\n<tr>\n<td>Basic allowanceAttendance allowanceSpecial responsibility allowanceConference attendance allowance </td>\n<td>These allowances are taxable as earnings from the office held by the recipient (see generally [EIM00510](/guidance/employment-income-manual/EIM00510) onwards) </td>\n</tr>\n<tr>\n<td>Financial loss allowance </td>\n<td>Not taxable as employment income, but may in some cases be taxable as Trading Income  (see BIM40475) </td>\n</tr>\n<tr>\n<td>Travel and subsistence allowanceConference travel and subsistence allowance </td>\n<td>These payments are not normally taxable because they are matched by an equivalent deduction for allowable expenditure (see [EIM65930](/guidance/employment-income-manual/EIM65930) to EIM65950). They will normally qualify for a dispensation (see [EIM30051](/guidance/employment-income-manual/EIM30051)onwards)However, if a day subsistence allowance is paid for a period of attendance at the place where the meetings of the authority or committee take place, this is taxable as employment income.For 2002/03 onwards, mileage allowances paid to Councillors and civic dignitaries should be dealt with under the approved mileage allowance payments scheme (see [EIM31200](/guidance/employment-income-manual/EIM31200)onwards). </td>\n</tr>\n<tr>\n<td>Allowance paid to civic dignitaries </td>\n<td>This allowance is taxable if\n\n*   it relates to an office of profit (see [EIM71100](/guidance/employment-income-manual/EIM71100)) and*   it is paid in respect of expenses that are not an allowable deduction for tax purposesFor authorities in England, see also [EIM65970](/guidance/employment-income-manual/EIM65970). </td>\n</tr>\n<tr>\n<td>Incidental expenses </td>\n<td>There is no tax liability where an authority reimburses the cost of incidental expenses such as postage or telephone calls (but not telephone rentals) and these are incurred wholly, exclusively and necessarily in the performance of the officer&#x2019;s duties. Such payments will normally qualify for a dispensation. </td>\n</tr>\n</table>","breadcrumbs":["EIMANUAL","EIM65799","EIM65920"],"sections":[]}}