{"title":"Tax treatment of particular occupations","details":{"manual-section-id":"EIM65799","body":"Pages in the range EIM65799 to EIM70000 cover the tax treatment of particular occupations. The occupations are listed in alphabetical order in the table below. \n\nThe Employment Status Manual (ESM) provides additional guidance on the status of workers in particular occupations. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM65799"],"sections":[{"title":" Local authority officials and employees","sections":[{"manual-section-id":"EIM65800","title":"Incidental appointments","body":"Where the Clerk or other officer of a local authority enters\ninto an arrangement with the authority, or is required by the terms\nof the appointment, to surrender to the authority fees receivable\nin respect of incidental appointments (for example as registration\nofficer) any such fees should be excluded from liability to tax.\n\nBut the officer will be chargeable to tax on any part of the\nspecific remuneration of any of the incidental appointments that is\nnot surrendered. The amount chargeable to tax is subject to a\ndeduction for any expenses borne by the officer provided they\nqualify for a deduction under the rules of Section 336 to 338 ITEPA\n2003, in respect of that particular appointment (see\n[EIM31600](/guidance/employment-income-manual/EIM31600) onwards)."},{"manual-section-id":"EIM65805","title":"Provision of expenses payments and benefits: effect on gross pay","body":"Where a local authority takes a benefit into account in\ndetermining the grading for pay of any post, for example the\nprovision of board and lodging or the use of a house, the amount of\nthe employee&#x2019;s earnings for tax purposes is governed by the\nterms of the contract between the authority and the employee (see\n[EIM00530](/guidance/employment-income-manual/EIM00530) onwards).\n\nWhere the employee is entitled, under the contract, to:\n\n*   a stated salary, and is required to make a\npayment or suffer a deduction from it for the value of board and\nlodging or the use of a house, etc., the gross amount of the stated\nsalary is the amount chargeable to tax. PAYE should be operated on\nthe full amount.\n*   free board and lodging or the free use of\n\n    a house, in addition to a stated salary, the amount subject to PAYE\n\n    is normally the stated salary only. This is so even where the value\n\n    of the benefit is added to it by the local authority for\n\n    superannuation purposes. Where, however, the benefit provided is\n\n    the free use of a house and the employee is not exempt under\n\n    Sections 98 to 100 ITEPA 2003 (see\n    [EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331), EIM11332 and EIM11336\n\n    onwards), the amount for assessment is the stated salary together\n\n    with any charge arising under Section 102 ITEPA 2003. (see\n    [EIM11301](/guidance/employment-income-manual/EIM11300#EIM11301) onwards) plus any costs of\n\n    occupation of the house borne by the local authority, for example\n\n    council tax or fuel and light (Nicoll v Austin (19TC531)). The cost\n\n    of repairs is considered to be the owner's liability and should\n\n    therefore be left out of account."},{"manual-section-id":"EIM65810","title":"Travelling and subsistence allowances","body":"There are no special tax arrangements for payments to employees of local authorities, either for using their own car for work or for other travelling and subsistence payments.\n\nAll mileage allowance payments are dealt with under the statutory approved mileage allowance payments (AMAPs) scheme. Full guidance is at [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\n### Background information, 1997/98 onwards\n\nWith effect from 1 April 1997 the Scheme of Conditions of Service operated by local authorities was altered, with greater discretion over the reimbursement of expenditure on travel and subsistence being delegated to individual local authority employers.\n\nCentrally agreed rates of reimbursement for subsistence were no longer published, although some local authority employers use the former method to uprate subsistence rates.\n\nDifferent local authority employers use the subsistence rates in different ways. For example:\n\n*   some employers may reimburse actual, receipted expenditure, subject to a maximum amount\n*   some employers continue to reimburse at flat rates.\n\nYou can agree a dispensation (except for mileage allowance payments dealt with under the AMAPs scheme, for which dispensations are not appropriate) for reimbursements made under the first of these methods provided the associated journeys are business travel, see [EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815). For reimbursements under the second method, follow the guidance in the first paragraph of [EIM30057](/guidance/employment-income-manual/EIM30050#EIM30057). "},{"manual-section-id":"EIM65815","title":"Payments for using own car for work: general","body":"There are no special tax arrangements for payments to employees of local authorities for using their own car for work. All mileage allowance payments are dealt with under the statutory approved mileage allowance payments (AMAPs) scheme. Full guidance is at [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\n### Background information\n\nCar allowances paid by local authorities (which for this purpose include county, district and borough councils, but not parish or community councils), to employees for the use of their cars on local authority business are normally made at rates that are centrally agreed by the National Joint Council (a body that has representatives from the National Employers Organisation for Local Government Services, formerly Local Government Management Board, and from the relevant trade unions). But not all local authorities pay mileage allowances at the rates that are agreed centrally. Therefore you should always establish whether a particular local authority is paying car allowances at the National Joint Council rates, or under its own scheme. "},{"manual-section-id":"EIM65820","title":"Payments for using own car for work: centrally negotiated National Joint Council rates","body":"There are no special tax arrangements for payments to employees of local authorities for using their own car for work. All mileage allowance payments are dealt with under the statutory approved mileage allowance payments (AMAPs) scheme. Full guidance is at [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\n### Background information\n\nMake sure you are familiar with the material at [EIM65815](/guidance/employment-income-manual/EIM65799#EIM65815) before reading this page.\n\nThe centrally negotiated National Joint Council rates provide for payments for business travel to be made to:\n\n*   casual users at a given rate per mile\n*   essential users by means of a lump sum plus a given rate per mile.\n\n(**Note **that local authorities that have chosen to pay mileage allowances under their own schemes are also likely to recognise casual and essential users. You need to compare the actual rates paid for particular car engine sizes in order to work out whether or not the centrally agreed rates are being used).\n\nUnder the centrally agreed schemes the given rate per mile varies according to car engine size. The following information relates to the present scheme, which has been in operation since 1 October 1993.\n\nUnless the local authority is paying under the restricted payments scheme (see below) or is in Scotland (see below) engine sizes are divided into the following classes:\n\n<table>\n<tr>\n<td>**Class**</td>\n<td>**Engine size (cc)**</td>\n</tr>\n<tr>\n<td>1 </td>\n<td>Up to 999 </td>\n</tr>\n<tr>\n<td>2 </td>\n<td>1,000 to 1,199 </td>\n</tr>\n<tr>\n<td>3 </td>\n<td>1,200 and over </td>\n</tr>\n</table>\n\nUnder the restricted payments scheme two classes of engine size are used:\n\n<table>\n<tr>\n<td>**Class**</td>\n<td>**Engine size (cc)**</td>\n</tr>\n<tr>\n<td>1 </td>\n<td>Up to 999 </td>\n</tr>\n<tr>\n<td>2 </td>\n<td>1,000 to 1,199 </td>\n</tr>\n</table>\n\nIn Scotland, local authority employers who pay at centrally approved rates use different categories of engine size. In the past they used two categories of engine size, but not the same ones as in the restricted payments scheme. But they are now paying a single level of mileage rate, irrespective of engine size. Centre 1 Employers' Office obtains details of the centrally agreed mileage allowances of local authority employers in Scotland. "},{"manual-section-id":"EIM65860","title":"Car leasing schemes","body":"Many local authorities have entered into car leasing arrangements with their employees. Under these arrangements the employee is provided with a car for a specified period. In return, the employee has to make a regular monthly payment to the employer or car provider. The car is usually available for private use and employees who are not in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) will be subject to a car benefit charge in accordance with [EIM23020](/guidance/employment-income-manual/EIM23010#EIM23020).\n\nYou should examine carefully the agreement between the authority and the employee before you accept that the employee's contributions can be deducted from the car benefit charge under [EIM25250](/guidance/employment-income-manual/EIM24000#EIM25250). Some of the agreements, although providing for a contribution to be made by the employee, do not specify that it is paid as a condition of the car being made available for private use. Without that specific provision, no deduction will be due unless there is strong evidence that, on the basis of the facts, the payment can only be considered to be made as a condition of the car being available for private use, and for that use. The sort of thing that may count as strong evidence is clear information in a staff booklet describing the rules of the scheme.\n\nSome local authorities pay mileage allowances for mileage in provided cars that is regarded as private for tax purposes. In such cases, the car fuel benefit charge will also run.\n\nMany of the agreements provide for the employee to purchase the vehicle direct from the leasing company at the end of the period of lease at less than market value. An employment income charge may arise under Part 2 ITEPA 2003 and the instructions at [EIM08001](/guidance/employment-income-manual/EIM04700#EIM08001) should be followed.\n\nThe contribution made by the employee is normally deducted from monthly salary by the employer. PAYE should of course continue to be operated on the salary before deducting the contributions. "},{"manual-section-id":"EIM65865","title":"Other benefits and allowances","body":"Other benefits and allowances may be provided but, as they may\nvary in scope and amount from authority to authority, it is hard to\ngeneralise about them. Tax offices should obtain, from local\nauthorities for which they are responsible, details of the nature,\nscope and amount of other benefits and payments, and of any changes\nto them.\n\nThe most common payments are probably meal allowances (see\n[EIM01530](/guidance/employment-income-manual/EIM01000#EIM01530)) and allowances to meet all or\npart of telephone expenses (see\n[EIM07800](/guidance/employment-income-manual/EIM04700#EIM07800)). Meal allowances count as\nearnings within Section 62 ITEPA 2003 for all employees\nirrespective of their rate of pay. Allowances in respect of\ntelephone expenses can give rise to liability on all employees or\nonly on employees who are not in excluded employments (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) depending on the circumstances\n\nof payment.\n\nThe local authority should be:\n\n*   advised to operate PAYE, or\n*   advised to record the expenses and\n\n    benefits but not to operate PAYE (see\n    [EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051) and pages 75 to 81 of the\n\n    Employer's Further Guide to PAYE and NICs ), or\n*   issued with a dispensation (see\n    [EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051) onwards) as appropriate."},{"manual-section-id":"EIM65870","title":"Terminal gratuities for non-pensionable service","body":"This guidance deals with the tax treatment of terminal gratuities made since 6 July 1995 for non- pensionable service under the Local Government Superannuation (Gratuities) Regulations 1995 and the Local government (Discretionary Payments) Regulations 1996. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nThe regulations allow local authorities, at their discretion, to pay lump sum gratuities on termination of employment to employees who have not been members of the Local Government Superannuation Scheme for the whole or part of their service.\n\nUnder these regulations, lump sum gratuities may be made under separate schemes for redundancy, death in service and retirement. Deal with them as follows:\n\n*   redundancy lump sum: chargeable under Section 401 ITEPA 2003 (see [EIM13750](/guidance/employment-income-manual/EIM12800#EIM13750))\n*   retirement and death lump sums paid before 6 April 2006: these normally fall within HMRC limits for approval. It is expected that local authorities will seek such approval from CAR Pension Schemes Services for these schemes, and special arrangements are in place in that office to assist this process. Any lump sum from such a scheme after the date of approval is exempt from tax. If such approval is not obtained, schemes dealing with retirement or death will be non-approved retirement benefits schemes and the lump sums within Section 393 ITEPA 2003 (see [EIM15100](/guidance/employment-income-manual/EIM15000#EIM15100))\n*   retirement and death lump sums (from 6 April 2006): if the scheme under which the payments are made was previously approved, the scheme became a registered pension scheme (see [EIM74014](/guidance/employment-income-manual/EIM74000#EIM74014)) on 6 April 2006.  Provided no benefits are paid in relation to service after 5 April 2006, any lump sum is exempt from tax.  If the scheme covers post 5 April 2006 or the scheme was not approved but is registered, the maximum tax exempt retirement lump sum payable is 250f the amount of the gratuity awarded, the remaining 75 0x0p+0s to be used to provide a pension.  Death lump sums will remain tax exempt.  In view of the relatively small gratuities permitted under the 1996 regulations, unless the scheme was approved, most local authorities are likely to make the payments under an employer-financed retirement benefits scheme.  So the lump sums will be within Section 393 ITEPA 2003 (see [EIM15100](/guidance/employment-income-manual/EIM15000#EIM15100)).\n\nCAR Pension Schemes Services can provide further advice if required. "},{"manual-section-id":"EIM65875","title":"Redundancy payments","body":"An employee of a Local Authority, River Board, Harbour Board or other similar body who becomes redundant may qualify for compensation under one or more of the Regulations made under Section 259 Local Government Act 1972, Section 24 Superannuation Act 1972, or similar Acts. The names by which the various types of compensation are known, and their treatment for tax purposes, are as follows:\n\n*   **re-settlement compensation **is chargeable under Section 401 ITEPA 2003 (see [EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000)) provided that it is not paid for more than 52 weeks. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n*   **long-term compensation **in the form of annual periodical payments gives rise to liability to income tax (see McMann v Shaw (48TC330)). In practice the payments are dealt with under PAYE unless the payer or payee objects.\n*   **retirement compensation **and widow's **compensation **are chargeable as a pension under normal employment income rules (see [EIM74001](/guidance/employment-income-manual/EIM74001)). Where, however, a lump sum retirement payment represents part commutation of a pension payable under a superannuation scheme, see [EIM13660](/guidance/employment-income-manual/EIM12800#EIM13660).*   **compensation for premature retirement **may take the form of either lump sum compensation or annual compensation. The former is chargeable under Section 401 ITEPA 2003 (see [EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000)) and as regards possible exemption see [EIM13660](/guidance/employment-income-manual/EIM12800#EIM13660). Payments of annual compensation are dealt with as for long-term compensation above.\n*   **redundancy and reorganisation compensation **under the Local Government (Compensation for Redundancy) Regulations 1994 is chargeable under Section 401 ITEPA 2003 (see [EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000))."}]},{"title":" Local Government Councillors and civic dignitaries","sections":[{"manual-section-id":"EIM65900","title":"Arrangement of guidance: ODPM guidance"},{"manual-section-id":"EIM65920","title":"Allowances Councillors may receive:"},{"manual-section-id":"EIM65930","title":"Expenses deductions: general: provisional coding allowance","body":"Councillors and civic dignitaries who receive an allowance that is taxable as employment income (see [EIM65900](/guidance/employment-income-manual/EIM65900) and [EIM65920](/guidance/employment-income-manual/EIM65920)) may be entitled to claim a deduction for:\n\n*   travelling expenses (see [EIM31800](/guidance/employment-income-manual/EIM31800))*   mileage allowance relief (2002/03 onwards)(see [EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) onwards) and*   other expenses incurred wholly exclusively and necessarily in the performance of their duties (see [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards)\n\nto the extent that they are not already reimbursed for these costs by the council. As regards the taxation of mileage allowance payments for 2002/03 onwards, see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards).\n\nThe most common types of allowable expenditure are likely to be telephone calls, postage, stationery, travelling expenses on non-approved duties and use of home. Local authorities differ in their definition of approved duties for which travelling and subsistence allowances are payable and in the other assistance provided for councillors. The level of expenses claimed may, therefore, vary not only because of the weight of work undertaken by a councillor but because of the local authority's policy on the reimbursement of expenses.\n\n### Provisional coding allowances\n\nA provisional coding allowance for expenses can be given in a code to be operated by the council, or in arriving at some other code, provided that the councillor so requests and the amount is reasonable.\n\nSee also:\n\n[EIM65940](/guidance/employment-income-manual/EIM65799#EIM65940) - two places of work.\n\n[EIM65950](/guidance/employment-income-manual/EIM65799#EIM65950) - notes for guidance."},{"manual-section-id":"EIM65940","title":"Expenses deductions: two places of work","body":"It is accepted that councillors normally have two places of work. This means that travelling allowances are not usually taxable provided that:\n\n*   the councillor undertakes duties on behalf of the authority at home and is paid for travel between home and the authority's offices, and\n*   the mileage allowance paid does not include any element of profit.\n\nThere is more detailed guidance on this point at [EIM65970](/guidance/employment-income-manual/EIM65799#EIM65970) (paragraphs 114 and 115).\n\nMileage allowance payments should be dealt with under the approved mileage allowance payments scheme (see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards). "},{"manual-section-id":"EIM65950","title":"Expenses deductions: notes for guidance","body":"### All councils\n\nIn order to ensure that local councillors' expenses are, so far as possible, dealt with in a consistent manner, the Association of Local Councillors has prepared notes for guidance on expenses for circulation to its members. These notes are reproduced at [EIM65955](/guidance/employment-income-manual/EIM65799#EIM65955). Deductions for expenses under Sections 336 to 338 ITEPA 2003 from local councillors should be dealt with in accordance with them. Where, however, offices dealing with local authorities have a separate agreement covering the treatment of certain expenses, for example, travelling expenses on non- approved duties, for all councillors, that treatment may be continued if the councillors wish.\n\nParticular attention should be paid to the introduction to the notes, which sets out the circumstances in which no deduction for expenses can be given, for example, where expenses are incurred for political purposes.\n\nFor example, no deduction is due for subscriptions to a councillor&#x2019;s party political association.  Membership of the association may be compulsory, but that is not enough to satisfy the conditions in Section 336 (see [EIM31630](/guidance/employment-income-manual/EIM31600#EIM31630)).  Payment of the subscription merely puts the councillor in a position to perform his or her duties.  It is not paid in the performance of those duties.\n\nThe section of the note on travelling expenses reflects the rules on employee travel expenses that applied before 6 April 1998 when the notes were written. They do not take into account:\n\n*   travel for necessary attendance at a temporary workplace, see EIM31900\n*   approved mileage allowance payments and mileage allowance relief (see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards).\n\nThose rules apply to councillors and civic dignitaries in the same way as they apply to other office holders and employees. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;\n\n### Councils in England\n\nSee also the guidance note issued to local authorities in England by the Office of the Deputy Prime Minister (see [EIM65970](/guidance/employment-income-manual/EIM65799#EIM65970)).  "},{"manual-section-id":"EIM65955","title":"Expenses deductions: guidance note prepared by the Association of Local Councillors","body":"### [Note:  This note refers to the legislation and terminology which were in use at the time when it was written.]\n\n### \"Local councillors - expenses under Section 198 ICTA 1988\n\nAttendance allowances, with travelling and subsistence allowances where appropriate, paid by the local authority in connection with approved duties, are assessable to Income Tax under the rules of Schedule E.\n\nIn addition to the expenses covered by the travelling and subsistence allowances which councillors receive from the local authority in connection with approved duties certain items of expenditure may also be incurred in their capacity as councillors other than in connection with approved duties. A deduction for tax purposes may be claimed by councillors for such expenses provided they are incurred wholly and exclusively and necessarily in the performance of their duties as councillors and are met from their taxable allowances.\n\nNo deduction can be given\n\n*   where reimbursement has been or could be claimed from the local authority\n*   where a councillor could use services provided by the local authority, for example, postage, stationery, but incurs expenses because he chooses not to do so\n*   where expenses are incurred for political purposes, for example electioneering\n*   for an amount in excess of the total taxable allowances received in respect of the councillor's duties\n*   where a councillor receives a non-taxable allowance (financial loss allowance).\n\nThe following notes set out, as a result of discussion with the Inland Revenue, the various types of expenditure concerned, with guidance as to the basis of claim under each individual head. These notes have no legal force and do not affect your rights of appeal on points concerning your own liability to tax. You should remember that the Inspector may require evidence of the amount spent on all or any of the items listed below.\n\n**Categories of expenditure**&#xA0;\n\n**Travel**&#xA0;\n\n[**Note**: see [EIM65950](/guidance/employment-income-manual/EIM65799#EIM65950), the notes on travel are out of date.]\n\nCouncillors may incur expenses on necessary travelling in the performance of their duties as a councillor for which they do not receive an allowance from the local authority (because the authority does not regard that particular travel as part of the councillor's \"authorised duties\"). In such a case, the councillor may claim expenses as below\n\na. Car. In the case of a privately owned car used by a councillor\n\n*   **for 1995/96 and earlier: **a standard mileage allowance of 50 per cent of the rate paid by the local authority for approved duties\n*   **for 1996/97 onwards: **an allowance calculated using Inland Revenue authorised mileage rates.\n\nCouncillors will need to keep records of their mileage on non-approved duties which will attract this relief.\n\nb. Public transport/other. The actual costs incurred for which no allowance can be obtained from the local authority.\n\n**Postage and stationery**&#xA0;\n\nThe amount of claims should be limited to the actual cost incurred.\n\n**Telephone**&#xA0;\n\nA claim may be made for the cost of calls made in respect of approved and non- approved duties. No deduction can be given for any part of the rental of the telephone. Any claim should be reduced by any non-taxable reimbursement made by the local authority and where that reimbursement covers the cost of the calls no claim should be made.\n\n**Secretarial assistance**&#xA0;\n\nA deduction may be given for payments for necessary secretarial assistance involving for example drafting replies to letters, typing and filing where such assistance is not provided by the local authority. Any amounts claimed should be reasonable in relation to the councillor's allowances and to the assistance given. The amounts must actually have been paid to the assistant on a regular basis; the Inspector may wish to see evidence of such payments.\n\n**Hire of rooms**&#xA0;\n\nThe expenditure to be claimed should be limited to the amount incurred and should relate to hire for \"surgeries\" or protest meetings such as objections to planning applications. A claim will not be admitted in respect of the hire of rooms for party political purposes.\n\n**Household expenses**&#xA0;\n\nWhere it is necessary for a councillor to provide facilities at home, to do some of his or her work as a councillor, a deduction can be given for the additional costs incurred such as heating and lighting. Following discussions it has been agreed with the Inland Revenue that a standard deduction of &#xA3;65 per annum up to 1991/92, and &#xA3;120 thereafter can be given.\n\n[**Note**: this has been increased to &#xA3;135 with effect from 2002/03.]\n\nIf a room is used exclusively for council business, a claim may be made for the proportion of Council Tax, heat and light relative to that room.\"\n\n[**Note**:  Council Tax is no longer allowable.  See [EIM32815](/guidance/employment-income-manual/EIM32700CT#EIM32815) and [EIM32820](/guidance/employment-income-manual/EIM32700CT#EIM32820).] "},{"manual-section-id":"EIM65960","title":"ODPM guidance (England): Part one: members' allowances"},{"manual-section-id":"EIM65970","title":"ODPM guidance (England): Part two: taxation of members' allowances and expenses","body":"[**Note**: for councils in England this guidance supplements and amplifies the basic guidance at [EIM65920](/guidance/employment-income-manual/EIM65920) to EIM65950. See also: \n\nPart one - members' allowances (see [EIM65960](/guidance/employment-income-manual/EIM65799#EIM65960)) \n\nPart three - members' allowances and National Insurance Contributions (see NIM05640 onwards).]\n\n\n## &#x201C;Taxation of Members' Allowances and Expenses\n\n### Introduction\n\n1.  This part provides general guidance on the tax treatment of members' allowances. It covers:\n\n*   *   the relevant tax rules\n    *   which allowances are taxable\n    *   the treatment of expenses incurred by a member carrying out approved duties which are reimbursed by the authority\n    *   what tax relief is available for expenses that the authority does not reimburse.\n\nThere is also a short section covering civic dignitaries.\n\nFor information covering National Insurance liability on members' allowances and expenses see paragraph 146 onwards. [See NIM05640 onwards]\n\nThis guidance is not binding and does not affect any member's right of appeal. Nor is it a full statement of the law as it applies to members' allowances and expenses. Members should refer to the relevant legislation where appropriate. Alternatively they can contact their tax office, who will be able to help.\n\n### The tax charge\n\n1.  For tax purposes council members and civic dignitaries are treated in the same way as any other individual who holds an office or is an employee. Earnings received from an office or employment are chargeable to income tax as employment income. PAYE arrangements apply to these earnings as they do to any other employment. 'Earnings' has a wide meaning - it includes salaries, fees, wages and any other profits received from an office or employment. It also includes allowances paid to cover expenses incurred in carrying out the duties of an office or employment, unless these allowances do no more than reimburse expenses actually incurred and which are deductible for tax purposes.\n\n### Relief for expenses\n\n1.  Under the employment income expenses rules (Section 336 - 339 Income Tax (Earnings and Pensions) Act 2003, (ITEPA 2003)), local government councillors and civic dignitaries can get a tax deduction for:\n\n*   *   travelling expenses necessarily incurred in the performance of the duties of their office\n    *   other travelling expenses which relate to their necessary attendance at a temporary workplace\n    *   any other expenses which are incurred wholly, exclusively and necessarily in the performance of their official duties\n\nbut note that expenses for travel in a person's own vehicle are dealt with under separate rules and that actual mileage expenses are not deductible. See paragraph 126(viii) below.\n\n1.  These rules include a series of conditions that vary for each type of expenditure. The conditions are:\n\n*   *   in all cases the expenditure must actually be incurred. So, for example, if a councillor or civic dignitary is away overnight on council business but finds it more convenient to stay with friends rather than incur hotel bills, there may be no expenditure to set against any allowance received so no deduction would be due*   travelling expenses necessarily incurred in performing the duties of the office are limited to expenses during necessary travel on members' business, for example travelling between the local authority offices and a place the member needs to visit on local government business\n    *   a temporary workplace is a place the member only attends occasionally to carry out duties, or attends for a limited duration (defined as not more than 40% of working time over a period not exceeding 24 months) or a temporary purpose. The travel expenses to be deducted under this heading are the expenses of travelling between the members' home and the temporary workplace\n    *   for expenses other than expenses of travel to a temporary workplace the expenditure must be incurred in the performance of the individual's duties. This means that, to be deductible, the expense must be incurred in actually carrying out the duties of the office. It is not sufficient that an expense is simply relevant to, or incurred in connection with, the duties of the office. In particular, no expense will be allowable which merely puts the office holder in a position to perform the duties of that office\n    *   also for expenses other than those of travel to a temporary workplace the expenditure must be such that any holder of the office would be necessarily obliged to incur it. The fact that an office holder is encouraged, expected or required to incur a particular expense is not conclusive evidence that it is 'necessarily' incurred. Also, the expense must stem from the requirements of the job itself, not from the personal circumstances of the office holder. Strictly, the 'necessity test' will be satisfied if (and only if) each and every person holding the office would have to incur the expenditure\n    *   expenditure on anything other than travel must also be incurred wholly and exclusively in the performance of the office holder's duties. For example, it may be necessary for a councillor to use a home telephone in the performance of his or her duties - but where the same facility is available to be used also for personal calls, the rental costs are not incurred exclusively in the performance of duties so no deduction is due (see paragraph 126(iii) below).\n\nIn addition, a deduction may only be given to the extent that the expense incurred does not exceed the earnings of the relevant office. If, for a particular year of assessment, there are insufficient earnings from the office to cover the expense claimed, no deduction can be given against any other income, including income from other offices or employments.\n\nSimilarly, where a councillor has renounced allowances to which he or she would otherwise be entitled, no expenses may be claimed as a deduction.\n\n[Top of page](/guidance/employment-income-manual/EIM65799#EIM65970#top)\n\n\n## Members' Allowances which provide Remuneration\n\n### Councillors on main and 'secondary' authorities\n\n1.  Allowances taxable as employment income include the following:\n\n*   *   Basic allowance\n    *   Special responsibility allowance\n    *   Dependants' Carers' Allowance\n    *   Co-Optees' Allowance\n\n### Parish, town and community councillors\n\n1.  The Parish Basic Allowance is taxable as employment income.\n\n### Non-councillors\n\n1.  The tax rules for Co-Optees' Allowance and Parish Basic Allowance to non-councillors are the same as for parish, town and community councillors set out in paragraphs 110 &amp; 111 above.\n\n### Renunciation\n\n1.  Renunciation of allowances which provide remuneration will mean that there will be no liability to income tax, but it will also mean that no expenses can be claimed as a deduction (see paragraph 125) and may affect entitlement to social security benefits.\n\n### Travel and subsistence allowances\n\n1.  As elected representatives, councillors are accepted as normally having two places of work - at the council offices and in their electoral area. Often councillors need to use their own homes to see constituents. Where a councillor does use his or her own home to undertake representative duties on behalf of the council, an allowance paid for travel between home and the council offices or some other place on council business is included in the calculation under the rules described at paragraph 126(viii) below.\n2.  If it is not necessary for a councillor routinely to see constituents at home, any allowance paid for travel between home and the council offices will be taxable in the normal way. The fact that a councillor chooses to do some work at home - for example reading council papers or completing correspondence - does not make that home a distinct place of work for the purpose of claiming tax relief on travel expenses. However, an allowance paid for travel between home and any place that is a temporary workplace will also be included in the calculation at paragraph 126(viii) below.\n3.  For non-councillors, any allowance paid for travel between home and the council offices will be taxable unless he or she can show that home is itself a place of work in the real sense for that office - that is to say any holder of that office is necessarily obliged to perform substantive duties there.\n4.  For the treatment of mileage allowances paid for travel on council business generally, see paragraph 126(viii) below.\n5.  Day subsistence allowances are taxable unless they are paid in respect of the extra expense of subsistence incurred as a consequence of travel on council business away from the council offices.\n6.  Overnight subsistence allowances are not taxable provided there is no element of profit. A profit could arise, for example, if someone travelling on council business stays overnight with friends or relatives rather than in a hotel.\n\n### Dispensations\n\n1.  A 'dispensation' is a notice given by an Officer of HMRC to an employer if the Officer is satisfied that expense allowances paid or benefits provided by the employer would be fully matched by an expenses deduction, with the result that no tax liability arises. A dispensation relieves the employer of the need to report details of the particular expenses payments or benefits provided to HMRC or to the employee or office-holder. And the employee or office-holder need not show them in his or her tax return if they get one.\n2.  The dispensation does not exempt from tax items upon which the taxpayer would otherwise be taxed. The aim is to eliminate unnecessary administrative burdens where no tax will be due, not to reduce the tax paid. Dispensations are reviewed from time to time and can be revoked. More advice on dispensations and an application form can be obtained from any Tax Office.\n3.  Dispensations are not appropriate for 'round sum' expenses allowances. But where an allowance is clearly intended to do no more than reimburse expenses actually incurred in carrying out the employee's or office-holder's duties, and the expense was incurred only because of the office or employment, the Officer may be prepared to authorise payment of the allowance without deducting PAYE. Before doing this, the Officer will need to be satisfied, however, that the allowance is at a reasonable scale and is clearly intended to do no more than reimburse expenses actually incurred.\n4.  Mileage expenses payments cannot be included in a dispensation.\n5.  Whenever there is no dispensation in operation authorities should consider whether or not PAYE should be applied to the allowances they pay. The Officer will give guidance on this point.\n\n### Relief for expenses\n\n1.  Where an authority does not reimburse all expenditure incurred, members may claim the excess as a deduction from the earnings that they receive from the authority, provided the expenses satisfy the rules in paragraphs 108 and 109 above. No deduction can be claimed:\n\n*   *   where entitlement to all allowances has been renounced (see paragraph 113) [because there are no earnings from which to make a deduction - see [EIM31655](/guidance/employment-income-manual/EIM31600#EIM31655)]\n    *   where a member could use services provided by the authority, for example, postage or stationery but incurs expenses because he or she chooses not to do so\n    *   for expenses incurred for political purposes, for example electioneering\n    *   for expenses incurred on the cost of newspapers, books and periodicals of general interest. (Where however a magazine or journal is obtained by a member because he or she subscribes to a professional body or learned society which is approved under Section 344 ITEPA 2003 and the activities of this body are relevant to his or her work as a member a deduction may be given for the subscription)\n    *   for donations to charity (unless these are made under a payroll giving scheme or by way of gift aid).\n\n1.  Typical deductible expenses which may be claimed include:\n\n(i) Travelling expenses\n\n(a) By public transport - Where the expenditure incurred is not covered by an allowance for which the authority has a dispensation.\n\n(b) By car - Members who use their own cars in the performance of their duties are normally paid an allowance to cover their costs. There are special rules covering these at paragraph (vii) below.\n\n(ii) Postage and stationery\n\nThe actual costs wholly, exclusively and necessarily incurred in the performance of the duties as a councillor for which no allowance can be obtained from the authority.\n\n(iii) Telephone\n\nThe cost of calls made wholly, exclusively and necessarily in the performance of duties as a member. No deduction can be given for any part of the rental of the telephone unless no private use is made of it. Any claim should be reduced by any non-taxable reimbursement made by the authority. Where that reimbursement covers the cost of the official calls no claim should be made.\n\n(iv) Secretarial assistance\n\nThe costs of secretarial assistance incurred wholly, exclusively and necessarily in the performance of council duties, where such assistance is not provided by the authority.\n\nAny amounts claimed must be reasonable in relation to the member's allowances and to the assistance given. The Inspector may want to see supporting evidence for the claim.\n\n(v) Hire of rooms\n\nWhere money is spent on the hire of rooms for 'surgeries' or public meetings, e.g. objections to planning applications. A claim cannot be allowed in respect of the hire of rooms for party political purposes.\n\n(vi) Household expenses\n\nWhere additional household expenses are incurred (light, fuel etc.) relating to those parts of members' homes that are set aside solely for use for duties as members, HMRC will accept a standard deduction of &#xA3;135 per year (an amount agreed between the Association of Councillors and HMRC Head Office) to cover this. Members claiming more than this amount will have to show the additional amount is fully justified by reference to the expenses deduction rules explained in paragraphs 108 and 109.\n\nFrom 6 April 2003 members working at home under homeworking arrangements with the local authority can be paid a tax-free allowance to reimburse the additional household expenses incurred while working at home. Up to &#xA3;2 per week can be paid without any evidence of the actual amount of additional expense. Larger amounts can be paid if evidence can be provided to show that the amounts paid are a reasonable estimate of additional costs.\n\nMembers who do not receive an allowance are not entitled to deduct an equivalent amount except for those who are entitled to the standard deduction of &#xA3;135. In these cases members should restrict the deduction by any amount received from the local authority, so that a member receiving &#xA3;2 per week is entitled to deduct a further &#xA3;31 from earnings.\n\n(vii) Mileage expenses for members using their own vehicles for business travel\n\nThe following rules apply from 6 April 2002 and cater for all kinds of mileage expenses. The previous rules, including the Fixed Profit Car Scheme, no longer apply. \n\nActual expenses (including loan interest and capital allowances) can no longer be claimed.\n\n'Business travel' is travel of the type described in paragraph 108 (fuller details can be found in HMRC booklet 490, Employee Travel).\n\nMembers who use their own vehicles for business travel are normally paid an allowance to cover their costs. Normally, these payments are based on an amount per mile for the mileage travelled on council business but they can also be in the form of a lump sum or periodic payment. However they are paid, all Mileage\n\nAllowance Payments (amounts paid to an employee or office holder for expenses related to the use by that person for business travel of their own vehicle) are treated in the same way.\n\nMembers can receive up to a tax-free \"approved amount\" when using their own vehicles for business travel. These payments are known as Approved Mileage Allowance Payments, or AMAPs.\n\nThe AMAPs amount is calculated by multiplying the number of business miles in each kind of vehicle by a statutory rate in pence per mile. The rates are:\n\n<table>\n<tr>\n<td>Kind of vehicle</td>\n<td>Rate per mile to 2010-11</td>\n</tr>\n<tr>\n<td>Car or van</td>\n<td>40p for the first 10,000 miles</td>\n</tr>\n<tr>\n<td></td>\n<td>25p after that</td>\n</tr>\n<tr>\n<td>Motor cycle</td>\n<td>24p (all miles)</td>\n</tr>\n<tr>\n<td>Cycle </td>\n<td>20p (all miles)</td>\n</tr>\n</table>\n<table>\n<tr>\n<td>Kind of vehicle</td>\n<td>Rate per mile from 2011-12</td>\n</tr>\n<tr>\n<td>Car or van</td>\n<td>45p for the first 10,000 miles</td>\n</tr>\n<tr>\n<td></td>\n<td>25p after that</td>\n</tr>\n<tr>\n<td>Motor cycle</td>\n<td>24p (all miles)</td>\n</tr>\n<tr>\n<td>Cycle</td>\n<td>20p (all miles)</td>\n</tr>\n</table>\n\nThese rates apply until changed by law as part of the Budget process. Any changes will also be announced on the HMRC web site www.hmrc.gov.uk.\n\nEmployers do not need to send HMRC details of tax-free AMAPs, though they need to keep sufficient records to show that the payments qualified for exemption. Any amount in excess of the AMAPs amount is taxable and should be reported on form P9D or P11D; if members receive less than that amount, they are entitled to Mileage Allowance Relief.\n\nFurther details about AMAPs and the taxation of motor mileage allowances generally can be found in CWG2 'Employer's Further Guide to PAYE and NICs'.\n\nFor NICs, a new statutory scheme for dealing with NICs liability on motoring expenses was also introduced on 6 April 2002. See paragraph 152 for more information. [See NIM05640 onwards.]\n\n(viii) Other expenses\n\nMembers with other expenses not covered by the above should Itemise them on their Tax Return. HMRC may require evidence and details of the expenditure.\n\n[Top of page](/guidance/employment-income-manual/EIM65799#EIM65970#top)\n\n\n## Other points concerning a member's tax affairs\n\n### Provision of benefits in kind\n\n1.  If a member receives payments (including all allowances whether or not tax is paid on them) and benefits together totalling &#xA3;8,500 a year or more (before any deduction for expenses) details must be reported to the Inspector on Form P11D. A copy of the details should be given to the member. (Any member who is in this position and who receives facilities from the council other than in cash should contact the local Inspector for advice.)\n2.  No tax charge arises on the provision of office accommodation, secretarial assistance, stationery or other facilities of a similar nature at an authority's premises. If the authority provides supplies or services for use at the member's home, no tax charge arises if the sole reason for providing them is to enable a member to perform their duties and any use for private purposes is not significant. If these conditions are not met, full details need to be provided to HMRC on forms P11D, with a copy provided to members, because a tax liability may arise.\n3.  Where an authority provides computer equipment for the member to perform his duties at home, before 6 April 2006 the first &#xA3;500 of the benefit charge was exempt from tax.   See [EIM21699](/guidance/employment-income-manual/EIM21602#EIM21699) for further information regarding the abolition of this exemption and transitional arrangements for computers provided before abolition.\n4.  If an authority paid for a member to have a telephone installed at home any cash reimbursement for installation or any subsequent rental payments should be subjected to PAYE. If it is impossible to apply PAYE, for example because the authority pays British Telecom directly, the authority must give details to HMRC after the end of each tax year. The member will then have to pay tax on the amount paid by the authority. Where an authority pays for broadband Internet connection to a member's home solely for work purposes, under a package where there is no separate billing or record of access calls, and\n\n*   *   no breakdown is possible between authority and private calls, and\n    *   where private use is not significant\n\nthe connection costs are exempt from tax.\n\n### Operation of PAYE\n\n1.  Tax is collected under the PAYE system. The amount of tax deducted by the authority depends on the code number issued by each member's own tax office. It is open to any councillor to ask to have the PAYE code number adjusted to take into account expenses which are deductible for tax purposes. If the Inspector is satisfied with the estimate provided, the code number for the year will be revised and the matter finalised after the end of the tax year when the accurate information will be available. How this works depends on whether or not the member receives a tax return (see paragraphs 127 and 128).\n\nThese arrangements apply, for example to:\n\n*   *   the basic allowance\n    *   special responsibility allowance\n    *   dependants' Carers' Allowance\n    *   Co-Optees' Allowance\n    *   any allowances payable to councillors in their capacity as civic dignitaries.\n\n### Procedure at the end of the tax year\n\n1.  Members who receive tax returns should include figures for all their income on their Self-Assessment tax return. They will also include all claims they wish to make.\n2.  They should send their completed tax return back to their tax office by 30 September after the end of the tax year if:\n\n*   *   they want HMRC to calculate their tax bill for them and/or\n    *   they wish tax (below &#xA3;2000) to be collected through next year's PAYE code where practicable.\n\n1.  The deadline for sending back their tax return is 31 January after the end of the tax year.\n2.  HMRC will make any repayment due. If there is tax to pay, the member should pay it by 31 January after the end of the tax year.\n3.  Members who do not receive tax returns will have their tax checked by HMRC in the traditional way. They should send any claims to their tax office after the end of the tax year as now.\n\n### Further information\n\n1.  If members have any questions about the taxation treatment of their allowances they should contact their Tax Office. Council Treasurers' Departments are usually in a position to answer routine questions and to seek advice on a member's behalf.\n\n### Civic dignitaries\n\n1.  Like councillors, civic dignitaries are office-holders and the same tax principles apply to their allowances and expenses. In particular, to qualify for relief expenditure must meet the conditions of Sections 336 to 339 ITEPA 2003 - explained in paragraphs 108 and 109 above. The following paragraphs set out how the rules apply to particular circumstances affecting civic dignitaries.\n\n### Clothing\n\n1.  Expenditure on ordinary clothing worn at work is not incurred wholly and exclusively in the performance of the duties. Consequently no deduction can be given for expenditure by civic dignitaries on ordinary clothing.\n2.  Exceptionally, a deduction can be given for expenditure on clothing which is recognisably a uniform or part of a uniform and the office holder is required, as part of the duties of that office to wear it. A useful test is whether someone wearing the clothing would be recognisable in the street as wearing the uniform of that particular office - just as a uniform identifies, say, nurses or policemen. Expenditure on, for example, maintenance of a mayor's regalia would normally, therefore, qualify for a deduction.\n\n### Donations\n\n1.  If a civic dignitary is given an allowance and the freedom to spend that allowance largely as he or she sees fit, it is extremely unlikely that any such expenditure would be deductible.\n\nThere would be an element of personal choice - and so expenditure would not be 'necessarily' incurred. This would apply to charitable donations as much as to any other use to which the money was put.\n\n1.  The tax position may, however, be different if there is a special fund set on one side, out of which agreed charitable donations are made. In these circumstances, when the funds are dealt with by the civic dignitary in a fiduciary capacity, there may be no tax consequences.\n\nEach case will, however, depend on the precise arrangements in force.\n\n### Entertainment\n\n1.  If a civic dignitary is given an entertainment allowance which he or she has freedom to spend in any way he or she sees fit, the allowance is assessable to tax as part of the earnings of the office - except to the extent that the expenditure met out of the allowance qualifies for a deduction. Only entertaining expenses which are incurred wholly, exclusively and necessarily in the performance of the office holder's civic duties will qualify. No deduction is due for the cost of entertaining which is incurred primarily for personal or political reasons even if some civic business happens to be discussed.\n2.  As with donations, the tax position may be different if there is a special fund set on one side out of which entertainment is paid for in accordance with the council's wishes as to the amounts spent and persons to be entertained.\n\n### Conclusion\n\n1.  Local authorities sometimes ask how their systems can be structured so that no tax liability arises for their civic dignitaries in respect of expenses payments made to them. The paragraphs above should indicate that a system which in practice pays within the AMAPs amount for travelling expenses and provides for reimbursement only of those expenses deductible under the rules described in paragraphs 108 and 109 is unlikely to give rise to tax consequences. In addition, it is likely that a dispensation (see paragraphs 120-124 above) could be agreed with respect to such a system - eliminating reporting requirements.&#x201D;"}]},{"title":" Lorry drivers","sections":[{"manual-section-id":"EIM66100","title":"Allowances paid to lorry drivers: porters in removal vans","body":"Long distance lorry drivers normally receive a payment in\nrespect of each rest period spent away from the home base. The\npayment includes a subsistence element and, sometimes, an\nadditional round sum payment.\n\n Where an additional round sum payment is made it is\nchargeable to tax. For the treatment of the subsistence element,\nsee\n[EIM66105](/guidance/employment-income-manual/EIM65799#EIM66105).\n\n### Porters in removal vans\n\nRemoval vans commonly carry a two-man crew, a driver and a\nporter. The porter may receive tax-free subsistence payments on the\nsame basis as the driver. See\n[EIM66105](/guidance/employment-income-manual/EIM65799#EIM66105) onwards."},{"manual-section-id":"EIM66105","title":"Subsistence allowances paid to lorry drivers","body":"A subsistence allowance paid by an employer to a long distance\nlorry driver need not be taxed if\n**both** of the following conditions are met.\n\n*   There is documentary evidence, see[EIM66120](/guidance/employment-income-manual/EIM65799#EIM66120), available to show that the\nemployee had spent the night away from home and away from his or\nher permanent workplace (if any) as a necessary result of a\nbusiness journey and had incurred expenses in so doing:\n\n*   [EIM32015](/guidance/employment-income-manual/EIM32000#EIM32015) explains what is meant by a\nbusiness journey where the travel is to a temporary workplace.\n*   [EIM32350](/guidance/employment-income-manual/EIM32350) explains what is meant by a\nbusiness journey where the travel is in the performance of the\nduties of the employment.\n\n*   The amounts paid are no more than a\nreasonable reimbursement to cover the cost of accommodation and\n\n    subsistence incurred as a result of the business journey. The\n\n    amounts that HMRC accepts as reasonable for nights in the United\n\n    Kingdom are listed at\n    [EIM66110](/guidance/employment-income-manual/EIM65799#EIM66110)."},{"manual-section-id":"EIM66110","title":"Subsistence allowances paid to lorry drivers: approved amount","body":"Where both of the conditions in [EIM66105](/guidance/employment-income-manual/EIM65799#EIM66105) are met the following amounts should be accepted as doing no more than reimburse the expenses of accommodation and subsistence in the United Kingdom.\n\n<table>\n<tr>\n<td>\n\n### Year ended\n\n</td>\n<td>\n\n### Payment per night\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2013\n\n</td>\n<td>\n\n&#xA3;34.90\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2012\n\n</td>\n<td>\n\n&#xA3;33.85\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2011\n\n</td>\n<td>\n\n&#xA3;32.20\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2010\n\n</td>\n<td>\n\n&#xA3;30.75\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2009\n\n</td>\n<td>\n\n&#xA3;30.75\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2008\n\n</td>\n<td>\n\n&#xA3;29.85\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2007\n\n</td>\n<td>\n\n&#xA3;28.62\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2006\n\n</td>\n<td>\n\n&#xA3;27.55\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2005\n\n</td>\n<td>\n\n&#xA3;26.90\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2004\n\n</td>\n<td>\n\n&#xA3;26.00\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2003\n\n</td>\n<td>\n\n&#xA3;25.15\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2002\n\n</td>\n<td>\n\n&#xA3;24.50\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2001\n\n</td>\n<td>\n\n&#xA3;24.30\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December 2000\n\n</td>\n<td>\n\n&#xA3;23.55\n\n</td>\n</tr>\n</table>\n\nWhere greater sums are paid, see [EIM66115](/guidance/employment-income-manual/EIM65799#EIM66115).\n\nWhere the lorry has a sleeper cab, see [EIM66130](/guidance/employment-income-manual/EIM65799#EIM66130). "},{"manual-section-id":"EIM66115","title":"Subsistence allowances paid to lorry drivers: payments in excess of the approved amount","body":"An employer wishing to make subsistence payments in excess of\nthe approved amount without deducting tax may do so, provided\nthat:\n\n*   the payments are intended merely to\nreimburse the actual expenditure incurred and are made against\nformal claims from the employee concerned, or supported by suitable\nevidence, see[EIM66120](/guidance/employment-income-manual/EIM65799#EIM66120) or\n*   the detailed arrangements under which such\npayments are made have received the formal approval in writing of\nthe appropriate Inspector.\n\nWhere a request for approval is received the Inspector should\ncarefully examine the proposed arrangements to ensure:\n\n*   that the conditions of[EIM66105](/guidance/employment-income-manual/EIM65799#EIM66105) are met and\n*   that the employees concerned genuinely\n\n    incur, on a day-to-day basis, the expenses that the allowance is\n\n    intended to cover.\n\nSubsistence payments not covered by these instructions should be\n\nsubjected to tax."},{"manual-section-id":"EIM66120","title":"Subsistence allowances paid to lorry drivers: documentary evidence","body":"Where documentary evidence is needed to support subsistence\nallowance payments it may include:\n\n*   drivers' log sheets\n*   drivers' expenses claims\n*   receipts obtained on payment for lodging\n(for example hotel bills)\n*   parking receipts and itinerary records\nkept by the employer in the pay records, or separately, as evidence\nof nights away from home and permanent workplace.\n\nThe list is not exhaustive and further enquiries may need to be\nmade in order to be satisfied that tax-free payment is justified."},{"manual-section-id":"EIM66125","title":"Subsistence allowances paid to lorry drivers: nights outside the UK","body":"The amounts shown at\n[EIM66110](/guidance/employment-income-manual/EIM65799#EIM66110) relate to allowances for nights\nin the United Kingdom away from home and the permanent workplace\n(if any). They may not be appropriate for overnight subsistence on\ncontinental journeys, where costs can vary from country to country.\n\nIn such cases local offices should agree figures locally with\neach employer based on the facts of the travel undertaken by the\nemployees concerned."},{"manual-section-id":"EIM66130","title":"Subsistence allowances paid to lorry drivers: lorries with sleeper cabs","body":"Where an employer seeks guidance as to the rate of overnight\nsubsistence that may be paid free of tax when drivers are away\novernight in lorries with sleeper cabs, you should consider the\nfollowing points.\n\n*   The employer must take all necessary steps\nto be satisfied that any amounts paid free of tax are no more than\na reasonable reimbursement of the allowable expenses of the driver\nwhile staying overnight away from home and the permanent workplace\n(if any).\n*   The mere fact that a lorry has a sleeper\ncab does not prevent the employer paying an amount tax free up to\nthe limit shown in[EIM66110](/guidance/employment-income-manual/EIM65799#EIM66110) (or locally agreed limits)\nprovided that the employer is satisfied that the driver did incur\nexpenses on overnight accommodation (for example by staying in a\nhotel) and meals.\n*   Where the employer knows that the driver\n\n    uses the sleeper cab, the amount paid free of tax should not exceed\n\n    a reasonable reimbursement of:\n\n*   evening meal and breakfast\n*   washing facilities\n*   upkeep of bedding in the cab.\n\n*   Where there is documentary evidence to\n\n    show that the employee necessarily spent the night away from home\n\n    and his or her permanent workplace (if any), HMRC accepts that a\n\n    payment of 750f the figure shown at\n    [EIM66110](/guidance/employment-income-manual/EIM65799#EIM66110) does no more than reimburse the\n\n    expense incurred when the driver uses the sleeper cab overnight.\n\n    Payments in excess of this amount may only be paid tax-free where\n\n    the conditions at\n    [EIM66115](/guidance/employment-income-manual/EIM65799#EIM66115) are met."},{"manual-section-id":"EIM66135","title":"Subsistence allowances paid to lorry drivers: lorries with sleeper cabs: enquiries","body":"Except in unusual circumstances you should not start enquiries\nyourself into the rates of subsistence allowance paid by employers\nto lorry drivers who may have sleeper cabs unless:\n\n*   a high proportion (for example, 75%) of\nthe employer's lorries have sleeper cabs and\n*   these are habitually used by drivers.\n\nAvoid making the payment of the full rate of overnight\nsubsistence allowance conditional on a statement by the driver that\nhe or she did not use the cab. Documentary evidence (see \n[EIM66120](/guidance/employment-income-manual/EIM65799#EIM66120)) must be available to show that\nan accommodation expense has been incurred."},{"manual-section-id":"EIM66140","title":"Mid-day meals: allowances paid by employers","body":"\n\n## Sections 337 and 338 ITEPA 2003\n\nMany employers meet the cost of, or contribute towards, a driver's mid-day meal by either issuing meal vouchers or making a cash payment. These contributions may be treated as not taxable where they: \n\n*   do not exceed &#xA3;2.00 per day **and **&#xA0;\n*   are paid to lorry drivers whose duties oblige them to take meals away from home and their permanent workplace (if any).\n\nA dispensation can be given for greater amounts where appropriate, see [EIM66145](/guidance/employment-income-manual/EIM65799#EIM66145). \n\nSimilar treatment may be given to bus or coach drivers in comparable circumstances. [EIM66160](/guidance/employment-income-manual/EIM65799#EIM66160) explains how to determine whether a driver has a travelling appointment. \n\nRequests for a deduction under Section 337 or 338 ITEPA 2003 by individual drivers on the grounds that meal allowances paid by the employer are inadequate should be dealt with in accordance with [EIM66150](/guidance/employment-income-manual/EIM65799#EIM66150). "},{"manual-section-id":"EIM66145","title":"Mid-day meals: allowances paid by employers: amounts in excess of the approved amount","body":"Where the conditions in [EIM66140](/guidance/employment-income-manual/EIM65799#EIM66140)are met, but the amounts paid in respect of mid-day meals exceed the approved amount, you should only permit a dispensation for a greater amount to be paid without deduction of tax:\n\n*   If the employer opts to use the advisory benchmark scale rates (see [EIM05230](/guidance/employment-income-manual/EIM04700#EIM05230))\n*   If the employer requests scale rate payments that exceed the advisory benchmark rates and satisfactorily demonstrates that the total amount paid only reflects the **actual** expenditure incurred by the drivers (see [EIM05200](/guidance/employment-income-manual/EIM05200)).\n\nThe onus is on the employer to take proper steps to be satisfied that expenditure of the relevant amount is actually being incurred by drivers. "},{"manual-section-id":"EIM66150","title":"Mid-day meals: expenses deductions for employees","body":"Drivers may be entitled to a deduction under Section 337 or 338\nITEPA 2003 where meal allowances:\n\n*   are paid by the employer but are fully\ntaxed under PAYE, or\n*   are claimed to be inadequate in relation\nto the expenditure concerned, or\n*   are not paid."},{"manual-section-id":"EIM66160","title":"Meals: general principles","body":"The general principle is that where a driver holds a travelling\nappointment (as defined by\n[EIM32366](/guidance/employment-income-manual/EIM32350#EIM32366)), or has to travel to a\ntemporary workplace, his or her allowable travelling expenses\ninclude the cost of any necessary subsistence (see\n[EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815)). Guidance can be found:\n\n*   on travel to a temporary workplace at[EIM32020](/guidance/employment-income-manual/EIM32000#EIM32030)\n\n*   on travel in the performance of the duties\nof the employment at[EIM32366](/guidance/employment-income-manual/EIM32350#EIM32366).\n\nThis practice is based on the decision in Nolder v Walters\n(15TC380) and, in particular, on a comment of Rowlatt J on page\n388, where he said:\n\n> 'when you get a travelling office...the cost of [the\n> individual's] food and lodging is not wholly and exclusively laid\n> out in the performance of his duties, but the extra part of it\n> is.'\n\nIn practice the full cost, not merely the extra cost, of meals\n\nis deducted."},{"manual-section-id":"EIM66170","title":"Meals: evidence required","body":"Where you decide that a deduction for meals can be permitted in\nprinciple you will need to obtain appropriate evidence to calculate\nthe amount of the deduction. If the evidence produced is not\nsatisfactory a deduction should not be permitted where the amounts\nare substantial. The onus is on the employee to show that he or she\nhas spent identifiable sums on deductible expenses. In the case of\nMcLeish v CIR (38TC1) a deduction was not permitted for certain\nexpenses for which the employee failed to present adequate\nevidence. Determine the final amount of any deduction for a\nparticular year by reference to the expenditure for meals shown by\nbills, receipts, etc., submitted by the employee, less any\ncontribution in cash or otherwise from the employer. Estimated\namounts should normally be excluded from the computation and no\nflat-rate allowance on the lines indicated in\n[EIM66140](/guidance/employment-income-manual/EIM65799#EIM66140) should be given.\n\nExamine cases individually. Do not apply the results of a\nreview of a small sample of cases to all the drivers employed by\n\none employer.\n\nMost cafes and restaurants employing staff will give\n\ncustomers at least a till receipt and so there should normally be\n\nno difficulty in obtaining vouchers for expenditure. Where,\n\nexceptionally, bills or receipts are not given, you may accept a\n\npersonal record (for example a diary) showing the place visited,\n\nthe date of the visit and the amount of expense incurred, but only\n\nfor small amounts and as an occasional substitute for bills or\n\nreceipts, not as a driver's sole record.\n\nIt is not necessary to obtain log books or work schedules\n\nfrom employers to establish the number of days of absence from home\n\nand the permanent workplace unless there are doubts about the\n\nadequacy of the evidence provided. Employers are required by law to\n\nretain completed log books for 12 months, although some employers\n\nkeep them for longer."},{"manual-section-id":"EIM66180","title":"Meals: coding procedure","body":"\n\n            [businesses&amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nFor coding adjustments in respect of expenditure on meals see\nthe Coding section of the PAYE Manual.\n\n    "},{"manual-section-id":"EIM66190","title":"Issue or renewal of HGV/LGV licences","body":"\n\n## Section 343 ITEPA 2003\n\nWhere an employed lorry driver meets the cost of the issue or renewal of an LGV licence (formerly HGV licence) and any related medical expense costs these costs are deductible within Section 343 ITEPA 2003 (paragraph 12(a) in the table at subsection (2)), see List 3 and EIM32905. The licence should be renewed every 5 years from the age of 40."},{"manual-section-id":"EIM66195","title":"Purchase of digital tachograph cards","body":"Since August 2004 new lorries with a GVW above 3.5 tonne have\nbeen required to have digital tachographs. All lorries must have\nthem from May 2006.\n\nDrivers of these vehicles are required to have their own\n&#x201C;smart card&#x201D; - a card similar to a credit card that has\na chip and is inserted in the digital tachograph. The card chip\nthen records the mileage/rest periods etc. covered by the driver.\n\nDrivers have to apply for their own card and the cost of the\nfirst card is &#xA3;38. If the driver already has a new style\ndriving licence with a photo on it, DVLA will use the same\nphotograph on the tachograph card. If not, the driver has to supply\npassport style photos - the kind that can be produced for about\n&#xA3;3 - &#xA3;4 in photo booths. The card then has to be renewed\nevery 5 years.\n\nHMRC accept that the tachograph card is used by the driver\nwholly, exclusively and necessarily in performing his or her\ndriving duties. Accordingly the expense of purchasing a digital\n\ntachograph card can be allowed as a deduction under s336 ITEPA\n\n2003. The cost of photographs used on the card can also be allowed\n\nas part of the overall cost, even though the photographs can also\n\nbe used to apply for a new style licence should the driver decide\n\nto do so."}]},{"title":" Merchant Navy Reserve","sections":[{"manual-section-id":"EIM66300","title":"Tax treatment of the Merchant Navy Reserve","body":"The Merchant Navy Reserve is a voluntary organisation.\nReservists are paid a bounty each year. Reservists are employees\nand the bounty is taxable as employment income.\n\nThe bounty is deemed to cover the cost of one return journey a\nyear from the reservist's home to the nominated reporting station\nfor call-out exercise, one single journey to the nominated station\nwhen called out to serve (if at all) and the cost of any\nexaminations, including medical examinations, required to become\neligible to join the reserve.\n\nNo deduction under Section 338 ITEPA 2003 can be made for the\nexpenditure covered by the bounty since the journey involved is an\nordinary commuting journey.\n\nFailure to report for duty when leave of absence has not been\ngranted is an offence punishable by a fine. These fines are not\ndeductible for income tax purposes and the gross bounty remains\nchargeable."}]},{"title":" Midwives","sections":[{"manual-section-id":"EIM66400","title":"Expenses: use of home","body":"Midwives are required to advise and examine their patients at\nintervals during the ante-natal period. For these purposes a\ndomiciliary midwife (that is a midwife who attends his or her\npatients, at confinement, in their own homes) normally finds it\nnecessary to provide a room at his or her own home, unless\nfacilities are provided by the employer (ordinarily a local\nauthority).\n\nWhere, in the absence of other facilities, a domiciliary\nmidwife maintains such a room and incurs expenditure that is not\nrefunded by her employer, a deduction under Section 336 ITEPA 2003\nmay be permitted, see\n[EIM32810](/guidance/employment-income-manual/EIM32700CT#EIM32810)."}]},{"title":" Mineworkers","sections":[{"manual-section-id":"EIM66600","title":"Compensation on retirement","body":"Mineworkers are subject to a normal retirement age of 62. Such a\nworker may opt to join the Mineworkers' Pension Scheme.\n\nBenefits under this scheme are a lump sum payment and a weekly\npension.\n\nThe lump sum payment should not be regarded as chargeable to\ntax. However the pension is taxable (see\n[EIM74001](/guidance/employment-income-manual/EIM74001)).\n\nThis scheme (and the British Coal Staff Superannuation\nScheme) stopped accepting new members from December 1994."},{"manual-section-id":"EIM66605","title":"Trainees","body":"\n\n            [businesses&amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nTrainees at Coal Mining Centres receive wages that are\ntaxable. They should be dealt with under PAYE in the normal\nway.\n\n    "},{"manual-section-id":"EIM66610","title":"Payments towards cost of travel between home and permanent workplace","body":"Mineworkers' employers may make payments to employees towards\nthe cost of travel between their homes and permanent workplaces\nunder various agreements.\n\nThese sums are taxable as earnings from the employment and\nshould be shown as remuneration on deductions working sheets when\nPAYE is operated."},{"manual-section-id":"EIM66620","title":"Children's allowances","body":"\n\n            [businesses&amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nAn allowance (pension) payable by the Mineworkers Pension\nScheme in respect of a child of a deceased contributor should be\nregarded as income of the child in his or her own right.\n\n    "},{"manual-section-id":"EIM66625","title":"Provision of housing","body":"Mineworkers' employers may provide rent-free houses for certain\nproduction officials. The officials concerned should be granted the\nexemption set out in\n[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331) and\n[EIM11332](/guidance/employment-income-manual/EIM11300#EIM11332), that is in respect of rent and\nannual value, council tax, water charges and repairs but not the\nprovision of free coal, gas, electricity, etc., which should be\ncharged in full except as provided below.\n\nThe exception applies to production officials who hold posts\nthat are equivalent to the following former British Coal\ngrades:\n\n*   Area General Manager\n*   Assistant Area General Manager\n*   Area Production Manager\n*   Area Mining Engineer\n*   Area Mechanical Engineer\n*   Area Electrical Engineer\n*   Group Manager\n*   Colliery Manager.\n\nThe employees referred to above may be regarded as exempt under\n\nSection 99(2) ITEPA 2003 (see\n\n[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331) onwards). Any charge on\n\nancillary services may be subject to the limitation provided by\n\nSection 315 ITEPA 2003 (see\n\n[EIM21721](/guidance/employment-income-manual/EIM21602#EIM21721) onwards).\n\nThe exemption does not apply to any official employed in a\n\ncapacity higher than these grades or their equivalents."},{"manual-section-id":"EIM66690","title":"Payments in lieu of free coal","body":"Reasonable sums received by miners in lieu of free coal\n(smokeless fuel in smoke control areas), or for the surrender of\nany part of the free coal or fuel to which they are entitled under\ntheir agreements are not taxable.\n\nSection 306(2) ITEPA 2003 limits the exemption to a payment\nin place of an amount of free coal that does not exceed the amount\nreasonably needed for personal use. But Section 306(3) also makes\nit clear that we must assume that this condition is met unless we\nhave evidence that it is not. The purpose of this limitation is\nthat we do not intend the replacement of Extra-Statutory Concession\nA6 by Section 306 ITEPA 2003 to result in the loss of the exemption\nby any person who was within the concession.\n\nFor the definition of miner for this purpose, see\n[EIM66695](/guidance/employment-income-manual/EIM65799#EIM66695).\n\nLump sum payments received by mineworkers on redundancy for\nsurrendering their rights to free coal or cash in lieu fall to be\ntreated as payments made on the termination of employment within\n\nPart 6 Chapter 3 ITEPA 2003, see\n\n[EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000)."},{"manual-section-id":"EIM66695","title":"Payments in lieu of free coal: definition of miner","body":"The exemption described at\n[EIM66690](/guidance/employment-income-manual/EIM65799#EIM66690) applies to colliery workers as\ndefined by Section 306(4) ITEPA 2003.\n\nA colliery worker is a coal miner, or any other person\nemployed at or about a colliery otherwise than in clerical,\nadministrative or technical work.\n\nThe definition adopted is intended to ensure that anyone who\nbenefited from Extra-Statutory Concession A6 will continue to\nbenefit from the exemption in Section 306 ITEPA 2003."}]},{"title":" National Health Service employees","sections":[{"manual-section-id":"EIM66700","title":"Expenses payments and allowances: general","body":"The guidance in this page and the following pages deals with the\ntaxation treatment of certain expenses payments and allowances made\nto their employees by the National Health Service employing bodies.\nThey resulted from discussions some years ago with the Department\nof Health and Social Security (in Northern Ireland, the Department\nof Health and Social Services) and the staff side of that\nDepartment.\n\nSince the discussions took place there have been several changes\nin the structure of the National Health Service, including the\nintroduction of NHS trusts and the setting up of a separate\nDepartment of Health. Accordingly, the information set out in these\npages about particular types of payments and allowances does not\nnecessarily apply across the board in the National Health Service,\nalthough the underlying principles are of general application. So,\nwhen dealing with any individual National Health Service employer\nyou should establish whether or not payments are made in accordance\n\nwith the centrally determined rules. In practice it seems that many\n\nNHS trusts do pay at the centrally determined rates, but this\n\ncannot be taken for granted.\n\nThe various expenses payments and allowances referred to are\n\nnot necessarily a comprehensive list of all such payments which\n\nmight be made. Again, this is something that can only be\n\nestablished by finding out about the payments system operated by\n\nany individual National Health Service employer."},{"manual-section-id":"EIM66705","title":"Payments of car allowances: general","body":"There are no special tax arrangements for payments to NHS employees for using their own car for work. All mileage allowance payments are dealt with under the statutory approved mileage allowance payments (AMAPs) scheme. Full guidance is at [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\n### Background information\n\nAllowances are paid by NHS employers to employees for the use of the employee's own car on NHS business, as follows:\n\n1.  England, Wales and Scotland. Allowances are paid under two conditions of service:\n\n*   *   General Whitley Council conditions\n    *   Hospital Medical and Dental Staff conditions.\n\nSee [EIM66710](/guidance/employment-income-manual/EIM65799#EIM66710) for more information.\n\n1.  Northern Ireland. Here, most employees are subject to one of the two conditions of service as for England, Wales and Scotland. But there is a third set of conditions, the Social Work Staff's Joint Council conditions which correspond to local authority (NJC) conditions in England and Wales:\n\n*   *   employees governed by the General Whitley Council (GWC) conditions of service or the Hospital Medical and Dental Staff (HMD) conditions of service receive allowances as per (a) above\n    *   employees governed by the Social Work Staff's Joint Council (NJC) conditions of service. These employees come within the arrangements for local authority employees at [EIM65815](/guidance/employment-income-manual/EIM65799#EIM65815) onwards."},{"manual-section-id":"EIM66710","title":"Payments for using own car for work: GWC and HMDS payment schemes","body":"There are no special tax arrangements for payments to NHS employees for using their own car for work. All mileage allowance payments are dealt with under the statutory approved mileage allowance payments (AMAPs) scheme. Full guidance is at [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\n### Background information\n\nMake sure you are familiar with the material at [EIM66705](/guidance/employment-income-manual/EIM65799#EIM66705) before reading this page.\n\nAlthough payments made under the General Whitley Council (GWC) and Hospital Medical and Dental Staff (HMDS) rules are different in amount, both schemes provide for payments for business travel to be made to:\n\n*   standard users at a given rate per mile\n*   regular users by means of a lump sum plus a given rate per mile.\n\n(**Note **that NHS employers which have chosen to pay mileage allowances under their own schemes are also likely to recognise standard and regular users. You need to compare the actual rates paid for particular car engine sizes in order to work out whether or not the centrally agreed rates are being used).\n\nUnder the centrally agreed schemes the given rate per mile varies according to car engine size. The engine size categories are different for the GWC and the HMDS schemes.\n\nUnder the GWC scheme engine sizes are divided into the following classes:\n\n<table>\n<tr>\n<td>\n\n### Class\n</td>\n<td>\n\n### Engine size (cc)\n</td>\n</tr>\n<tr>\n<td>1 </td>\n<td>Up to 1,000 </td>\n</tr>\n<tr>\n<td>2 </td>\n<td>1,001 to 1,500 </td>\n</tr>\n<tr>\n<td>3 </td>\n<td>1,501 and over </td>\n</tr>\n</table>\n\nUnder the HMDS scheme engine sizes are divided into the following classes:\n\n<table>\n<tr>\n<td>\n\n### Class\n</td>\n<td>\n\n### Engine size (cc)\n</td>\n</tr>\n<tr>\n<td>1 </td>\n<td>Up to 1,000 </td>\n</tr>\n<tr>\n<td>2 </td>\n<td>1,001 to 1,500 </td>\n</tr>\n<tr>\n<td>3 </td>\n<td>1,501 to 2,000 </td>\n</tr>\n<tr>\n<td>4 </td>\n<td>2,001 and over </td>\n</tr>\n</table>"},{"manual-section-id":"EIM66780","title":"Expenses payments and allowances: particular allowances"},{"manual-section-id":"EIM66790","title":"Expenses deductions: laundering uniforms","body":"A flat rate expense deduction has been agreed for healthcare\nworkers working in the NHS, private hospitals or nursing homes\nwho:\n\n*   are required to wear a uniform as part of\ntheir duties, see[EIM32475](/guidance/employment-income-manual/EIM32401#EIM32475) and\n*   **must** meet the cost of laundry themselves.\n\nThe circumstances in which a deduction can be given are the same\nas those for the similar deduction for nurses, see\n[EIM67220](/guidance/employment-income-manual/EIM65799#EIM67220).\n\nFor the amount of the deduction that can be permitted, see\n[EIM66795](/guidance/employment-income-manual/EIM65799#EIM66795)."},{"manual-section-id":"EIM66795","title":"Expenses deductions: laundering uniforms: amount of deduction","body":"The agreed yearly flat rate expense deduction is:\n\n<table>\n<tr>\n<td>\n\n**Categories**&#xA0;\n\n</td>\n<td>\n\n**1998/99 to 2007/08 **\n\n</td>\n<td>\n\n**2008/09 onwards**\n\n</td>\n</tr>\n<tr>\n<td>\n\n</td>\n<td>\n\n&#xA3;110\n\n</td>\n<td>\n\n&#xA3;140\n\n</td>\n</tr>\n<tr>\n<td>\n\n</td>\n<td>\n\n&#xA3;70\n\n</td>\n<td>\n\n&#xA3;100\n\n</td>\n</tr>\n<tr>\n<td>\n\n</td>\n<td>\n\n&#xA3;60\n\n</td>\n<td>\n\n&#xA3;100\n\n</td>\n</tr>\n<tr>\n<td>\n\n</td>\n<td>\n\n&#xA3;45\n\n</td>\n<td>\n\n&#xA3;60\n\n</td>\n</tr>\n</table>\n\nThe four categories include the following healthcare workers:\n\n1.  ambulance staff on active service\n2.  chiropodists, dental nurses, occupational, speech, physiotherapists and other therapists, phlebotomists, radiographers, nurses, midwives\n3.  plaster room orderlies, hospital porters, ward clerks, sterile supply workers, hospital domestics, hospital catering staff\n4.  laboratory staff, pharmacists and pharmacy assistants, uniformed ancillary staff - maintenance workers, grounds staff, drivers, parking attendants and security guards, receptionists and other uniformed staff.\n\nIf any healthcare workers have been permitted a locally agreed flat rate expense deduction, see [EIM67240](/guidance/employment-income-manual/EIM65799#EIM67240). If a deduction is requested for an amount that exceeds the amounts in the table above, see [EIM67250](/guidance/employment-income-manual/EIM65799#EIM67250).\n\nAlthough the rates in the table do not specifically cover doctors and dentists you can treat them as falling into category 4 if you receive a request for a deduction and the conditions in [EIM66790](/guidance/employment-income-manual/EIM65799#EIM66790) are met. "}]},{"title":" North Sea and other offshore oil and gas workers","sections":[{"manual-section-id":"EIM67100","title":"General","body":"The guidance in\n[EIM67105](/guidance/employment-income-manual/EIM65799#EIM67105) to EIM67195 below applies to\npersons working offshore in connection with the exploration or\nexploitation of the oil and gas resources of the United Kingdom\ncontinental shelf. Workers in onshore oil and gas fields in the\nUnited Kingdom are subject to normal taxation procedures."},{"manual-section-id":"EIM67105","title":"Territorial extension of the charge to tax on employment income","body":"For all income tax purposes, United Kingdom territorial waters,\nthat is, waters within twelve nautical miles of the shore, are\ntreated as being part of the United Kingdom. So earnings for duties\nperformed in territorial waters are classed as earnings for duties\nperformed in the United Kingdom.\n\n### Exploration or exploitation activities in a designated\narea\n\nFor the purposes of the charge to tax on employment income only,\nSection 41 ITEPA 2003 treats general earnings arising from duties\nperformed in a designated area in connection with exploration or\n\nexploitation activities as general earnings in respect of duties\n\nperformed in the United Kingdom.\n\nFor the meaning of exploration and exploitation activities\n\nand designated area, see\n\n[EIM67115](/guidance/employment-income-manual/EIM65799#EIM67115) and\n\n[EIM67120](/guidance/employment-income-manual/EIM65799#EIM67120)."},{"manual-section-id":"EIM67110","title":"Territorial extension of the charge to tax on employment income: effect of Section 41 ITEPA 2003","body":"\n\n## Section 41 ITEPA 2003\n\nSection 41 treats general earnings arising from duties performed in a designated area in connection with exploration or exploitation activities as general earnings in respect of duties performed in the United Kingdom. The effect of Section 41 is to:\n\n*   enlarge the scope of the charge to tax on UK-based earnings in Sections 25 and 27 ITEPA 2003 (see [EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201) onwards) and*   restrict the scope of the deduction from seafarers' earnings (see [EIM33000](/guidance/employment-income-manual/EIM33000) onwards) and*   restrict the scope of Section 22 ITEPA 2003 (chargeable overseas earnings, see [EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102)).\n\n### No effect on residence\n\nSection 41 has no relevance in the determination of an individual's residence status for United Kingdom tax purposes. The question of residence is decided by reference to periods actually spent in the United Kingdom or in United Kingdom territorial waters. Submit cases where advice is needed on residence status to CAR Personal Tax International, Advisory (Residence and Domicile Technical Team) in the usual way (see [EIM42870](/guidance/employment-income-manual/EIM42800#EIM42870) to EIM42880 and IM30). "},{"manual-section-id":"EIM67115","title":"Meaning of exploration or exploitation activities","body":"Exploration or exploitation activities means activities carried\non in connection with the exploration or exploitation of so much of\nthe sea bed and subsoil and their natural resources as is situated\nin the United Kingdom or a designated area. This definition is\nfairly wide; it covers not only workers employed on pipelaying\nvessels, oil and gas rigs and other offshore installations, but\nalso those engaged in ancillary or support work. As regards divers\nand diving supervisors see the Employment Status Manual (ESM)."},{"manual-section-id":"EIM67120","title":"Meaning of designated area","body":"Designated area means an area designated by Order in Council\nunder Section 1(7) of the Continental Shelf Act, 1964. These areas\ncomprise, broadly, the United Kingdom sector of the continental\nshelf. They extend in the north to latitude 62N. They are divided\ninto quadrants numbered from 1 to 211, and each quadrant is\nsubdivided into up to thirty blocks. An offshore location is\nusually identified by the quadrant and block number in which it is\nsituated, for example, the Piper field is in block 15/7 and the\nBrent field is mainly in 211/9.\n\n### Action when there is a claim that duties performed on the\ncontinental shelf were outside of the designated area\n\nIf an employee claims that his or her duties on the continental\nshelf were performed outside the United Kingdom designated areas,\nobtain the following facts:\n\n*   the name of the platform, barge, vessel or\n\n    rig on which the duties were performed\n*   the names and address of the employer\n*   the quadrant and block numbers of the area\n\n    where the duties were performed\n*   the dates between which the duties were\n\n    performed.\n\nIf you are then still unable to determine in which sector the\n\nduties were performed, submit the case to Large Business Service\n\n(Oil and Gas Sector)."},{"manual-section-id":"EIM67125","title":"Effect of double taxation agreements","body":"Many Double Taxation Agreements (DTAs) have an employment income\nor dependent services article, which exempts non-residents from\nUnited Kingdom tax provided they work for an overseas employer and\nare in the United Kingdom for less than half the year (see DT220).\nMost DTAs use for this purpose a definition of the United Kingdom\nthat includes the designated areas of the continental shelf, but\nsome of the older ones do not. Where an agreement does not\nspecifically mention the continental shelf, employees working there\nshould not be regarded as working in the UK for the purposes of\nthat particular DTA."},{"manual-section-id":"EIM67195","title":"Offshore rigs and platforms: travel costs","body":"The cost of the journey between the employee's home and the\nmainland departure point will be deductible under Section 338 ITEPA\n2003 where the rig is a temporary workplace, see\n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075).\n\n Where a change in the employee's place of work from one rig\nto another does not have any substantial effect on his or her\nordinary commuting journey, the two rigs are treated as a single\nworkplace, see\n[EIM32280](/guidance/employment-income-manual/EIM32000#EIM32280). This may result in the two\nrigs being treated as a permanent workplace where they would each\notherwise have been treated as temporary workplaces. This is\nillustrated by example\n[EIM32281](/guidance/employment-income-manual/EIM32000#EIM32281). See also the guidance below.\n\n Sections 305 ITEPA 2003 replaced Extra-Statutory Concession\nA65 with effect from 6 April 2003. It removes any tax charge on\nprovided transport between the mainland departure point and the\nrig, together with related costs, see\n[EIM34110](/guidance/employment-income-manual/EIM34000#EIM34110).\n\n### Employee transfers to a rig in a different field\n\nWe accept that the change of workplace rule does\n**not** apply when an employee stops working at a rig\nin one field and begins work at a rig in a different field. In that\ncase, we accept that the two rigs are different workplaces. The two\nrigs can therefore be considered separately, for the purpose of the\n24 month rule, in deciding if either or both of them is a temporary\nworkplace. If the rig to which the employee is travelling is a\ntemporary workplace, he or she will be able to deduct the expenses\nof travelling from home to the mainland departure point\n\n### Employee transfers to a rig in the same field\n\nThe situation is different when an employee is transferred from\none rig to another within the same field. If the employee lives at\nor near the mainland departure point it is likely that the\nemployee&#x2019;s journey from home to one rig will be substantially\ndifferent from his or her journey to another rig, even when the two\nrigs are within the same field. So the change of workplace rule\nwill not apply. However if the employee lives a long way from the\ndeparture point the journey from there to the rig may be a\nrelatively small part of the overall journey. In that case, a\ntransfer from one rig to another within the same field will not\nhave a substantial effect on the overall journey. The change of\nworkplace rule will then apply to treat the two rigs as a single\nworkplace for the purpose of the 24 month rule.\n\n### Employee transfers to a rig in the same field - 75 mile\n&#x201C;rule of thumb&#x201D;\n\nIn order to simplify the operation of the 24 month and change of\nworkplace rules in these cases we have agreed that the change of\nworkplace rule will not apply where an employee transfers between\nrigs in the same field and he or she lives no more than 75 miles\nfrom the mainland departure point. The two rigs will then be\ntreated as separate workplaces for the purpose of the 24 month\nrule.\n\n If the employee lives more than 75 miles from the departure\npoint our presumption will be that a transfer from one rig to\nanother within a single field will not have a substantial effect on\nthe employee&#x2019;s overall journey. The change of workplace rule\nwill apply and the two rigs will therefore be treated as a single\nworkplace for the purpose of the 24 month rule.\n\n### Operative date\n\nThe approach outlined above was discussed with industry\nrepresentatives in March 2004. You should apply it in all open\ncases. However, settled liabilities should not be re-opened.\n\n### Employee living more than 75 miles from mainland departure\npoint &#x2013; disputed cases\n\nEmployees who live more than 75 miles from the mainland\ndeparture point may still argue that, in their particular case, a\ntransfer from one rig to another within a single field is not\naffected by the change of workplace rule. Such cases should be\ndealt with on their merits. If, when you have obtained full details\nof the employee&#x2019;s journeys, you are unable to reach agreement\nyou should arrange for the matter to be brought before the\nFirst-tier Tribunal (see\n[EIM31705](/guidance/employment-income-manual/EIM31600#EIM31705)). At the appeal hearing the\nHMRC case will simply be that, in the circumstances of the case,\nthe change of workplace did not have any substantial effect on the\nemployee&#x2019;s journey or expenses.\n**The 75 mile &#x201C;rule of thumb&#x201D; has no standing in\nlaw and you****should therefore not mention it in proceedings before the\nFirst-tier Tribunal.**"}]},{"title":" Nurses","sections":[{"manual-section-id":"EIM67200","title":"Expenses deductions: shoes and stockings/tights allowance","body":"\n\n## Section 336 and 367 ITEPA 2003\n\nExpenses deductions may be permitted to nurses of all grades including midwives, for expenditure incurred and defrayed by them on the repair and renewal of shoes and stockings/tights:\n\n*   shoes: where the wearing of a prescribed style is obligatory in the hospital or other workplace in which they may work allow &#xA3;12 per year\n*   stockings/tights: where the wearing of a prescribed style or colour is similarly obligatory, allow &#xA3;6 per year.\n\nReferences to a nurse should be taken for this purpose to include nurses and midwives of all grades and includes auxiliaries, students, dental nurses, nursing assistants and healthcare assistants or workers.\n\nFor male nurses the reference to stockings/tights should be treated as including socks. "},{"manual-section-id":"EIM67210","title":"Expenses deductions: laundering uniforms","body":"A deduction can be permitted for costs incurred and defrayed by\nnurses in laundering their work clothing where:\n\n*   the clothing is recognisably a uniform and\nthe nurse is required to wear it as part of his or her duties, see[EIM32475](/guidance/employment-income-manual/EIM32401#EIM32475)**and**\n\n*   the expense of laundering the uniform must\nbe met by the nurse, see[EIM67220](/guidance/employment-income-manual/EIM65799#EIM67220).\n\nReferences to a nurse should be taken for this purpose to\ninclude nurses and midwives of all grades and includes auxiliaries,\nstudents, nursing assistants and healthcare assistants or workers.\n\nFor the agreed flat rate expense that can be deducted, see\n[EIM67240](/guidance/employment-income-manual/EIM65799#EIM67240). In some circumstances a\ngreater amount can be deducted, see\n[EIM67250](/guidance/employment-income-manual/EIM65799#EIM67250).\n\nFor similar deductions for other healthcare workers, see\n[EIM66790](/guidance/employment-income-manual/EIM65799#EIM66790)."},{"manual-section-id":"EIM67220","title":"Expenses deductions: laundering uniforms: facilities provided by the employer","body":"Nurses are permitted a deduction for the cost of laundering\ntheir uniforms only where they\n**must** meet that cost themselves. Where facilities\nare provided by the employer no deduction can be given even if the\nnurse does not make use of those facilities. If the facilities are\nsaid to be inadequate, see\n[EIM67230](/guidance/employment-income-manual/EIM65799#EIM67230).\n\nInstead of providing facilities employers sometimes\ncontribute to the cost of laundering uniforms and the correct tax\ntreatment of two common forms of help is explained below.\n\n### Cash allowance\n\nIf the employer pays a cash allowance towards the cost of\nlaundering uniforms:\n\n*   PAYE should be operated on the cash\nallowance and\n*   nurses are entitled to a deduction for the\ncost of laundering uniforms.\n\nWhere the laundry allowance does not exceed the amount of the\ndeduction, it can be made without operating PAYE.\n\n### Laundry tokens\n\nIf the employer provides laundry tokens:\n\n*   the tokens are a taxable benefit and\n*   nurses are entitled to a deduction for the\n\n    cost of laundering uniforms.\n\nWhere the taxable benefit does not exceed the amount of the\n\ndeduction, it may be appropriate to give a dispensation. Where a\n\ndispensation is given no deduction can be permitted for the cost of\n\nlaundering uniforms up to the amount dispensed."},{"manual-section-id":"EIM67230","title":"Expenses deductions: laundering uniforms: facilities provided by the employer: inadequate facilities","body":"In some cases the employer may provide facilities for laundering\nnurses' uniforms but it may be argued that the facilities are\ninadequate. This may be because the capacity of the laundry\nfacility is inadequate to cope with the number of uniforms or\nbecause the time taken to return uniforms sent to the laundry is\ntoo long. In these cases it may be argued that the employer is not\nproviding a usable laundry facility.\n\nNo deduction should be permitted in these cases. You should\npermit a deduction only where:\n\n*   there is an instruction that laundry\nfacilities are to be denied to employees and that instruction is\nenforced, or\n*   the laundry capacity is so inadequate that\nemployees**are** actually and consistently prevented from\nputting in uniforms for laundering, not merely that they**could** be prevented if at some point the laundry\n\n    capacity was to be exceeded."},{"manual-section-id":"EIM67240","title":"Expenses deductions: laundering uniforms: amount to be deducted","body":"\n\n## Sections 336 and 367 ITEPA 2003\n\nA flat rate expense deduction (see [EIM32700](/guidance/employment-income-manual/EIM32700CT#EIM32700)) has been agreed for nurses who must bear the cost of laundering their uniforms, see [EIM67210](/guidance/employment-income-manual/EIM65799#EIM67210). The amount of the flat rate expense deduction is &#xA3;100 per year from 2008/09 onwards (&#xA3;70 for 1998/99 to 2007/08).\n\nA deduction of this amount should be permitted only for years in which the nurse has not been permitted a deduction of an amount agreed locally.\n\nIf a nurse requests a deduction greater than the agreed flat rate expense, see [EIM67250](/guidance/employment-income-manual/EIM65799#EIM67250).\n\nFlat rate expense deductions for other healthcare staff vary and are listed at [EIM32712](/guidance/employment-income-manual/EIM32712)&#xA0;"},{"manual-section-id":"EIM67250","title":"Expenses deductions: laundering uniforms: amount to be deducted: requests for more than the flat rate","body":"A nurse may request a deduction for laundry expenses that\nexceeds the agreed flat rate expense deduction in\n[EIM67240](/guidance/employment-income-manual/EIM65799#EIM67240). In these cases a deduction\nshould only be given if evidence is provided by way of receipts for\nthe full amount of the deduction."}]},{"title":" Parish and Community Council Clerks in England and Wales","sections":[{"manual-section-id":"EIM67300","title":"assessment of payments to clerks","body":"Parish councils and town councils (sometimes known as Community Councils in Wales) usually have only one paid officer, the Clerk. The great majority of these Clerks work part-time, their hours varying from one to two days per week to a few hours per quarter in connection with Parish Council meetings.\n\nThe Clerk is an office holder and emoluments received, whether described as an honorarium, a salary, a payment towards expenses or a combination of these, are chargeable to tax as employment income and are earnings for Class 1 NIC purposes.  PAYE must be operated by the Parish Council on the income the Clerk earns.  A Parish Clerk can never be considered self-employed for tax or NIC purposes.  This is the same position as for any office or employment; there is no other acceptable tax treatment applicable to Parish Clerks.\n\nIn practice, most Clerks' remuneration is expressed as a certain sum per year on the understanding, though this is not always explicitly stated, that the Clerk meets any expenses incurred in performing the duties from that sum. Occasionally, however, a council will, in addition to making a fixed payment to a Clerk, make reimbursement for all or some of the expenses the Clerk meets on its behalf. Parish Council Clerks are generally paid in accordance with a formula related to the number of people in the parish. "},{"manual-section-id":"EIM67310","title":"Expenses deductions","body":"A Clerk may deduct from the amounts he or she receives from the\ncouncil any amount that is deductible under Sections 336 to 338\nITEPA 2003. These consist of\n\n*   travel in the performance of the duties\nand travel to a temporary workplace, see[EIM31810](/guidance/employment-income-manual/EIM31800#EIM31810) and\n*   other expenses incurred wholly,\nexclusively and necessarily in the performance of his or her\nduties, see[EIM31630](/guidance/employment-income-manual/EIM31600#EIM31630).\n\nThe expenses that a Clerk would typically incur are summarised\nat\n[EIM67315](/guidance/employment-income-manual/EIM65799#EIM67315)."},{"manual-section-id":"EIM67315","title":"Expenses deductions: typical expenses","body":"Expenses for Clerks receiving similar amounts of remuneration\nmay vary considerably (for example, a small parish on the fringe of\na development area may have to devote a lot of time to monitoring\nand opposing planning applications). Deductible expenses will\ninclude:\n\n*   stationery, postage and printing\ncosts\n*   travelling and associated expenses on\njourneys on council business\n*   the cost of telephone calls made by the\nClerk from home on council business, see[EIM32940](http://www.hmrc.gov.uk/manuals/eimanual/EIM32940.htm)\n\n*   reasonable sums to cover the extra costs\nof heating and lighting arising from the Clerk's use of home for\ncouncil business, see[EIM32810](/guidance/employment-income-manual/EIM32700CT#EIM32810).\n\nThe National Association of Local Councils has advised its\nmembers that all amounts received from councils by Clerks,\nincluding expenses, should be returned. The amounts included in\n\nexpenses deductions are unlikely to be large."},{"manual-section-id":"EIM67320","title":"payments on termination of office","body":"A Clerk giving up office may receive a terminal gratuity. When deciding how the payment should be taxed, the advice at [EIM65870](/guidance/employment-income-manual/EIM65799#EIM65870) should be noted. "}]},{"title":" Pilots - see Airline pilots\n\n### Police service","sections":[{"manual-section-id":"EIM68100","title":"General"},{"manual-section-id":"EIM68110","title":"Taxable allowances paid to police officers","body":"All the following allowances paid to police officers count as\nearnings within Section 62 ITEPA 2003 (see generally\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515) onwards), in addition to their\nnormal pay:\n\n*   London weighting and London allowance\n*   South East allowances\n*   Police Service in Northern Ireland\ninspectors&#x2019; non-pensionable supplement\n*   rent allowances and compensatory grants.\nCompensatory grants in connection with rent allowances are payable,\nbased upon the amount by which the tax deducted from earnings\nduring the preceding year in accordance with the tax tables\nincreased by virtue of the inclusion in earnings of a rent\nallowance or any compensatory grant. In the year in which any\nofficer leaves the service, two grants are payable, one in respect\n\n    of tax paid for the preceding year and the other for the year in\n\n    which the officer leaves. The grants are chargeable to tax as\n\n    income of the year in which they are payable. For changes that took\n\n    effect from 1 September 1994, see\n    [EIM68150](/guidance/employment-income-manual/EIM65799#EIM68150).\n*   plain clothes allowance (see Fergusson v\n\n    Noble (7TC176)). This allowance will be discontinued from 1 April\n\n    2004.\n*   reimbursement of medical charges incurred\n\n    under the National Health Service Acts except when the officer\n\n    suffers personal injury as a result of an accident or an\n\n    assault\n*   supplementary rent allowance paid to\n\n    married officers (and, in certain circumstances, to widowers)\n\n    except where paid in the circumstances outlined in\n    [EIM68120](/guidance/employment-income-manual/EIM65799#EIM68120) (bullets 1 and 2). For changes\n\n    which took effect from 1 September 1994, see\n    [EIM68150](/guidance/employment-income-manual/EIM65799#EIM68150).\n*   dog handler's allowance."},{"manual-section-id":"EIM68120","title":"Non-taxable allowances paid to police officers","body":"The following allowances and expenses paid to police officers,\nin addition to pay, are not taxable:\n\n*   refreshment, subsistence and lodging\nexpenses, and supplementary rent allowances, paid in respect of\nduties performed away from the officer's normal station, except\nwhere there is a continuous period of duty at a temporary place for\na period exceeding 24 months (see[EIM10060](/guidance/employment-income-manual/EIM04700#EIM10060) and EIM32110)\n*   lodging expenses and supplementary rent\nallowances paid as a temporary measure on permanent transfer, until\nsuch time as the officer is able to move to permanent accommodation\nat the new station, provided there is a clear intention on the part\nof the officer to move house (see EIM03140).\n\nWhen an officer receives a lodging or supplementary rent\nallowance because he or she is posted temporarily away from their\n\npermanent station no liability will arise provided that the\n\ntemporary posting is not expected to and does not in fact exceed 24\n\nmonths. If the posting is initially expected to be less than 24\n\nmonths but it later becomes likely that it will be more, it becomes\n\ntaxable from the time it becomes likely it will exceed 24\n\nmonths.\n\n*   Removal expenses paid on an officer's\n\n    transfer to another place of duty, provided the relevant conditions\n\n    at\n    [EIM03101](/guidance/employment-income-manual/EIM03100#EIM03101) to EIM03139 are satisfied\n*   detective expenses allowances paid to meet\n\n    expenses incurred in the performance of police duty\n*   as regards supplemental, etc. disablement\n\n    pensions paid to police officers, see AP1180."},{"manual-section-id":"EIM68130","title":"Flat rate expenses allowance","body":"For 2008/09 onwards, the flat rate expenses deduction (FRE) for\npolice officers up to and including the rank of Chief Inspector is\n&#xA3;140 per year (see\n[EIM32712](/guidance/employment-income-manual/EIM32712) for earlier years). The\nallowance can be given irrespective of whether an officer&#x2019;s\ncurrent duties require them to wear a uniform.\n\n Police Community Support Officers wear a uniform which is\nidentical, apart from its insignia, to that of a uniformed police\nofficer. They may also be given the flat rate expenses deduction of\n&#xA3;140 per year.\n\n Other police service employees who are responsible for\ncleaning their own uniforms can be given the &#xA3;60 deduction set\nout in\n[EIM32485](/guidance/employment-income-manual/EIM32401#EIM32485).\n\n As regards Special Constables, see\n[EIM68131](/guidance/employment-income-manual/EIM65799#EIM68131)."},{"manual-section-id":"EIM68131","title":"Flat rate expenses allowance: Special Constables","body":"Two of the basic rules relating to employees&#x2019; expenses\n(including flat rate expenses) are that:\n\n*   expenses can only be set against the\nearnings from the employment to which they relate (Section 328\nITEPA 2003), and\n*   the deductible expenses cannot exceed the\nearnings from that employment (Section 329 ITEPA 2003).\n\nSee generally\n[EIM31655](/guidance/employment-income-manual/EIM31600#EIM31655).\n\n Special Constables are volunteers, who usually receive no\npay for their police duties. It follows that they have no income\nagainst which a FRE deduction can be given. In no circumstances\nshould a Special Constable be given a police officer&#x2019;s FRE\nallowance in the PAYE code for their full-time employment.\n\n If, exceptionally, a Special Constable receives a bounty, or\n\nsome other form of remuneration for their police duties, the police\n\nauthority should apply PAYE to the payment(s) in the normal way. A\n\nFRE allowance can then be given in the code for the Special\n\nConstable&#x2019;s police service employment."},{"manual-section-id":"EIM68140","title":"Awards for meritorious conduct","body":"Police officers may receive monetary awards for meritorious\nconduct involving acts of gallantry over and above the normal call\nof duty. These awards are not regarded as chargeable to tax and\nPAYE should not be applied."},{"manual-section-id":"EIM68150","title":"Living accommodation provided by police authority","body":"A police officer who is provided with living accommodation by\nthe police authority is not chargeable on the benefit arising under\nPart 3 Chapter 5 ITEPA 2003. The exemption in Section 99(2) applies\n(see\n[EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346) onwards). Such accommodation is\nmaintained and decorated by the police authority but to a basic\nstandard only and the provision of the ancillary maintenance\nservices should\n**not** be treated as giving rise to any benefit\nassessable under Part 3 Chapter 10 ITEPA 2003 (see\n[EIM20001](/guidance/employment-income-manual/EIM20001) onwards).\n\nOfficers who have entered the police service on or after 1\nSeptember 1994 have no entitlement to the payment of housing\nallowances or to provided accommodation. Those officers who were in\n\nservice before 1 September 1994 continue to enjoy entitlement to\n\nprovided accommodation or housing allowance based upon the former\n\nrules."},{"manual-section-id":"EIM68160","title":"Designated dog handlers: travelling expenses","body":"Allow tax relief for a designated police dog handler for the\nexpenses of travelling with the dog between the handler's home and\npermanent workplace\n\nif\n**all** of the following conditions are satisfied:\n\n*   the handler is required to kennel the dog\nat or near his or her home and is provided with the necessary\nequipment for doing so\n*   the handler is responsible for grooming,\nfeeding and exercising the dog there and receives a grooming\nallowance (or equivalent) for doing so\n*   the handler is responsible for the proper\ncontrol of the dog and its behaviour both on and off duty\n*   the handler lives on premises owned by the\npolice authority, or in private accommodation the location of which\nhas been approved by the police authority.\n\nIf the same conditions are met, a claim by a designated police\n\ndog handler can also be permitted for the expense of travelling\n\nwith the dog between the handler's home and the nearest suitable\n\nplace to exercise the dog."},{"manual-section-id":"EIM68170","title":"Car allowances","body":"Some police officers receive allowances, identical to those paid to local authority employees (see [EIM65815](/guidance/employment-income-manual/EIM65799#EIM65815)), in respect of the use of their own cars on police business. Where such allowances are paid, apply the guidance in [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\nSome other officers, particularly Chief Officers, may receive different rates of allowance. "},{"manual-section-id":"EIM68180","title":"Arrears of pay on reinstatement","body":"Under police procedures, officers found guilty of offences\nagainst discipline may be required to resign immediately. However\nthe Police Acts allow for an appeal process which can lead to the\nofficer being reinstated, with full arrears of pay, under an order\nmade by the appropriate Secretary of State.\n\nThe appeal process can take many months. An arrears payment\nfollowing reinstatement could therefore relate to arrears of pay\nfor more than one year of assessment, and could at the time of\npayment trigger a liability to higher rate tax that would not\nnormally arise. The arrears payment must be assessed in the year of\nreceipt following the normal principles of receipts basis in\n[EIM42260](/guidance/employment-income-manual/EIM42200#EIM42260) onwards.\n\nDo not accept that an order for reinstatement creates an\nentitlement to payment of earnings (see\n[EIM42290](/guidance/employment-income-manual/EIM42200#EIM42290)) at a date that falls earlier\nthan the date of the order made by the appropriate Secretary of\nState. For example, if a police officer was required to resign in\n\nDecember 2004 and, following a successful appeal, was reinstated by\n\nan order signed by the Secretary of State in July 2006, the\n\nreinstated police officer has no entitlement to a payment of\n\narrears until July 2006 Receipts basis applies and the arrears are\n\nall taxable in 2006/07."}]},{"title":" Post Office employees","sections":[{"manual-section-id":"EIM68200","title":"Expense payments and benefits","body":"There are two liaison offices that can provide information about Post Office employees. They are:\n\n*   **South Yorkshire Area **- liaison for all staff of Post Office Counters Ltd, including sub- postmasters (but not staff employed by the sub-postmasters locally)\n*   **Glasgow Blythswood **- liaison for Royal Mail, Parcelforce, Post Office head-quarter's staff and other Post Office schemes.\n\nIf you need information about the various allowances in payment please consult the appropriate liaison office in the first instance. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM68205","title":"Sub-postmasters: general","body":"The remuneration of a sub-postmaster is in law taxable as\nemployment income. Where, however, a retail trade or business\ngiving rise to Trading Income is carried on from the same premises\nas the sub-post office, the remuneration as sub-postmaster may in\npractice be included with the trade receipts and accordingly\nassessed as Trading Income. Where this is done, the Inspector\ndealing with the Trading Income accounts should instruct the\nprocessing office to issue code NT for the salary. The accounts\nfile should be noted accordingly to ensure that the salary is taxed\nas part of the trade receipts. Where no trade is carried on, or the\ntrade is negligible, the remuneration as sub-postmaster should be\nassessed as employment income.\n\nWhere a sub-postmaster also carrying on a trade requests the\n\nstatutory basis of assessment for both sources of income, the trade\n\nprofits should be assessed as Trading Income and the remuneration\n\nas sub-postmaster as employment income. In such a case, the\n\nexpenses allowed in the Trading Income assessment on the trade\n\nprofits should exclude any expenses that relate to the\n\nsub-postmaster's earnings assessable as employment income; any\n\nnecessary adjustments should, however, be made on broad lines.\n\nFurther guidance on the status of sub-postmasters is in the\n\nEmployment Status Manual (ESM).\n\n### Retail trade carried on by a company\n\nWhere a retail trade or business is carried on by a company from\n\nthe same premises as a sub- post office, the Post Office salary is\n\nearnings of the sub-postmaster and not of the company. In practice,\n\nhowever, no objection should be raised to a request to treat the\n\nPost Office salary as income of the company provided that the\n\nsub-postmaster is required to, and does, hand over this\n\nremuneration to the company.\n\n### Treat for National Insurance purposes\n\nThe practice of treating the remuneration of a sub-postmaster as\n\na trade receipt of an individual or a company applies for income\n\ntax purposes only. HMRC continues to require payment of Class I\n\nNational Insurance contributions by the Post Office. The amount to\n\nbe included in computing the trading profits is the gross\n\nremuneration before deduction of National Insurance contributions.\n\nNational Insurance contributions are not an allowable deduction\n\neither from employment income or from the receipts of the\n\ntrade."},{"manual-section-id":"EIM68210","title":"Expenses deduction: cash deficiencies of sub-postmasters","body":"A deduction can be permitted for any net cash deficiency (that\nis, the balance of deficiencies over excesses) that a\nsub-postmaster is required to make good to the Post Office."},{"manual-section-id":"EIM68220","title":"Sub-postmasters: payments on termination of office","body":"Where a sub-postmaster ceases to hold that office, any terminal\npayments received must be considered under the rules applicable to\nemployees even if the remuneration of the office may, in practice,\nhave been included with trade receipts in accordance with\n[EIM68205](/guidance/employment-income-manual/EIM65799#EIM68205).\n\nThe main types of terminal payments and their tax treatment\nare as follows:\n\n*   **surplus payments**: where a cash surplus is revealed\nby the audit carried out on termination, it is paid over to the\nsub-postmaster by the Post Office, see[EIM68225](/guidance/employment-income-manual/EIM65799#EIM68225)\n\n*   **closure payments**: these are payments made on the\nclosure of the sub-post office, see[EIM68228](/guidance/employment-income-manual/EIM65799#EIM68228)."},{"manual-section-id":"EIM68225","title":"Sub-postmasters: payments on termination of office","body":"[](/guidance/employment-income-manual/EIM65799#EIM68220)\n\n[EIM68220](/guidance/employment-income-manual/EIM65799#EIM68220) listed the main terminal\npayments made to sub-postmasters.\n\n*   **Surplus payments**: these payments are earnings\nwithin Section 62 ITEPA 2003 and should be treated as follows:\n\n*   as earnings for the final year where the\nremuneration is assessed as employment income, or\n*   as trading receipts of the final period of account\nwhere the remuneration is included with the trading receipts\nassessed as Trading Income.\n\n> As regards the treatment of cash deficiencies, see\n> [EIM68210](/guidance/employment-income-manual/EIM65799#EIM68210).\n\nFor the treatment of closure payments see\n[EIM68228](/guidance/employment-income-manual/EIM65799#EIM68228)."},{"manual-section-id":"EIM68228","title":"Sub-postmasters: payments on termination of office","body":"[EIM68220](/guidance/employment-income-manual/EIM65799#EIM68220) listed the main terminal\npayments made to sub-postmasters.\n\n*   **Closure payments**: these payments are connected\nwith the termination of the office of subpostmaster and so are\nchargeable only under Section 401 ITEPA 2003 (see[EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000) and below). Examples are:\n\n*   Payments made by the Post Office\nDiscretionary Fund. Paid where the Post Office decides to close or\nrelocate a branch\n*   Payments under network rationalisation\ninitiatives such as the Urban Network Reinvention Scheme from\n2002\n\n**Note**: if the aggregate of payments exceeds\n&#xA3;30,000, the excess counts as employment income (see\n\n[EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512)) for the year of receipt (see\n\n[EIM13505](/guidance/employment-income-manual/EIM12800#EIM13505) and\n\n[EIM13100](/guidance/employment-income-manual/EIM12800#EIM13100)). Where a sub-\n\npostmaster&#x2019;s remuneration has been included with trading\n\nreceipts chargeable as Trading Income (see EIM68205) the excess\n\nover &#xA3;30,000 should not be included in the Case 1 computation.\n\nFor the treatment of surplus payments see\n\n[EIM68225](/guidance/employment-income-manual/EIM65799#EIM68225)."},{"manual-section-id":"EIM68230","title":"Sub-postmasters: reduced emoluments in first year","body":"Where a sub-postmaster is newly appointed the remuneration\npayable for the first year may be at a reduced level. The amount\ntaxable as earnings is the amount actually received, that amount\nbeing the contractual earnings for the year."},{"manual-section-id":"EIM68235","title":"Introductory payments","body":"Some new sub-postmasters may be appointed on terms that require\nthe sub-postmaster to make an introductory payment but which do not\ncause the remuneration payable for the first year to be reduced. In\nsuch cases the full remuneration for the first year is assessable\n(see\n[EIM68230](/guidance/employment-income-manual/EIM65799#EIM68230))."}]},{"title":" Prison service\n\n### Professional cricketers","sections":[{"manual-section-id":"EIM68400","title":"Earnings: talent money and benefit matches","body":"The remuneration of professional cricketers and other\nprofessional players, other than footballers (see\n[EIM64100](http://www.hmrc.gov.uk/manuals/eimanual/EIM64100.htm) onwards), who serve under\ncontracts of employment may consist of:\n\n*   wages and, in some cases, talent money\nand\n*   proceeds of a match arranged under the\nterms of his agreement for the benefit of a player, usually at the\nexpiration of a number of years' service and subject to a minimum\npayment guaranteed by a club (see, however, (a) below).\n\nAll these payments are chargeable to tax as employment income.\nThe following amounts are\n**not** chargeable:\n\n1.  proceeds of a benefit match received by a player not under the\nterms of his agreement but on compassionate grounds, for example,\nas compensation for permanent injuries\n\n2.  proceeds of a public subscription or of a collection made at a\n\n    benefit match unless it is clear that the player has an entitlement\n\n    or expectancy so that such collections form part of the terms or\n\n    conditions of his employment. (See\n    [EIM00630](/guidance/employment-income-manual/EIM00505#EIM00630) onwards.)\n\nAgreements between players and clubs are normally made yearly.\n\nIn cases of difficulty you should ask to see the relevant\n\ndocuments. See also, in this connection, Reed v Seymour\n\n(11TC625)."},{"manual-section-id":"EIM68401","title":"Collections for outstanding performances","body":"Under the rules or custom of certain cricket leagues, a\nprofessional cricketer employed by a league club may be entitled to\nhave a collection taken among the spectators at a match in the\ncourse of which he gives an outstanding performance, for example,\nscores 50 runs in an innings or achieves a hat trick. Receipts from\nsuch a collection are taxable as profits of the employment (see\nMoorhouse v Dooland (36TC1)).\n\nYou should make enquiries only where there is reason to believe\nthat such collections are taken. In cases where receipts are handed\nto the player by an officer or authorised representative of the\nclub, the secretary of the club should be informed that tax must be\ndeducted under PAYE In other cases, the secretary should be asked\nto provide annually, where practicable, a list of recipients and\nthe amounts received."}]},{"title":" Public house managers","sections":[{"manual-section-id":"EIM68450","title":"Expenses connected with provided accommodation for live-in managers","body":"\n\n## Section 315 ITEPA 2003\n\nIn circumstances where living accommodation provided by an employer to a live-in public house manager is exempt from an income tax charge (see [EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331)), the amount that has to be reported as a benefit for expenses connected with the living accommodation for which the pub manager bears no costs is subject to a ceiling of 100f the net earnings the pub manager receives from the employment.\n\nThe expenses concerned relate to heating, lighting, cleaning, repairs, maintenance/decoration and provision of furniture, equipment and other items required for normal domestic occupation.\n\nThe 10eiling does not apply to pub employees in other accommodation off site which an employer provides and where free light, heat, etc is also provided.   In that case the benefit of free utilities provided by the employer must reflect the full cost incurred by the employer in providing these facilities.\n\n### Example\n\nIf a pub manager received total net earnings of &#xA3;10,000 per annum (the figure excludes the benefit of provided living accommodation because it is exempt from an income tax charge) and the connected expenses in respect of the accommodation are &#xA3;1,080 in the year, the amount of those expenses to be reported under Section 315 is restricted to &#xA3;1,000 (100f &#xA3;10,000).\n\n### HMRC agreement for public house managers\n\nTo avoid the requirement for live-in public house managers to calculate the benefit under s315 according to the strict letter of the law (as set out above), HMRC agrees annually with the Licensed Victuallers&#x2019; Association a flat rate figure which can be reported by all live-in public house managers to represent the amount of the benefit of the connected expenses provided free of charge.  The figures are set out below.\n\n<table>\n<tr>\n<td>Tax year</td>\n<td>Amount to be reported as a benefit </td>\n</tr>\n<tr>\n<td>2006/07</td>\n<td>&#xA3;990</td>\n</tr>\n<tr>\n<td>2007/08</td>\n<td>&#xA3;1,035</td>\n</tr>\n<tr>\n<td>2008/09</td>\n<td>&#xA3;1,080</td>\n</tr>\n<tr>\n<td>2009/10</td>\n<td>&#xA3;1,115</td>\n</tr>\n<tr>\n<td>2010/11</td>\n<td>&#xA3;1,150</td>\n</tr>\n<tr>\n<td>2011/12</td>\n<td>&#xA3;1,200</td>\n</tr>\n<tr>\n<td>2012/13</td>\n<td>&#xA3;1,240</td>\n</tr>\n</table>"}]},{"title":" Racehorse training or stud farm establishment employees","sections":[{"manual-section-id":"EIM68500","title":"Special payments","body":"By custom an employee of a racehorse training or stud farm\nestablishment may receive payments for services peculiar to such\nestablishments in addition to his basic wage. The more common items\nare special presents from owners and employers, distributions of a\npercentage of stake-money, Christmas presents and 'leads' (fees for\nleading horses between stable, station, stud farm, etc.). In a\nracehorse training establishment, presents for winning horses and\nin a stud farm, presents for mares in foal and groom fees may also\nbe received.\n\nAll these payments, which may be described differently by\nvarious establishments, are taxable as employment income. Where\nthey are paid by the employer, or by the employer on behalf of the\nowner of the horse, they should be included as pay and taxed under\nPAYE in the normal way.\n\nWhere such payments are made direct to the employee by the\nowner of the horse, and not through the employer, they should be\n\ntaken into account in the coding where possible or dealt with by\n\nassessment at the end of the year."},{"manual-section-id":"EIM68505","title":"Stable lads: subsistence allowances","body":"Stable lads receive allowances from their employers in respect\nof expenditure incurred when working away from their normal place\nof duty.\n\nFor the treatment of allowances paid see \n[EIM68515](/guidance/employment-income-manual/EIM68515)."},{"manual-section-id":"EIM68515","title":"Stable lads: subsistence allowances"},{"manual-section-id":"EIM68520","title":"Stable lads: subsistence allowances: overtime, Sunday racing payment and racing abroad allowance","body":"### Overtime\n\nAll overtime payments should be subject to PAYE and taxed in\nfull.\n\n### Sunday racing payment\n\nThis is a subsistence allowance to cover the extra cost of\nworking away from the normal place of work but is paid only when\nthe race is on a Sunday. The amounts paid and the amount that can\nbe paid without operating PAYE are set out in the table below. PAYE\nshould be operated on the excess.\n\n<table>\n<tr>\n<td>\n\n### Date of payment\n\n</td><td>\n\n### Total payment\n\n</td><td>\n\n### Paid tax-free\n\n</td><td>\n\n### Operate PAYE on\n\n</td>\n</tr>\n<tr>\n<td>1.2.02 to 31.1.03</td><td>&#xA3;26</td><td>&#xA3;12</td><td>&#xA3;14</td>\n</tr>\n<tr>\n<td>1.2.03 to 31.1.04</td><td>&#xA3;27</td><td>&#xA3;12</td><td>&#xA3;15</td>\n</tr>\n<tr>\n<td>1.2.04 to 31.1.05</td><td>&#xA3;28</td><td>&#xA3;12</td><td>&#xA3;16</td>\n</tr>\n<tr>\n<td>1.2.05 to 31.1.06</td><td>&#xA3;29</td><td>&#xA3;12</td><td>&#xA3;17</td>\n</tr>\n<tr>\n<td>1.2.06 onwards</td><td>&#xA3;30</td><td>&#xA3;12</td><td>&#xA3;18</td>\n</tr>\n</table>\n\n### Racing abroad allowance\n\nEmployees who have to go abroad to attend races will almost\nalways have to stay away overnight. In most cases they will be\nprovided with modest accommodation free of charge, for example, a\nroom in a lodging house, or at the race course. Employees will also\nreceive a daily subsistence allowance to pay for all meals. The\namounts paid and the amount that can be paid without operating PAYE\nare set out in the table below. PAYE should be operated on the\nexcess. HMRC accepts that no tax charge arises on the provision of\nmodest overnight accommodation when these employees have to stay\naway from their permanent workplace attending races.\n\n<table>\n<tr>\n<td>\n\n### Date of payment\n\n</td><td>\n\n### Total payment\n\n</td><td>\n\n### Paid tax-free\n\n</td><td>\n\n### Operate PAYE on\n\n</td>\n</tr>\n<tr>\n<td>1.2.02 to 31.1.03</td><td>&#xA3;23</td><td>&#xA3;21</td><td>&#xA3;2</td>\n</tr>\n<tr>\n<td>1.2.03 to 31.1.04</td><td>&#xA3;24</td><td>&#xA3;21</td><td>&#xA3;3</td>\n</tr>\n<tr>\n<td>1.2.04 to 31.1.05 January\n2005</td><td>&#xA3;25</td><td>&#xA3;21</td><td>&#xA3;4</td>\n</tr>\n<tr>\n<td>1.2.05 to 31.1.06</td><td>&#xA3;26</td><td>&#xA3;21</td><td>&#xA3;5</td>\n</tr>\n<tr>\n<td>1.2.06 onwards</td><td>&#xA3;27</td><td>&#xA3;21</td><td>&#xA3;6</td>\n</tr>\n</table>"},{"manual-section-id":"EIM68525","title":"Stable lads: subsistence allowances: overnight allowance and daily allowance","body":"### Overnight allowance\n\nThis subsistence allowance is paid when employees have to stay away overnight in the UK. Employees will usually receive the amounts set out in the table below. In line with previous practice, see [SE68510](http://www.hmrc.gov.uk/manuals/eimanual/SE68510.htm), HMRC accepts that payments of up to &#xA3;16.45 do no more than reimburse the extra expenses involved and can be paid without operating PAYE. Where the employer pays more than &#xA3;16.45 PAYE should be operated on the excess.\n\n<table>\n<tr>\n<td>\n\n### Date of payment\n\n</td>\n<td>\n\n### Overnight allowance\n\n</td>\n</tr>\n<tr>\n<td>1.2.02 to 31.1.03 </td>\n<td>&#xA3;11 </td>\n</tr>\n<tr>\n<td>1.2.03 to 31.1.05 </td>\n<td>&#xA3;12 </td>\n</tr>\n<tr>\n<td>1.2.05 to 31.1.06</td>\n<td>&#xA3;12.50</td>\n</tr>\n<tr>\n<td>1.2.06 onwards</td>\n<td>&#xA3;13</td>\n</tr>\n</table>\n\n### Daily Allowance - 1 February 2005 onwards\n\nFrom 1 February 2005 until 31 January 2006, employers paid a Daily Subsistence Allowance of &#xA3;6 to staff who travel to race meetings.\n\nFrom 1 February 2006, the Daily Allowance is paid at variable rates, as follows:\n\n<table>\n<tr>\n<td>Up to 6 hours</td>\n<td>&#xA3;6</td>\n</tr>\n<tr>\n<td>6 hours or more, but less than 8 hours</td>\n<td>&#xA3;8</td>\n</tr>\n<tr>\n<td>8 hours or more</td>\n<td>&#xA3;12</td>\n</tr>\n</table>\n\nFrom 1 April 2012, the Daily Allowance rates are as follows:\n\n<table>\n<tr>\n<td>Up to 6 hours</td>\n<td>&#xA3;7</td>\n</tr>\n<tr>\n<td>6 hours or more, but less than 8 hours</td>\n<td>&#xA3;9</td>\n</tr>\n<tr>\n<td>8 hours or more</td>\n<td>&#xA3;14</td>\n</tr>\n</table>\n\nIn line with previous practice (see below) these Daily Allowances can be paid tax free **except** when the employee is also receiving a Sunday Racing payment or a Racing Abroad allowance (see [EIM68520](/guidance/employment-income-manual/EIM65799#EIM68520)).  In those cases the Daily Allowance should be taxed.\n\n### Daily allowance - 1 April 1999 to 31 January 2005\n\nBetween 1 April 1999 and 31 January 2005, most employers stopped paying a day subsistence allowance. However, some employers still paid it when employees had to work away from their permanent workplace but did not qualify for any of the other subsistence allowances described above. Where this happened, employees were likely to receive &#xA3;12. The Inland Revenue accepted that &#xA3;12 did no more than reimburse the extra expenses incurred in working away and up to this amount could be paid without operating PAYE. Where the employer paid more than &#xA3;12 PAYE should be operated on the excess. "}]},{"title":" Recorders, Circuit Judges and Deputy Circuit Judges","sections":[{"manual-section-id":"EIM68600","title":"General","body":"The Courts Act 1971, as amended by the Supreme Court Act 1981\nand the Courts and Legal Services Act 1990, includes provision for\nthe appointment, in England and Wales, of Circuit Judges, Deputy\nCircuit Judges, Recorders and Assistant Recorders.\n\nThe Supreme Court Act 1981 includes provision for the\nappointment of Deputy High Court Judges.\n\nAll these appointments are statutory and are offices the\nremuneration from which is taxable as employment income.\n\nThe salaries of Circuit Judges, which are paid by the\nTreasury, and fees for the other 4 categories, which are paid by\nthe Lord Chancellor's Department, are subject to tax under PAYE.\n\nAs regards travelling and subsistence allowances paid to\nRecorders, etc., see\n[EIM68610](/guidance/employment-income-manual/EIM68610)."},{"manual-section-id":"EIM68610","title":"Travelling and subsistence allowances"}]},{"title":" Religious orders and similar bodies","sections":[{"manual-section-id":"EIM69700","title":"Members in employment","body":"A member of a religious order or similar body who is entitled to specific remuneration in respect of services rendered, for example, as a teacher, is normally chargeable to tax in respect of such remuneration.\n\nWhere, however, the member enters into a deed of covenant to assign his or her remuneration, this may have the effect of creating a charge on the income. You should submit any such case to HMRC Charities (Bootle) or HMRC Charities (Edinburgh) for Scottish cases, who will issue advice regarding the deed and the PAYE coding of the employee.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"}]},{"title":" Returning Officers","sections":[{"manual-section-id":"EIM69800","title":"General and arrangements for deduction of tax","body":"(See also the tax treatment of Electoral Registration Officers\nat\n[EIM61300](http://www.hmrc.gov.uk/manuals/eimanual/EIM61300.htm) onwards)\n\n### General\n\nThe fees received by returning officers and their staffs for\nduties performed at parliamentary and local elections are\nchargeable to tax as employment income. The fees are specifically\nexcluded from National Insurance contributions liability by the\nprovisions of the Social Security (Categorisation of Earners)\nRegulations 1975, as amended.\n\nSpecial arrangements for deduction of tax have been agreed\ncentrally and apply to payments for electoral duties connected with\nthe conduct of European Assembly, Parliamentary, Scottish\nParliamentary, Welsh Assembly, County, Regional, Islands Area,\nNorthern Ireland Assembly, District, London Borough, English Parish\nand Welsh Community elections and all referenda.\n\nElectoral duties include those of\n\n*   returning officers and their deputies\n*   acting returning officers and their\n\n    deputies\n*   presiding officers\n*   polling clerks\n*   counting assistants and\n*   all others engaged in the conduct of these\n\n    elections or referenda.\n\nThe arrangements do not apply to payments to electoral\n\nregistration officers and their staffs for compiling the electoral\n\nregister. The guidance at\n\n[EIM61300](http://www.hmrc.gov.uk/manuals/eimanual/EIM61300.htm) onwards applies to such\n\npayments.\n\n### Arrangements for deduction of tax\n\nSpecial arrangements have been negotiated centrally to ensure\n\nthat tax is deducted from payments to returning officers and their\n\nstaffs without imposing the full range of PAYE duties on employers\n\nor Areas. Details of these arrangements are given at EP8595\n\nonwards."}]},{"title":" Royal Naval Auxiliary Service (RNAS)","sections":[{"manual-section-id":"EIM69900","title":"Organisation: payments to part-time members","body":"The Royal Naval Auxiliary Service (RNAS) is a uniformed, general\ncivilian volunteer organisation trained and administered by the\nRoyal Navy.\n\nThe full-time members of the RNAS are dealt with at Public\nDepartments.\n\n### Payments to part-time members\n\nThe following allowances paid to part-time members of the RNAS\nare not taxable:\n\n*   training expenses allowance\n*   course and exercise allowance\n*   uniform allowance\n*   travelling and subsistence\nallowances."}]},{"title":" Royal Observer Corps (ROC)","sections":[{"manual-section-id":"EIM70000","title":"Organisation: payments to part-time officers and observers","body":"The Royal Observer Corps (ROC) is a uniformed civilian\norganisation. Its personnel consists of full-time officers,\npart-time officers and part-time observers.\n\nThe full-time officers are dealt with at Public\nDepartments.\n\n### Payments to part-time officers and observers\n\nAnnual grants, proficiency grants, attendance allowances,\ntravelling and subsistence allowances and uniform allowances\npayable to part-time officers and observers are not taxable."}]}]}}