{"title":"EIM63600 - Tax treatment of fire officers:arrangement of guidance","details":{"manual-section-id":"EIM63600","body":"","breadcrumbs":["EIMANUAL","EIM60000","EIM63600"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM63610","title":"Full-time members of fire\nbrigades in Great Britain: taxable allowances","body":"Full-time members of fire brigades in Great Britain receive\nvarious allowances, in addition to pay. The following allowances\nare chargeable to tax as employment income (see generally\nEIM00510onwards).\n\n*   Money allowances in the nature of extra\npay, for example annual retaining fees, turn-out fees or attendance\nfees, for members who act as retained members (see[EIM63620](/guidance/employment-income-manual/EIM60000#EIM63620)) at another station in their\noff-duty periods, and allowances to members acting as instructors,\nmess managers, etc.\n*   Rent, fuel and light allowances paid in\nlieu of the provision of free accommodation, and grants, known as\ncompensatory grants, made to cover the income tax liability on\nthese allowances and the grants. The compensatory grants are\nsimilar to those paid to police officers (see\n    [EIM68110](/guidance/employment-income-manual/EIM65799#EIM68110), third bullet).\n*   Reimbursement of medical charges incurred\n\n    under the National Health Service Acts except where medical\n\n    treatment relates to personal injury suffered whilst on duty.\n*   Grants to meet additional travelling\n\n    expenses arising from a transfer from one location to another.\n*   Discretionary lump sum payments made on\n\n    transfer where a member is obliged to pay substantially more for a\n\n    house at the new location than he or she receives from the sale of\n\n    his house at the old location.\n*   Lodging allowances paid to married members\n\n    (or single members with dependants) except where the allowance is\n\n    paid:\n\n*   in circumstances where the member is sent away\n\n    from his or her normal workplace to work at another place for a\n\n    period of less than 24 months, or\n*   temporarily on transfer until the member can move\n\n    into permanent accommodation at the new station.\n\n*   Payments for travel between home and a\n\n    fire officer's normal place of work unless the journey is made as a\n\n    result of an emergency call.\n\nGeneral advice about payments for travelling expenses is given\n\nat\n\n[EIM10000](/guidance/employment-income-manual/EIM10000) onwards. Advice on emergency\n\ncall out is at\n\n[EIM10040](/guidance/employment-income-manual/EIM04700#EIM10040).\n\nAll payments of mileage allowance (other than those home to\n\nwork journeys to which PAYE applies) are business travel for the\n\npurposes of the treatment of Section 229 ITEPA 2003 (see\n\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards)."},{"manual-section-id":"EIM63620","title":"Part-time fire officers\n(retained members): taxable allowances","body":"Various allowances paid to part-time members, known as \"retained\nmembers\", are chargeable to tax as employment income (see generally\n\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510) onwards). These allowances\ninclude:\n\n*   retaining fees\n*   turn-out fees\n*   attendance fees and other fees for\nadditional duties\n*   payments of compensation for loss of\nremuneration in their other occupations\n*   retirement gratuities\n*   long service bounty payments (see[EIM63630](/guidance/employment-income-manual/EIM60000#EIM63630)).\n\nVoluntary members are paid at an hourly rate for periods of duty\nand, in addition, may receive compensation for remuneration lost.\nSuch payments are taxable and fire brigades will make a return of\npayments made to an individual where they exceed &#xA3;50 in any\n\nyear."},{"manual-section-id":"EIM63630","title":"Part-time fire officers\n(retained members): long service bounty scheme","body":"A long service bounty scheme provides for part-time members of\nfire brigades to receive bounty payments on completion of 10, 15,\n20, 25, 30 and 35 years' service. Part-time members who have\ncompleted 15 years' service and who leave between bounty points\nreceive a proportion of the next bounty due.\n\nThe bounty payments are chargeable to tax in the year of\nassessment in which they are paid. They are taxable employment\nincome (see generally\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510) onwards). The scheme does not\nsatisfy the requirements of Section 323 ITEPA 2003, which exempts\nsome long service awards from a charge to tax (see\n[EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500)).\n\nRegarding the application of PAYE in the case of part-time\nfire officers, see EP9596."},{"manual-section-id":"EIM63640","title":"Non-taxable allowances:\nfull and part-time fire officers","body":"The following allowances payable to both full-time and retained\nmembers of fire brigades are not chargeable to tax.\n\n*   Subsistence allowances to cover the extra\ncost of subsistence during a period of duty, not exceeding 24\nmonths, at a temporary station.\n*   Free meals provided on duty and spoilt\nmeal allowance.\n\nA flat rate expense allowance is due where a fire officer incurs\nexpense on the upkeep of undress uniform. See Booklet IR1 for\namounts."},{"manual-section-id":"EIM63641","title":"Motor mileage\nallowances","body":"Motor mileage allowances are paid to fire officers who use their\nown cars for business journeys.\n\nThere are no special arrangements for these payments after\n2001/02. They are dealt with in the normal way under the approved\nmileage allowance payments (AMAPs) scheme, see\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards."},{"manual-section-id":"EIM63645","title":"Motor mileage allowances\npaid for private journeys","body":"Mileage allowances are paid to fire officers for some journeys\nthat are private for tax purposes (see\n[EIM63610](/guidance/employment-income-manual/EIM60000#EIM63610) and EIM63620). If a particular\nFire Brigade makes such payments then:\n\n*   payments for business travel should be\ndealt with under the approved mileage allowance payments (AMAPs)\nscheme in the normal way, see[EIM31200](/guidance/employment-income-manual/EIM31200) onwards and\n*   any payments for private miles should be\nsubject to tax under PAYE."},{"manual-section-id":"EIM63650","title":"Expenses deduction:\n\nlaundering uniforms","body":"A flat rate expense deduction has been agreed for fire officers who:\n\n*   are required to wear a uniform as part of their duties (see [EIM32475](/guidance/employment-income-manual/EIM32401#EIM32475)) and\n*   **must **meet the cost of laundry themselves.\n\nThe circumstances in which a deduction can be given are described in [EIM32710](/guidance/employment-income-manual/EIM32700CT#EIM32710).\n\nThe amount of the deduction is &#xA3;80\n\nIn some circumstances an employee can request a deduction for the actual expense they have incurred instead of the flat rate expense, see [EIM32715](/guidance/employment-income-manual/EIM32700CT#EIM32715). "},{"manual-section-id":"EIM63660","title":"Chargeable benefit:\n\nemergency vehicle and ordinary car provided for private use","body":"The Fire Service may provide a vehicle to a fire officer for use in travel between home and fire station and to attend incidents.\n\n**For 2004/05 onwards** there is an exemption from tax for these vehicles in certain circumstances, see [EIM23600](/guidance/employment-income-manual/EIM23000#EIM23600).\n\n**For 2003/04 and earlier**, and for later years where the vehicle is not within EIM23600, the following guidance applies.\n\nIf the vehicle is fitted with a fixed flashing light it is classed as an emergency vehicle and is considered to be unsuitable for use as a private vehicle (see [EIM23140](/guidance/employment-income-manual/EIM23010#EIM23140)). The car benefit charge in Section 114 ITEPA 2003 does not apply to such vehicles. If the vehicle is also used for private purposes there is a residual liability to charge under Section 203 ITEPA 2003 (see [EIM21615](/guidance/employment-income-manual/EIM13310#EIM21615) onwards).\n\nOn the other hand, if a fire officer is provided with an ordinary saloon car, to which the driver may attach a de-mountable flashing light, the car is no different from any other except when attending an emergency. Consequently a car benefit charge applies (see [EIM23015](/guidance/employment-income-manual/EIM23000#EIM23015)).\n\n### Boyd and Kerr v Brown (SpC333)\n\nTwo fire officers in Northern Ireland were provided with ordinary saloon cars by the Northern Ireland Fire Service. The cars were used primarily to transport the officers from their home/rented accommodation to the fire stations at which they were based and for travel within their duty areas, but they were also available for the officers to travel directly from home/rented accommodation to an incident, if they were called out whilst on standby duty. The Northern Ireland Fire Service met all the running cost of the vehicles. The officers were not permitted to use the vehicles when off duty.\n\nDue to the security situation in Northern Ireland the cars provided to the two officers had de-mountable blue flashing lights so that they could not be identified as emergency vehicles. When attending an incident the flashing light would be placed on the roof. Although they were not recognisable as emergency vehicles, in the particular circumstances and location of this case, it was agreed that the Inland Revenue would not argue for a car benefit charge but only for a residual benefit charge under Section 203 ITEPA 2003.\n\nThe Special Commissioners found that:\n\n*   the fire station at which each officer was based was his permanent workplace*   consequently travel from home/rented accommodation to the fire station was classed as ordinary commuting (see [EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055)) and provision of a vehicle for this purpose constituted a taxable benefit\n*   the vehicles were provided primarily for Northern Ireland Fire Service purposes and any benefit to the officers was incidental to that\n*   the officers did not use the vehicles on days when they were off-duty, so the benefit charge should be apportioned on the basis of whole days, to exclude off duty days\n*   there should be a deduction under Section 365(1) ITEPA 2003 from the apportioned benefit charge, to reflect the proportion of business mileage relative to the private mileage on journeys between the officers&#x2019; home/rented accommodation and the fire station.\n\n### Summary\n\nThe decision in Boyd and Kerr reflected the unusual circumstances of the case. In particular:\n\n*   where a fire officer is provided with an ordinary saloon car, rather than an emergency vehicle, a car benefit charge applies normally. In Boyd and Kerr it was agreed that, instead of a car benefit charge, there was a charge under the general rules for residual benefits*   the Northern Ireland Fire Service rules did not permit the officers to use the vehicles on off-duty days and it was found as fact by the Commissioners that they did not do so. As a result the Commissioners decided to apportion the benefit. If it had been found that the cars were available for the officers to use on off-duty days, whether or not they were actually used, there would have been be no basis for an apportionment of the benefit.\n\nThe decision in Boyd and Kerr has no effect on other cases where a Fire Service employer provides a car to a fire officer, unless the same circumstances apply. We think that is unlikely. "}]}]}}