{"title":"EIM60000 - Tax treatment ofparticular occupations","details":{"manual-section-id":"EIM60000","body":"Pages in the range EIM60000 to EIM64700 cover the tax treatment\nof particular occupations. The occupations are listed in\nalphabetical order in the table below.\n\n The Employment Status Manual (ESM) provides additional\nguidance on the status of workers in particular occupations.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM60000"],"sections":[{"title":" Clergy and ministers of religion","sections":[{"manual-section-id":"EIM60001","title":"Overview","body":"The guidance at\n[EIM60005](/guidance/employment-income-manual/EIM60000#EIM60005) to\n[EIM60055](/guidance/employment-income-manual/EIM60000#EIM60055) covers the tax treatment of\nclergy and ministers of religion who are attached to a particular\nchurch or congregation. It uses the words minister and minister of\nreligion to cover all clergy and ministers of religion. The\nguidance tells you:\n\n*   whether the minister is chargeable on\nemployment income or on Trading Income, see[EIM60005](/guidance/employment-income-manual/EIM60000#EIM60005)\n\n*   for ministers with employment income,\nwhether the particular income is chargeable, see[EIM60007](/guidance/employment-income-manual/EIM60000#EIM60007) onwards\n*   for ministers with employment income, what\nexpenses and capital allowances they can deduct, see[EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040) onwards.\n\nMost of the larger religious denominations are represented on\nthe Churches Main Committee. This body issues circulars on tax\nmatters from time to time. Such circulars have usually been seen by\n\nthe Inland Revenue before issue, but they do not supersede these\n\ninstructions.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\nThe guidance does not cover ministers doing jobs that could\n\nbe done by a layman, such as administration or lecturing. The\n\nordinary employment rules apply to those jobs.\n\nMembers of religious orders, other than those acting as\n\nministers, are dealt with separately, see\n\n[EIM69700](/guidance/employment-income-manual/EIM65799#EIM69700)."},{"manual-section-id":"EIM60005","title":"Type of income","body":"Ministers are normally chargeable on employment income, either\nas holders of an office or as employees. If the minister is not an\nemployee or an office holder, any income received will be taxable\nas Trading Income.\n\nFor guidance as to what constitutes\n\nsee the Employment Status Manual (ESM).\n\nFor guidance on the taxation of a missionary or evangelist\nwho receives Trading Income , see\n[BIM62101](http://www.hmrc.gov.uk/manuals/bimmanual/bim62101.htm)"},{"manual-section-id":"EIM60007","title":"Exemption of income:\noverview","body":"## Section 290 ITEPA 2003 and Extra-Statutory Concession A61\n\nSome ministers are exempted from liability on certain types of income connected with their occupation of property. Those qualifying are ministers who:\n\n*   are provided with a residence from which they are expected to perform their duties and\n*   hold a full-time office as a minister.\n\nThis special treatment only applies where some legal interest in the residence belongs to either a charity or an ecclesiastical corporation. So, for example, premises belonging to a Diocesan Board of Finance, a Cathedral Chapter, a body of trustees acting for a denomination or for a local congregation, and a parochial church council, are all covered. It also covers parsonage houses vested in incumbents of benefices in the Church of England (see Mitchell v Child (24TC511)).\n\nFor examples of properties that do not meet the requirements for exemption see [EIM60009](/guidance/employment-income-manual/EIM60000#EIM60009).\n\nFor the type of income that is exempt from charge see [EIM60011](/guidance/employment-income-manual/EIM60000#EIM60011).\n\nIf a claim to benefit from the special rules is pressed but you are doubtful whether the claimant can be regarded as a minister, consult PAYE Technical."},{"manual-section-id":"EIM60009","title":"Exemption of income:\nproperties that do not qualify","body":"For a summary of the conditions that have to be met for a\nminister to get exemption from a tax charge on some earnings\nconnected with the occupation of property see\n[EIM60007](/guidance/employment-income-manual/EIM60000#EIM60007).\n\nSome of the conditions relate to the premises. Examples of\npremises that meet the conditions are given in EIM60007. The\nfollowing are examples of premises that do not meet the\nconditions:\n\n*   premises privately leased by the minister\nfrom a charity\n*   premises in which the minister lives\nrent-free but which are not his or her official residence (for\nexample a country cottage provided by the congregation)\n*   premises occupied by a minister holding an\nappointment that could be filled by a layman (for example a school\nteacher)."},{"manual-section-id":"EIM60011","title":"Exemption of income:\nsummary of exempt earnings","body":"For a summary of the conditions that have to be met for a\nminister to get exemption from a tax charge on some earnings\nconnected with the occupation of property see\n[EIM60007](/guidance/employment-income-manual/EIM60000#EIM60007). When the conditions are met\nthe earnings exempted from liability to income tax are:\n\n*   the reimbursement to the minister of\nstatutory amounts or statutory deductions in connection with the\npremises, except in so far as they relate to any part of the\npremises for which the minister receives rent, see[EIM60013](/guidance/employment-income-manual/EIM60000#EIM60013)\n\n*   the payment of such statutory amounts on\nthe minister's behalf, see[EIM60013](/guidance/employment-income-manual/EIM60000#EIM60013)\n\n*   if the minister is in an excluded\nemployment (see[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)):\n\n*   the value to the minister of any expenses incurred\n\n    in providing the minister with living accommodation in the\n\n    premises. This covers house insurance premiums and the cost of\n\n    house repairs.\n*   sums paid on the minister's behalf or reimbursed\n\n    in respect of heating, lighting, cleaning or gardening expenses\n\n    that are the contractual responsibility of the minister, see\n    [EIM60015](/guidance/employment-income-manual/EIM60000#EIM60015) for the full text of\n\n    Extra-Statutory Concession A61 dealing with this."},{"manual-section-id":"EIM60013","title":"Exemption of income:\nstatutory amounts and statutory deductions","body":"For a summary of the conditions that have to be met for a\nminister to get exemption from a tax charge on some earnings\nconnected with the occupation of property see\n[EIM60007](/guidance/employment-income-manual/EIM60000#EIM60007). Where these conditions are met\ncertain earnings are exempt from liability to income tax, see\n[EIM60011](/guidance/employment-income-manual/EIM60000#EIM60011).\n\nIncluded in the exempt earnings are sums paid on the minister's\nbehalf or reimbursed in respect of statutory amounts or statutory\ndeductions.\n\nStatutory amounts and statutory deductions are amounts paid\nand deductions made in compliance with any Act of Parliament or\nMeasure of the Church of England. The only ones you are likely to\nmeet are council tax and water charges.\n\nWhere the conditions in EIM60007 are not met there may still\nbe no liability to income tax on the minister where the Church pays\nthe council tax. For further details see\n[EIM60014](/guidance/employment-income-manual/EIM60000#EIM60014)."},{"manual-section-id":"EIM60014","title":"Exemption of income:\ncouncil tax","body":"Where certain conditions are met (see\n[EIM60007](/guidance/employment-income-manual/EIM60000#EIM60007)) council tax paid on behalf of,\nor reimbursed to, a minister is not treated as employment income of\nthe minister.\n\nWhere those conditions are not met there may still be no\nliability to income tax on the minister in respect of council tax\npaid for by the church on the accommodation the minister lives in.\nThis is because in certain circumstances local government\nlegislation provides that the council tax liability falls on the\nchurch rather than the minister. So when the church pays the\ncouncil tax it is paying its own liability. There is no benefit to\nthe minister.\n\nThe council tax liability can only fall on the church where\nthe dwelling is used by the minister to perform the duties of his\nor her office. Additionally:\n\n*   in England and Wales the church must be\nthe owner of the dwelling. There is an exception for Church of\nEngland ministers where the property can be owned by the minister\nand the minister will still not be liable for the council tax.\n*   in Scotland the dwelling must be the sole\n\n    or main residence of the minister. It does not matter who owns\n\n    it."},{"manual-section-id":"EIM60015","title":"Exemption of income:\nheating, lighting, cleaning, gardening: excluded employments","body":"\n\n## Sections 290A and 290B ITEPA 2003 (formerly Extra-Statutory Concession A61)\n\nFor a summary of the conditions that have to be met for a minister to get exemption from a tax charge on some earnings connected with the occupation of property see [EIM60007](/guidance/employment-income-manual/EIM60000#EIM60007). For a summary of the earnings exempted see [EIM60011](/guidance/employment-income-manual/EIM60000#EIM60011).\n\nOne of the types of income exempted is where the minister is in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)). **Note** that for the specific purpose of calculating whether or not the minister is in an excluded employment the income described here must be included.\n\nSection 290A exempts sums paid on the minister's behalf or reimbursed in respect of heating, lighting, cleaning or gardening expenses that are incurred by the minister..\n\nSection 290B deals with an allowance paid to the minister which is intended, in whole or in part, to meet the above expenses. The allowance is exempt to the extent that it is actually used to meet those expenses.\n\nSections 290A and 290B apply from 6 April 2010. Before that date ESCA61 gave the same relief. The full text of ESC A61 is:\n\n\"Where a clergyman or minister of any religious denomination is provided, in consequence of his being the holder of such office, with a residence in premises owned or leased by a charity or ecclesiastical corporation from which to perform his duties, no tax is charged on sums paid on his behalf or reimbursed in respect of heating, lighting, cleaning and gardening expenses which are the contractual liability of the clergyman or minister.\n\nWhere an allowance is paid to the clergyman etc to meet such costs it will not be taxed except to the extent that it exceeds the costs actually incurred.\n\nThe concession does not apply where the clergyman or minister is in employment to which Chapter II Part V ICTA 1988 applies&#x201D;. (Chapter II Part V ICTA 1988 applied to those who were not in an excluded employment)."},{"manual-section-id":"EIM60020","title":"Provided living\naccommodation","body":"Living accommodation provided to a minister from which the\nminister performs duties is normally excluded from earnings, see\n[EIM11351](/guidance/employment-income-manual/EIM11300#EIM11351). This does not apply if the\nminister is engaged purely on administrative duties, when you need\nto consider whether the provided living accommodation gives rise to\na benefit under Part 3 Chapter 5 ITEPA 2003, see\n[EIM11301](/guidance/employment-income-manual/EIM11300#EIM11301) onwards.\n\nIn addition to being provided with living accommodation it is\ncommon for a minister to be provided with other benefits and\nfacilities connected with the living accommodation. For a summary\nof the types of things that might be provided and their tax\ntreatment see\n[EIM11522](/guidance/employment-income-manual/EIM11300#EIM11522).\n\nBut for ministers who meet certain conditions there is no\nliability to income tax on certain types of income connected with\nthe living accommodation. See\n[EIM60011](/guidance/employment-income-manual/EIM60000#EIM60011) for the types of earnings\nexempted."},{"manual-section-id":"EIM60025","title":"Gifts and similar\nreceipts","body":"\n\n            [businesses &amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nGifts, voluntary offerings and grants received by a minister\nshould be dealt with in accordance with Section 62 ITEPA 2003\nrules, see\n[EIM01450](/guidance/employment-income-manual/EIM01000#EIM01450) onwards.\n\n    "},{"manual-section-id":"EIM60027","title":"Easter offerings","body":"In some religions offerings made on Easter Day are income of the\nminister and are earnings from employment. The date of Easter Day\nvaries from year to year. So in some tax years there are two Easter\nDays and in other tax years there are none. We accept the following\nas a way to even out a minister's taxable earnings from Easter\nofferings.\n\nOn occasions when two Easter Days fall in a single tax year\nthe second one may be treated as falling in the following year,\nprovided:\n\n*   the offerings are returned consistently on\na similar basis each year thereafter, whether or not the clergyman\ncontinues to hold the same office and\n*   for the year in which he or she ceases to\nhold office, any offerings not actually received in that year but\ndeemed to be received in it under this arrangement are included in\nthat year's income."},{"manual-section-id":"EIM60029","title":"Fees received","body":"Fees received for conducting weddings, funerals and similar\nservices count as earnings from a minister's office. Fees received\nfor preaching in churches not within the minister's charge,\nhowever, should normally be regarded as Miscellaneous Income\nchargeable under IT(TOI)A 2005."},{"manual-section-id":"EIM60040","title":"Allowable expenses:\noverview","body":"For an overview of the taxation of ministers of religion see\n[EIM60001](/guidance/employment-income-manual/EIM60000#EIM60001).\n\nThis page gives an overview of employment expenses that\nministers can deduct.\n\nMinisters have their own special legislation dealing with\ndeductions for expenses in Section 351 ITEPA 2003. Part of that is\nvery similar in wording to Section 336 ITEPA 2003. So the guidance\non what is allowable under Section 336 should be used in deciding\nif a deduction is allowable, see\n[EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards.\n\nSection 351 allows some additional deductions beyond Section\n336. For details of what that means in practice see\n[EIM60044](/guidance/employment-income-manual/EIM60000#EIM60044) onwards."},{"manual-section-id":"EIM60042","title":"Allowable expenses:\nduties of a minister","body":"For an overview of employment expenses ministers can deduct, see\n\n[EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040).\n\nIn deciding what employment expenses are allowable you need\nto know what the duties of the minister are. The duties of a\nminister should be regarded as including:\n\n*   any duty laid on the minister by law or by\nthe express instruction of ecclesiastical superiors and\n*   all duties arising directly from the\nminister's obligations to the particular church or congregation to\nwhich the minister is attached.\n\nIt does not include any duty that is laid on the minister merely\nas a member of the church."},{"manual-section-id":"EIM60044","title":"Allowable expenses:\nproperty expenses","body":"For an overview of employment expenses ministers can deduct, see\n\n[EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040).\n\nThe following expenses are specifically allowed by Section\n351 ITEPA 2003 where they are paid by the minister. They are\nemployment expenses that may not have been allowable under the\ngeneral rules of Section 336 ITEPA 2003. The relevant expenses\nare:\n\n*   a proportion, not exceeding one-quarter,\nof the rent paid for a dwelling house, any part of which is used\nmainly and substantially for the purposes of the minister's\nduties\n*   one-quarter of the expenditure on the\nmaintenance, repair, insurance or management of any accommodation\nthat is made available to the minister. The deduction is additional\nto the general expenses deduction given in Section 351(1), see[EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040). But to avoid a double\ndeduction, this deduction is restricted by whatever part of the\nexpenditure is already deductible under Section 351(1).\n\nWith the expenses described in the second bullet above, the\n\nexpense is only allowable if an ecclesiastical corporation or\n\ncharity owns an interest in the accommodation and the minister\n\nperforms the duties of the employment from the accommodation.\n\nThese expenses are not allowable where they are reimbursed to\n\nthe minister in non-taxable form, see\n\n[EIM60011](/guidance/employment-income-manual/EIM60000#EIM60011).\n\nFor details of other allowable expenses see\n\n[EIM60046](/guidance/employment-income-manual/EIM60000#EIM60046) onwards."},{"manual-section-id":"EIM60046","title":"Allowable expenses:\nparticular items","body":"This page lists particular expenses that ministers can deduct\nfrom employment income. For a further list see\n[EIM60047](/guidance/employment-income-manual/EIM60000#EIM60047). If an expense is not included\nin the list it may still be allowable. You should consider it on\nnormal principles, see\n[EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040) onwards.\n\nYou should accept the following kinds of expenditure as being\ndeductible from the minister&#x2019;s employment income:\n\n*   travelling expenses, where necessarily\nincurred in the performance of the minister's duties, or for\nnecessary attendance, see[EIM31800](/guidance/employment-income-manual/EIM31800) onwards. If the minister uses\nhis or her own car, van, bicycle or motor cycle for business travel\nsee[EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n*   repair or replacement of robes worn in the\nconduct of church services in accordance with Church Law or by\ncustom in the particular church. (This does not cover distinctive\n\n    clothing worn on other occasions.)\n*   provision of a locum tenens\n*   provision of reasonable entertainment on\n\n    official occasions to visiting ministers, officers of the church or\n\n    members of church organisations. The provisions of Section 356\n\n    ITEPA 2003 (business entertaining expenses) do not normally apply\n\n    because ministers do not normally hold office under a body carrying\n\n    on a trade, profession or vocation, see\n    [EIM32565](/guidance/employment-income-manual/EIM32400#EIM32565) onwards.\n*   communion expenses, for example supply of\n\n    wine\n*   certain domestic expenses such as heating\n\n    and lighting, see\n    [EIM60048](/guidance/employment-income-manual/EIM60000#EIM60048)."},{"manual-section-id":"EIM60047","title":"Allowable expenses:\nparticular items: continued","body":"This page lists particular expenses that ministers can deduct\nfrom employment income. For a further list see\n[EIM60046](/guidance/employment-income-manual/EIM60000#EIM60046). If an expense is not included\nin either list it may still be allowable. You should consider it on\nnormal principles, see\n[EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040) onwards.\n\nYou should accept the following kinds of expenditure as being\ndeductible from the minister&#x2019;s employment income:\n\n*   stationery, postage, use of telephone,\netc., where incurred in connection with the minister's duties\n*   secretarial assistance, where necessarily\nincurred in the performance of the minister's duties. (No claim is\nadmissible in respect of sums paid to the spouse of a minister in\nrespect of work the spouse undertakes as an active member of the\nchurch, for example as leader of a women's meeting.)\n*   expenses necessarily incurred in\n\n    connection with an unpaid ecclesiastical appointment, for example\n\n    rural dean, honorary canon or proctor in convocation\n*   books purchased for use in the conduct of\n\n    services or preparation of sermons\n*   certain domestic expenses such as heating\n\n    and lighting costs, see\n    [EIM60048](/guidance/employment-income-manual/EIM60000#EIM60048)."},{"manual-section-id":"EIM60048","title":"Allowable expenses:\ndomestic expenses","body":"This page tells you what ministers can deduct from employment\nincome for domestic costs such as heating, lighting and cleaning.\nFor lists of other types of expenses ministers can deduct, see\n[EIM60046](/guidance/employment-income-manual/EIM60000#EIM60046) and\n[EIM60047](/guidance/employment-income-manual/EIM60000#EIM60047).\n\nDomestic costs such as heating, lighting and cleaning are\ndeductible, to the extent that they are incurred by the minister in\nthe performance of the minister's duties. These expenses are not\ndeductible where they are reimbursed to the minister in non-taxable\nform, see\n[EIM60011](/guidance/employment-income-manual/EIM60000#EIM60011).\n\nA deduction can be given for that part of the expense that is\nattributable to those parts of the residence that the minister uses\nmainly in the course of performing the minister's duties."},{"manual-section-id":"EIM60055","title":"Capital allowances","body":"The rules regarding capital allowances apply to ministers as\nthey apply to office holders and employees generally, see\n[EIM36500](/guidance/employment-income-manual/EIM36500) onwards. Expenditure on the\nfollowing items of plant and machinery will be eligible for capital\nallowances where they are necessarily provided for use in the\nperformance of a minister's duties:\n\n*   substantial books of reference\n*   office equipment, including\ncomputers.\n\nCapital allowances are not available on the minister's vehicle.\nSee\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards, in particular\n[EIM31335](/guidance/employment-income-manual/EIM31200#EIM31335)."}]},{"title":" Collegiate bodies","sections":[{"manual-section-id":"EIM60200","title":"Tax treatment of\ncollegiate bodies","body":"### Collegiate body admitted as a charity\n\nWhere a collegiate body has been admitted as a charity (see RE2100 onwards), stipends, salaries, etc. paid to members and officers of the collegiate body are taxable as employment income. This applies whether or not the stipends, salaries, etc. are charged by statute on the income of the body.\n\n### Collegiate body not admitted as a charity\n\nWhere a collegiate body has not been admitted as a charity, the sums that the members are entitled to receive out of the income of the body and such salaries of officers that by statute constitute a charge on that income, are regarded as taxed by deduction. The treatment of any such sums for tax purposes depends on the terms of the constitution of the body.\n\n### Further guidance\n\nRefer to HMRC Charities, or HMRC Trusts (Edinburgh) for Scottish cases, any case for which directions have not been received. Any salaries that do not constitute a charge on the income of the body are chargeable to tax as employment income (Langston v Glasson (3TC46)). "}]},{"title":" (Former) Customs and Excise Officers","sections":[{"manual-section-id":"EIM60300","title":"Clothing expenses","body":"Customs and Excise Officers whose duties necessitate the use of\nprotective clothing are either supplied with the necessary clothing\nor paid an allowance (not liable to income tax) to cover the\ncost.\n\nTherefore, they are not entitled to any deduction under Section\n336 ITEPA 2003 for expenses incurred on protective clothing, see\n[EIM32465](/guidance/employment-income-manual/EIM32401#EIM32465)."}]},{"title":" Government and other Public Departments","sections":[{"manual-section-id":"EIM60700","title":"Scope of guidance"},{"manual-section-id":"EIM60710","title":"Bodies treated as Public\nDepartments","body":"The bodies treated as Public Departments (see\n[EIM60700](/guidance/employment-income-manual/EIM60700), third bullet) include:\n\n*   The Bank of England\n*   The Church Commissioners\n*   The College of Arms\n*   The Ecclesiastical Courts\n*   The Elder Brethren of Trinity House\n*   The Metropolitan Police\n*   The Post Office\n*   The University of London."},{"manual-section-id":"EIM60720","title":"Expenses deductions under\nSection 368 ITEPA 2003","body":"\n\n## Section 368 ITEPA 2003\n\nSome people receiving a salary, fees or emoluments paid out of the public revenue may be entitled to an expenses deduction determined by the Treasury under Section 368 ITEPA 2003. Refer any enquiries about these deductions to Public Bodies Group in PD1. "},{"manual-section-id":"EIM60730","title":"Expenses deductions under\nSection 336 ITEPA 2003","body":"Civil servants are normally reimbursed for all expenses they\nincur necessarily in performing the duties of their employment. So\nthey are not likely to be entitled to a deduction for expenses\nunder Section 336 ITEPA 2003, see\n[EIM31630](/guidance/employment-income-manual/EIM31600#EIM31630). If a request for a deduction\nis pressed you should refer it to PD (London). Do not agree any\nflat-rate deduction for a non-industrial Civil Servant without\nprior reference to PD."},{"manual-section-id":"EIM60740","title":"Part-time public\nappointments: general: travel allowances","body":"Some Government Departments appoint members of the public to\nserve in a part-time capacity on bodies such as councils,\ncommittees and commissions. If such people receive no more than the\nreimbursement of their out of pocket expenses, no tax liability\narises (see\n[EIM71100](/guidance/employment-income-manual/EIM70199#EIM71100)). Where taxable payments are\nmade , tax under PAYE is normally deducted from the earnings from\nsuch an appointment. The appropriate PD office is responsible for\ndealing with this normally subsidiary office or employment, and for\ndeciding the employment status of the individuals concerned.\n\n### Travel allowances\n\nIt is common practice for those Departments to pay, as part of\nthe terms of a part-time appointment, the cost of travel between\n\nthe holder's home and normal place of official duty, together with\n\na subsistence allowance for periods spent at that place. Where\n\nliability arises, special taxation procedures to be applied to\n\nthese payments of travel and subsistence allowances have been\n\nagreed with the Government Departments concerned. Details are\n\noutlined in EP8580 to EP8586."}]},{"title":" Doctors","sections":[{"manual-section-id":"EIM61000","title":"Hospital doctors:\ntreatment of expenses: general","body":"**See the Employment Status Manual (ESM4060) for advice on\nwhether income should be charged as employment income.**\n\nIn general, a part-time hospital doctor is reimbursed for the\nexpenses, including travelling and subsistence, which he or she\nincurs in the performance of the duties of the employment and,\nnormally, no deduction for expenses can be permitted under Sections\n336 and 337 ITEPA 2003. For guidance on the circumstances in which\na deduction can be given under Section 336, see\n[EIM31630](/guidance/employment-income-manual/EIM31600#EIM31630) and under Section 337, see\n[EIM32350](/guidance/employment-income-manual/EIM32350).\n\nIn some cases a doctor may not be reimbursed for the full\namount of travelling expenses that are deductible under the rules\nfor travel to a temporary workplace. For guidance on those rules,\nsee\n[EIM32005](/guidance/employment-income-manual/EIM32000#EIM32005)."},{"manual-section-id":"EIM61005","title":"Hospital doctors:\ntreatment of expenses: use of equipment","body":"Where hospital medical and dental staff use their own equipment\nin connection with professional services outside the scope of their\ncontract of employment, there is no objection to allowing the full\ncost of maintenance and capital allowances in arriving at the\nTrading Income liability provided that the use of such apparatus\nfor the purposes of their employment is insubstantial."},{"manual-section-id":"EIM61010","title":"Hospital doctors:\ntreatment of expenses: mileage allowance","body":"A hospital doctor in the National Health Service is reimbursed\non a mileage basis for the use of a motor car on official\njourneys.\n\nIn the case of a part-time hospital doctor, the mileage\nallowance includes travelling, up to a distance of 10 miles each\nway, between the private consulting room or residence and the\nhospital at which the doctor is employed. Most payments of mileage\nallowance in respect of travel between the private consulting room\nor residence and the hospital are made under deduction of tax.\n\nThe payments are dealt with under the approved mileage\nallowance (AMAPs) scheme in the normal way, see\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards."},{"manual-section-id":"EIM61012","title":"Hospital doctors:\ntreatment of accommodation: pre-registration house officers","body":"Doctors in training grades may be considered to be in a\ndifferent type of employment from doctors employed in career\ngrades. In particular, although hospital doctors may be employed in\none of three training grades &#x2013; pre-registration house officer\n(PRHO), senior house officer and specialist registrar &#x2013;\nemployment as a PRHO is clearly distinguishable because a PRHO is\nstill a student. Although a PRHO uses the title of Doctor, this\ntitle is provisional on the satisfactory completion of a year of\nclinical training.\n\n### Position before 1 August 2008\n\nBefore 1 August 2008, HMRC accepted that it was customary for\nemployers to provide living accommodation for PRHOs for the better\nperformance of the duties. Consequently, PRHOs satisfied the\nconditions in section 99(2) ITEPA 2003 (see\n[EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346)) and were exempt from charge to\ntax under Part 3 Chapter 5 ITEPA 2003 in respect of the provision\n\nof living accommodation.\n\n### Position from 1 August 2008\n\nIt has ceased to be a contractual requirement applying across\n\nthe United Kingdom for all PRHOs to be provided with living\n\naccommodation during clinical training. This means that, with\n\neffect from 1 August 2008, HMRC no longer accepts that it is\n\ncustomary to provide living accommodation in these circumstances.\n\nTherefore, PRHOs are not entitled to the exception from the living\n\naccommodation benefit charge in section 99(2) ITEPA 2003.\n\n Where, from 1 August 2008, an NHS employer continues to\n\nprovide free living accommodation to PRHOs, a taxable benefit will\n\narise in the normal way."},{"manual-section-id":"EIM61015","title":"Hospital doctors:\ntreatment of expenses: telephone","body":"Where a hospital doctor who is required by the terms of his or\nher appointment to have a telephone at his or her residence uses it\nfor the purpose of advising the hospital on the conduct of cases a\ndeduction may be permitted in the circumstances set out in\n[EIM32940](http://www.hmrc.gov.uk/manuals/eimanual/EIM32940.htm).\n\nWhere the doctor is employed under the National Health Service,\nthe call charges for outgoing calls to the hospital will, on\nrequest, be reimbursed by the employing authority so that,\nnormally, there will be no entitlement to an expenses deduction\nunder Section 336 ITEPA 2003 in respect of such charges. The\nexpense is incurred by choice and not by necessity, see\n[EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645)."},{"manual-section-id":"EIM61017","title":"Hospital doctors: junior\ndoctors on rotational contracts: travel expenses","body":"We have been asked on a number of occasions for guidance\nabout how the temporary workplace rules (\n[EIM32000](/guidance/employment-income-manual/EIM32000) onwards) apply to junior\ndoctors undergoing training under what are sometimes referred to as\n\"rotational contracts\".\n\nThe grades of junior doctors taking part in such training\nwill typically be pre-registration house officers, senior house\nofficers, specialist registrars and senior registrars. They work on\na centrally administered training programme under which they will\nusually work at 5 different hospitals within a particular area over\na 5 year period. The doctor will usually work full-time for 12\nmonths at each hospital in the rotation.\n\nCommonly each hospital in the rotation will be operated by a\n\nseparate NHS Trust. The doctor will be employed for 12 months by\n\neach separate NHS Trust responsible for the consecutive hospitals\n\nin the rotation. In these cases each hospital will be a permanent\n\nworkplace because it is the only hospital at which the doctor will\n\nwork for the duration of that employment, see\n\n[EIM32125](/guidance/employment-income-manual/EIM32000#EIM32125). The fact that each employment\n\nmay be part of a larger programme of training does not change that\n\nconclusion. In these cases no deduction can be permitted for the\n\ncosts of travelling between the doctor&#x2019;s home and the\n\nhospital at which they are employed.\n\nLess commonly the full 5 year training programme will take\n\nplace under a single contract of employment. Where this is the case\n\neach hospital will be a temporary workplace because the doctor will\n\nnot be working at that hospital for a period in excess of 24\n\nmonths, see\n\n[EIM32080](/guidance/employment-income-manual/EIM32000#EIM32080). In these cases a deduction can\n\nbe permitted for the cost of travelling between the doctor&#x2019;s\n\nhome and the hospital.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM61018","title":"Hospital doctors: junior\ndoctors on rotational contracts: training expenses and course\nfees","body":"It is well established that employees are not entitled to an expenses deduction under Section 336 ITEPA 2003 for the expenses continuing professional education (CPE).  The Commissioners and the Courts have traditionally held that the duties of trainee doctors, for the purpose of the expenses rule, are limited to the clinical work that they do for the NHS Trust by whom they are employed.  Their training activities are not undertaken &#x201C;in the performance of&#x201D; those duties for the purpose of Section 336 (see [EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650) onwards).  That is so even though the training activities may be compulsory, and failure to complete them may lead to the employee losing his or her professional qualifications, and/or their job.\n\nThe Commissioners and the Courts upheld that view in a number of cases, as follows:\n\n**Parikh v Sleeman (63TC75)** - a hospital doctor was refused relief for the expenses of attending training courses during periods of study leave.\n\n**Snowdon v Charnock (SpC282)** - a specialist registrar was refused relief for the expenses of undergoing mandatory personal psychotherapy.\n\n**Consultant Psychiatrist v CIR (SpC557)** - an NHS consultant was refused relief for the expenses of CPE necessary to maintain her professional qualification.\n\n**Decadt v CRC (TL3792)** - a specialist registrar was refused relief for the expenses of taking professional examinations, even though it was a condition of his employment that he should do so.\n\nThere is, however, now the Court of Appeal judgement in the case of:\n\n**Revenue &amp; Customs Commissioners v Dr Piu Banerjee ([2010] EWCA Civ. 843) - a specialist registrar was entitled to relief for training costs while employed on a training contract where training was an intrinsic contractual duty of the employment. See **[EIM32530](/guidance/employment-income-manual/EIM32401#EIM32530)onwards for further guidance."},{"manual-section-id":"EIM61020","title":"Trainee general\npractitioners: car allowances","body":"A doctor in family practice who employs a trainee general\npractitioner may receive an allowance for providing an extra car\nfor the trainee. The rate of allowance is increased from time to\ntime.\n\nThe allowance is paid to the practice to which the trainee is\nattached and the whole or a round sum part will usually be passed\non to the trainee for use of his or her own car. The charge on the\npayment and relief for any business travel in the trainee's own car\nis dealt with under the approved mileage allowance payments (AMAPs)\nscheme in the normal way, see\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\nRegarding coding adjustments to allow for the taxable element\nof trainees' car allowances, see EP8480."},{"manual-section-id":"EIM61025","title":"NHS contributions and\npayments under retirement annuity contracts: doctors, etc. wholly\nin employment","body":"Where the professional activities of a doctor or dentist, etc.\nin the National Health Service consist only of the holding of an\noffice or employment dealt with as employment income (see\n[EIM20005](/guidance/employment-income-manual/EIM20001#EIM20005)) (for example full-time\nhospital appointment or an employment under a general\npractitioner), he or she is entitled under Section 594 ICTA 1988 to\na deduction for his or her contributions under the National Health\nService Superannuation Scheme (NHS Contributions). Since the office\nor employment is pensionable, the remuneration from it does not\nconstitute relevant earnings for the purposes of retirement annuity\nrelief (see RE241)."},{"manual-section-id":"EIM61030","title":"Tax treatment of payments\nfrom Local Medical Committees to part-time committee members","body":"Doctors (GPs) may be invited to sit on a Local Medical Committee\n(LMC) to represent the views of their Practice. The LMC may make\npayments to the part-time committee members. The following tax\ntreatment of those payments was agreed with HM Revenue &amp;\nCustoms in Spring 2006.\n\n### Introduction\n\nThese notes provide guidance on the tax and NICs consequences\nwhere Local Medical Committees (LMCs) make payments to elected\ncommittee members.\n\n### Background\n\nThere are approximately 126 LMCs in the United Kingdom (although\nthere is likely to be a reduction in numbers following a\nreconfiguration of boundries and consolidation of both LMCs) ; one\nfor every Health Authority/ Board. Similar arrangements also exist\nwith the corresponding Boards in Northern Ireland. LMCs represent\nthe interests of General Practitioners (GPs) locally. They are\nrequired to negotiate and consult with the Health Authorities on a\nwide range of issues that may have an impact on all GPs (directly\nand indirectly) and ultimately their patients. LMCs are bodies\ndefined by statute (in England and Wales) and their functions based\nupon a model constitution. In Scotland, the equivalent body is an\nArea Medical Committee although there may be some differences in\ncomposition.\n\nA LMC may appoint staff and appoint GPs from the committee to\nact as Chairman/woman, Treasurer and Secretary (if the Secretary is\nnot already employed). However, most members of a LMC are part-time\ncommittee members who only attend LMC meetings for a few hours each\nmonth. These part-time members are normally local GPs who are\nself-employed professionals drawn from local medical practices.\nThey are elected to represent the interests of GPs in the area\ncovered by the LMC.\n\nMany LMCs pay their elected members for attendance at\nmeetings. Payments are made to defray the expenses of committee\nmembers and to provide some incentive for GPs who undertake such\nwork, which does, necessarily, involve them in some absences from\ntheir practices. Over recent years, the proportion of LMCs making\npayments to their elected members for their committee and other\nwork has increased. These payments are generically referred to as\n&#x201C;honoraria&#x201D;.\n\nSome LMCs, recognising the increasing workload falling on\nbusy GPs, have appointed full-time Chief Executives or full-time\nSecretaries employed under written employment contracts. Such Chief\nExecutives and full-time Secretaries are not LMC members and are,\nas appropriate, subject to PAYE and Class 1 NICs.\n\n### Nature of the appointment\n\nElected LMC members give their time voluntarily and are not\nemployed under contracts of employment. However, because of the way\nLMCs are set up HM Revenue &amp; Customs considers that elected\ncommittee members are office holders.\n\n### Tax consequences\n\nThe strict legal position is that payments to office holders by\nLMCs are taxable as employment income. PAYE should be operated.\n\nHowever, difficulties can arise where a partner holds an\noffice or employment and the fees are to be included with\npartnership income and pooled amongst the partners. This includes\nthe situation where a member of a GP partnership provides his or\nher services as a member of a LMC. In such circumstances, and\nprovided certain assurances are given, you can accept that payments\nto a part-time member of a LMC can be taxed as trading income as\npart of the partnership profits. Further guidance on this and the\ncorrect procedure to follow when asked for such treatment can be\nfound at EIM03000 onwards.\n\nIn legal terms, HM Revenue &amp; Customs, under the powers in\nRegulation 141 SI 2003/2682 (the PAYE regulations) is authorising\nthe payer not to operate PAYE. The use of Regulation 141 means that\nthe recipient cannot, at a later date, claim that there has been a\nPAYE failure and claim a PAYE tax credit. But HM Revenue &amp;\nCustoms will only act under Regulation 141 where the recipient\nagrees in writing to include the fees as self-employed receipts.\n\nThis administrative practice only applies where the LMC fee\nis paid into the partnership accounts and pooled for division\namongst the partners. Where the LMC fee is retained as personal\nincome of the individual committee member it should be taxed as\nemployment income under PAYE. Any honoraria should also be taxed\nunder PAYE.\n\nAs noted above, LMCs may also employ a full-time chief\nexecutive and other staff. The administrative practice outlined\nabove does not apply to payments to full-time members of staff\nwhich should be taxed as normal.\n\n### NICs consequences\n\nThe administrative practice that applies for tax purposes does\nnot apply for NICs purposes. The normal NICs rules apply to\npayments from LMCs to committee members. Where committee members\nare paid for providing their services as office holder to the LMC\nthe payments are liable for Class 1 NICs.\n\nMost LMC members provide their services on a part-time basis.\n\nTypically, this might be for a few hours each month. Daily rates of\n\npayment to a LMC member range up to &#xA3;400, or pro- rota for the\n\ntime of less than one day. The amounts that are repaid are subject\n\nto review on an annual basis.. Therefore most part-time LMC members\n\nwill be paid less than the earnings threshold, in which case there\n\nwill be no Class 1 liability.\n\nFrom April 2003, where payments that are earnings for Class 1\n\nNICs purposes are introduced into the profits of the GP&#x2019;s\n\npartnership they do not need to be included in profits subject to\n\nClass 4 NICs. This follows the introduction of Regulation 4 of The\n\nSocial Security (Contributions) (Amendment No. 7) Regulations 2003\n\n(SI 2003/2958).\n\n### Financial Loss Allowance\n\nRather than paying remuneration to committee members for\n\nproviding their services, LMCs may pay a financial loss allowance.\n\nWhere a financial loss allowance is paid then, for tax purposes,\n\nthe treatment at EIM 01120 can be applied to the payment. Any such\n\npayments to the GP&#x2019;s practice should be taxed as part of the\n\npartnership profits. For NICs purposes there is no Class 1\n\nliability on a financial loss allowance although the payment should\n\nbe taken into account in working out any Class 4 NICs due. Where\n\nthe payment is not actually a financial loss allowance but rather\n\nremuneration calculated to include an amount to cover the cost of\n\nproviding a locum the whole amount is subject to Class 1 NICs.\n\nWhether a payment is a financial loss allowance or something\n\nelse, will depend upon the particular facts. Very broadly, we view\n\nremuneration as something paid to a committee member as a reward\n\nfor services. This is different from a financial loss allowance\n\nwhich is either paid to an individual GP to compensate him or her\n\nfor the reduction in earnings due to his or her absence while\n\ncarrying out LMC duties; or is a payment made to the practice to\n\ncover a hole in the partnership&#x2019;s profits caused by the\n\nGP&#x2019;s absence on LMC business. In order to be treated as a\n\nfinancial loss allowance there must have been a financial loss. So\n\nthere must have been a loss of fee income because the GP was not\n\navailable for work"}]},{"title":" Educational Psychologists &#x2013; trainees","sections":[{"manual-section-id":"EIM61200","title":"Trainee Educational\nPsychologists &#x2013; treatment of educational maintenance payments\nmade during period of university training","body":"Trainee educational psychologists are engaged under contracts of\ntraining for all or part of their training depending on the\nProgramme under which they were trained. While engaged on a\ntraining contract they receive educational maintenance grants.\nThese are not earnings for income tax or NICs purposes.\n\nStatement of Practice SP4/86 is not relevant to these\ntrainees as they are not employed by the host local authority (see\nbelow).\n\nIf a training grant is subjected to PAYE or has Class 1 NICs\naccounted for in error you should obtain all of the papers and\nprocess the repayments. See Business Guidance Note BGN005/07.\n\n### Training Programme for educational psychologists 1996 &#x2013;\n2006\n\nTrainees under this Programme entered into a training contract\n\nwith the Local Government Employers (LGE) (previously the\n\nEmployer&#x2019;s Organisation for Local Government). Trainees were\n\nusually serving teachers or local government officers. They were\n\nrequired to resign from their teaching jobs and appointed to\n\n&#x201C;host&#x201D; local education authorities (LEAs) as trainees\n\nfor 1 academic year (1 September to 31 August following). During\n\nthe year trainees were required to complete a course of university\n\nstudy leading to the award of a Masters Degree in Educational\n\nPsychology.\n\nThe &#x201C;host&#x201D; local authority issued contracts of\n\nemployment to the trainees and paid what they believed to be\n\nsalary.\n\nHMRC reviewed the arrangements in 2005 and decided that the\n\ntrainees were engaged under contracts of training. Trainees who had\n\nparticipated in this Programme have or are having repayments of\n\nincome tax and NICs.\n\n### Training Programme for educational psychologists commencing\n\nSeptember 2006\n\nThe previous Programme required trainees to study for 1 year and\n\nobtain a Masters degree in Educational Psychology. The 2006\n\nProgramme lasts for 3 years and requires candidates to obtain a\n\nPh.D.\n\nIn Year 1 the trainees are engaged under contracts of\n\ntraining and hosted by local authorities in similar fashion to the\n\nearlier programme. They attend university full time and may\n\nundertake placements in local authority educational psychology\n\nunits. They are paid training allowances that are not earnings for\n\ntax and NICs purposes.\n\nIn Years 2 and 3 trainees are required to obtain employment\n\nwith local authorities as trainee educational psychologists. They\n\nare required to attend university for part of the term-time weeks.\n\nOn other days they perform services for their employers. Payments\n\nreceived from employer local authorities in Years 2 and 3 are\n\nearnings and should be subjected to PAYE and have Class 1 NICs\n\ndeducted and accounted for."}]},{"title":" Electoral Registration Officers and their staffs\n\n### Electrical contracting employees","sections":[{"manual-section-id":"EIM61400","title":"Holiday pay and\ntravelling allowances","body":"A holiday pay scheme is in operation in the electrical\ncontracting industry.\n\n### Travelling allowances\n\nUnder the national working rules of the Joint Industrial Board\nfor the Electrical Contracting Industry, employees are entitled to\npayments in respect of daily travel and lodging, etc., expenses.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**See also\n[EIM71300](/guidance/employment-income-manual/EIM70199#EIM71300) onwards."}]},{"title":" Engineering employees","sections":[{"manual-section-id":"EIM61500","title":"Holiday pay and training\nschemes","body":"Under the holiday credits scheme in the engineering and allied\ntrades, the employer pays weekly sums to trustees on account of the\ncredit. The credit does not become the property of the employee\nuntil it is paid out to him or her at holiday times and, in these\ncircumstances, tax should be deducted when the credit is paid out\nand not week by week.\n\n**Training schemes**\n\nThe Engineering Construction Industry Training Board (ECITB)\noperates various training schemes. The principal on-going scheme is\nthe National Apprenticeship Scheme for Engineering Construction\n(NASEC) which provides young persons with a programme of training\nand work experience lasting for up to four years.\n\nParticipants in NASEC, and in other shorter-term ECITB schemes,\nare regarded as trainees engaged under contracts of training and\nnot as employees. The allowances paid to them by the ECITB are\n\ntherefore not taxable earnings but training allowances that are not\n\nchargeable to tax.\n\nAs regards scholarships and awards generally, see\n\n[EIM06205](/guidance/employment-income-manual/EIM04700#EIM06205) onwards."}]},{"title":" Engineering design employees","sections":[{"manual-section-id":"EIM62600","title":"Travelling and\nsubsistence allowances","body":"The Federation of Engineering Design Companies has circulated to its members guidelines on the payment of travelling and subsistence allowances to employees of Federation members and the taxation treatment of such allowances. A copy of the guidelines is given below beginning at [EIM62605](/guidance/employment-income-manual/EIM60000#EIM62605).\n\nParagraphs 6 to 9 of the guidelines deal with the taxation treatment of the allowances. These paragraphs were agreed with the former Inland Revenue but they apply to the travel rules relevant to 1997/98 and earlier years only and so they have not been reproduced here.\n\nThere is guidance on travel at [EIM31800](/guidance/employment-income-manual/EIM31800). The travel rules apply to employees in the engineering design industry in the same way as they apply to all other employees[.](http://www.hmrc.gov.uk/manuals/eimanual/..htm)**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"},{"manual-section-id":"EIM62605","title":"Guidelines issued by the\nFederation of Engineering Design Companies: introduction","body":"Paragraphs 2 to 5 below set out the basis on which FEDC [the\nFederation of Engineering Design Companies] advises its members to\npay travelling and subsistence allowances. Paragraphs 6 to 9\ncontain guidelines agreed with the Inland Revenue on how these\nallowances should be treated for tax purposes.&#x201D;\n\n**Note**: paragraphs 6 to 9 are not reproduced for the\nreason given at\n[EIM62600](/guidance/employment-income-manual/EIM60000#EIM62600)."},{"manual-section-id":"EIM62610","title":"Guidelines issued by the\nFederation of Engineering Design Companies: travelling\nexpenses","body":"### &#x201C;2. Travelling expenses\n\n1.  An employee will qualify to be rEIMbursed travelling expenses when he is away from his normal place of employment.2.  The employee should plan his journey to avoid unnecessary expense, and any unnecessary expenses will not be rEIMbursed by the employer.3.  The expenses rEIMbursed will not be more than were actually incurred.4.  The cost of travel from home to the normal place of employment is the responsibility of the employee and will not qualify for reimbursement, except where the employee is called back to the office outside normal working hours (e.g. for evening or special weekend overtime) - such reimbursements will be taxable.5.  Where frequent journeys are made to the same site so that the employee is able to save expenses by making alternative arrangements, he will be expected to make such arrangements, and will be rEIMbursed accordingly (e.g. he will be expected to purchase weekly or monthly season tickets where appropriate).6.  Taxi fares are only payable in the following circumstances:-\n\n*   when secret or confidential papers are being carried which it is considered inadvisable to carry on public transport;\n*   when there is an urgent need to save time;\n*   when bulky work materials or luggage other than hand luggage are being carried;\n*   when there is no suitable transport.&#x201D;"},{"manual-section-id":"EIM62615","title":"Guidelines issued by the\nFederation of Engineering Design Companies: mileage allowance","body":"### &#x201C;3. Mileage allowance\n\n1.  The employee should not undertake journeys of more than fifty miles or use a hired vehicle without prior permission.2.  Only the excess of the mileage travelled over the mileage from home to office is eligible for payment.&#x201D;"},{"manual-section-id":"EIM62620","title":"Guidelines issued by the\nFederation of Engineering Design Companies: overnight\nsubsistence","body":"### &#x201C;4. Overnight subsistence\n\n1.  Where the distance is such that a return to home each day from the client's office cannot reasonably be expected, overnight subsistence will be payable in respect of each day spent working at the client's offices. No claim will be allowed for weekends, when the employee was able to return home but chose not to do so.2.  Return travelling expenses to home between weeks spent working at the client's premises will be allowed.3.  Where the employee chooses to return home each day, he will be paid the overnight subsistence rate or his travelling expenses, whichever is the less.4.  Where an employee works at a site for more than four weeks at a time, the subsistence rate will be reduced to a lodging allowance on the basis that a more permanent arrangement may reasonably be expected to be made.&#x201D;"},{"manual-section-id":"EIM62625","title":"Guidelines issued by the\nFederation of Engineering Design Companies: day subsistence","body":"Subsistence rates will be paid where the employee is put to\nextra expense by reason of working away from his normal office, but\nonly where the client's offices are more than five miles away from\nthe employee's home and normal place of employment.&#x201D;"}]},{"title":" Entertainment industry","sections":[{"manual-section-id":"EIM62800","title":"Theatrical performers:\nfees paid to agents","body":"A deduction is permitted by Section 352 ITEPA 2003 for fees paid\nto agents by theatrical performers out of employment income.\n\nFor this purpose a theatrical performer is an actor, singer,\nmusician, dancer or theatrical artist. This means that a deduction\ncan be given to any person with a particular theatrical talent in\nrespect of an employment under which they perform in public. A\ndeduction cannot be given to non-performers, such as a stage\nmanager. It can be given to individuals whose talents are not\nprimarily theatrical but who are employed to perform in a\ntheatrical setting, for example a sports personality appearing in a\npantomime.\n\nTo qualify for a deduction the theatrical performance need\nnot take place in a theatre. Any setting for a performance is\nsufficient, such as a television programme, a film or a concert\nhall. For example, in Madeley and Finnigan v HMRC (SpC547, 2006) a\nSpecial Commissioner held that the television presenters, Richard\n\nMadeley and Judy Finnigan, were employed as \"theatrical artists\"\n\nwhen working for Granada Television to present the \"This Morning\"\n\nmagazine programme. The Special Commissioner was satisfied that\n\ntheir work on the programme amounted to a theatrical performance.\n\nHe interpreted the expression \"theatrical artist\" to mean:\n\n\"a performer or entertainer, performing with a theatrical\n\nbent, or in the manner of acting or theatre, but not necessarily in\n\nthe theatre.\""},{"manual-section-id":"EIM62810","title":"Theatrical performers:\nfees paid to agents: amount of the deduction","body":"Where a deduction is permitted by Section 352 ITEPA 2003 it\napplies to fees paid either:\n\n*   under a contract with a person who carries\non a trade or profession as an employment agency, or\n*   to a Co-operative Society that acts as\nagent for its members.\n\nTo be deductible the fees must be calculated as a percentage of\nthe earnings of the employment.\n\nThe amount of the fees that can be deducted, including any\nVAT payable on them, is limited to 17.5% of those earnings.\n\nAgents fees are usually between 10% and 15% of a performer's\nincome, so the limit of 17.5% will normally cover an agent's fee\ntogether with any VAT paid on it.\n\nWhere a performer requests a deduction and it does not breach\nthe 17.5% limit it should usually be accepted. If, exceptionally,\nyou wish to check whether a deduction is due you should ask the\n\nperformer to produce documentary evidence."}]},{"title":" Examiners\n\n### Fire officers","sections":[{"manual-section-id":"EIM63600","title":"Arrangement of\nguidance"},{"manual-section-id":"EIM63610","title":"Full-time members of fire\nbrigades in Great Britain: taxable allowances","body":"Full-time members of fire brigades in Great Britain receive\nvarious allowances, in addition to pay. The following allowances\nare chargeable to tax as employment income (see generally\nEIM00510onwards).\n\n*   Money allowances in the nature of extra\npay, for example annual retaining fees, turn-out fees or attendance\nfees, for members who act as retained members (see[EIM63620](/guidance/employment-income-manual/EIM60000#EIM63620)) at another station in their\noff-duty periods, and allowances to members acting as instructors,\nmess managers, etc.\n*   Rent, fuel and light allowances paid in\nlieu of the provision of free accommodation, and grants, known as\ncompensatory grants, made to cover the income tax liability on\nthese allowances and the grants. The compensatory grants are\nsimilar to those paid to police officers (see\n    [EIM68110](/guidance/employment-income-manual/EIM65799#EIM68110), third bullet).\n*   Reimbursement of medical charges incurred\n\n    under the National Health Service Acts except where medical\n\n    treatment relates to personal injury suffered whilst on duty.\n*   Grants to meet additional travelling\n\n    expenses arising from a transfer from one location to another.\n*   Discretionary lump sum payments made on\n\n    transfer where a member is obliged to pay substantially more for a\n\n    house at the new location than he or she receives from the sale of\n\n    his house at the old location.\n*   Lodging allowances paid to married members\n\n    (or single members with dependants) except where the allowance is\n\n    paid:\n\n*   in circumstances where the member is sent away\n\n    from his or her normal workplace to work at another place for a\n\n    period of less than 24 months, or\n*   temporarily on transfer until the member can move\n\n    into permanent accommodation at the new station.\n\n*   Payments for travel between home and a\n\n    fire officer's normal place of work unless the journey is made as a\n\n    result of an emergency call.\n\nGeneral advice about payments for travelling expenses is given\n\nat\n\n[EIM10000](/guidance/employment-income-manual/EIM10000) onwards. Advice on emergency\n\ncall out is at\n\n[EIM10040](/guidance/employment-income-manual/EIM04700#EIM10040).\n\nAll payments of mileage allowance (other than those home to\n\nwork journeys to which PAYE applies) are business travel for the\n\npurposes of the treatment of Section 229 ITEPA 2003 (see\n\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards)."},{"manual-section-id":"EIM63620","title":"Part-time fire officers\n(retained members): taxable allowances","body":"Various allowances paid to part-time members, known as \"retained\nmembers\", are chargeable to tax as employment income (see generally\n\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510) onwards). These allowances\ninclude:\n\n*   retaining fees\n*   turn-out fees\n*   attendance fees and other fees for\nadditional duties\n*   payments of compensation for loss of\nremuneration in their other occupations\n*   retirement gratuities\n*   long service bounty payments (see[EIM63630](/guidance/employment-income-manual/EIM60000#EIM63630)).\n\nVoluntary members are paid at an hourly rate for periods of duty\nand, in addition, may receive compensation for remuneration lost.\nSuch payments are taxable and fire brigades will make a return of\npayments made to an individual where they exceed &#xA3;50 in any\n\nyear."},{"manual-section-id":"EIM63630","title":"Part-time fire officers\n(retained members): long service bounty scheme","body":"A long service bounty scheme provides for part-time members of\nfire brigades to receive bounty payments on completion of 10, 15,\n20, 25, 30 and 35 years' service. Part-time members who have\ncompleted 15 years' service and who leave between bounty points\nreceive a proportion of the next bounty due.\n\nThe bounty payments are chargeable to tax in the year of\nassessment in which they are paid. They are taxable employment\nincome (see generally\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510) onwards). The scheme does not\nsatisfy the requirements of Section 323 ITEPA 2003, which exempts\nsome long service awards from a charge to tax (see\n[EIM01500](/guidance/employment-income-manual/EIM01000#EIM01500)).\n\nRegarding the application of PAYE in the case of part-time\nfire officers, see EP9596."},{"manual-section-id":"EIM63640","title":"Full and part-time fire\nofficers: non-taxable allowances","body":"The following allowances payable to both full-time and retained\nmembers of fire brigades are not chargeable to tax.\n\n*   Subsistence allowances to cover the extra\ncost of subsistence during a period of duty, not exceeding 24\nmonths, at a temporary station.\n*   Free meals provided on duty and spoilt\nmeal allowance.\n\nA flat rate expense allowance is due where a fire officer incurs\nexpense on the upkeep of undress uniform. See Booklet IR1 for\namounts."},{"manual-section-id":"EIM63641","title":"Motor mileage\nallowances","body":"Motor mileage allowances are paid to fire officers who use their\nown cars for business journeys.\n\nThere are no special arrangements for these payments after\n2001/02. They are dealt with in the normal way under the approved\nmileage allowance payments (AMAPs) scheme, see\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards."},{"manual-section-id":"EIM63645","title":"Motor mileage allowances\npaid for private journeys","body":"Mileage allowances are paid to fire officers for some journeys\nthat are private for tax purposes (see\n[EIM63610](/guidance/employment-income-manual/EIM60000#EIM63610) and EIM63620). If a particular\nFire Brigade makes such payments then:\n\n*   payments for business travel should be\ndealt with under the approved mileage allowance payments (AMAPs)\nscheme in the normal way, see[EIM31200](/guidance/employment-income-manual/EIM31200) onwards and\n*   any payments for private miles should be\nsubject to tax under PAYE."},{"manual-section-id":"EIM63650","title":"Expenses deductions:\nlaundering uniforms","body":"A flat rate expense deduction has been agreed for fire officers who:\n\n*   are required to wear a uniform as part of their duties (see [EIM32475](/guidance/employment-income-manual/EIM32401#EIM32475)) and\n*   **must **meet the cost of laundry themselves.\n\nThe circumstances in which a deduction can be given are described in [EIM32710](/guidance/employment-income-manual/EIM32700CT#EIM32710).\n\nThe amount of the deduction is &#xA3;80\n\nIn some circumstances an employee can request a deduction for the actual expense they have incurred instead of the flat rate expense, see [EIM32715](/guidance/employment-income-manual/EIM32700CT#EIM32715). "},{"manual-section-id":"EIM63660","title":"Chargeable benefit:\nprovided vehicles: emergency vehicle or ordinary car","body":"The Fire Service may provide a vehicle to a fire officer for use in travel between home and fire station and to attend incidents.\n\n**For 2004/05 onwards** there is an exemption from tax for these vehicles in certain circumstances, see [EIM23600](/guidance/employment-income-manual/EIM23000#EIM23600).\n\n**For 2003/04 and earlier**, and for later years where the vehicle is not within EIM23600, the following guidance applies.\n\nIf the vehicle is fitted with a fixed flashing light it is classed as an emergency vehicle and is considered to be unsuitable for use as a private vehicle (see [EIM23140](/guidance/employment-income-manual/EIM23010#EIM23140)). The car benefit charge in Section 114 ITEPA 2003 does not apply to such vehicles. If the vehicle is also used for private purposes there is a residual liability to charge under Section 203 ITEPA 2003 (see [EIM21615](/guidance/employment-income-manual/EIM13310#EIM21615) onwards).\n\nOn the other hand, if a fire officer is provided with an ordinary saloon car, to which the driver may attach a de-mountable flashing light, the car is no different from any other except when attending an emergency. Consequently a car benefit charge applies (see [EIM23015](/guidance/employment-income-manual/EIM23000#EIM23015)).\n\n### Boyd and Kerr v Brown (SpC333)\n\nTwo fire officers in Northern Ireland were provided with ordinary saloon cars by the Northern Ireland Fire Service. The cars were used primarily to transport the officers from their home/rented accommodation to the fire stations at which they were based and for travel within their duty areas, but they were also available for the officers to travel directly from home/rented accommodation to an incident, if they were called out whilst on standby duty. The Northern Ireland Fire Service met all the running cost of the vehicles. The officers were not permitted to use the vehicles when off duty.\n\nDue to the security situation in Northern Ireland the cars provided to the two officers had de-mountable blue flashing lights so that they could not be identified as emergency vehicles. When attending an incident the flashing light would be placed on the roof. Although they were not recognisable as emergency vehicles, in the particular circumstances and location of this case, it was agreed that the Inland Revenue would not argue for a car benefit charge but only for a residual benefit charge under Section 203 ITEPA 2003.\n\nThe Special Commissioners found that:\n\n*   the fire station at which each officer was based was his permanent workplace*   consequently travel from home/rented accommodation to the fire station was classed as ordinary commuting (see [EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055)) and provision of a vehicle for this purpose constituted a taxable benefit\n*   the vehicles were provided primarily for Northern Ireland Fire Service purposes and any benefit to the officers was incidental to that\n*   the officers did not use the vehicles on days when they were off-duty, so the benefit charge should be apportioned on the basis of whole days, to exclude off duty days\n*   there should be a deduction under Section 365(1) ITEPA 2003 from the apportioned benefit charge, to reflect the proportion of business mileage relative to the private mileage on journeys between the officers&#x2019; home/rented accommodation and the fire station.\n\n### Summary\n\nThe decision in Boyd and Kerr reflected the unusual circumstances of the case. In particular:\n\n*   where a fire officer is provided with an ordinary saloon car, rather than an emergency vehicle, a car benefit charge applies normally. In Boyd and Kerr it was agreed that, instead of a car benefit charge, there was a charge under the general rules for residual benefits*   the Northern Ireland Fire Service rules did not permit the officers to use the vehicles on off-duty days and it was found as fact by the Commissioners that they did not do so. As a result the Commissioners decided to apportion the benefit. If it had been found that the cars were available for the officers to use on off-duty days, whether or not they were actually used, there would have been be no basis for an apportionment of the benefit.\n\nThe decision in Boyd and Kerr has no effect on other cases where a Fire Service employer provides a car to a fire officer, unless the same circumstances apply. We think that is unlikely. "}]},{"title":" Fishermen","sections":[{"manual-section-id":"EIM64000","title":"Expenses deductions","body":"It would not be practical to determine a national flat-rate\nexpenses deduction for clothing and tools that would apply to all\nfishermen. Conditions vary from port to port and there is no trade\nunion that represents the majority of fishermen.\n\nWhere it is appropriate to do so, a local office can negotiate a\nlocal flat-rate expenses deduction for the fishermen with whom it\ndeals. This may be negotiated with the local association or trade\nunion that represents them.\n\nGuidance on flat-rate expenses deductions is at\n[EIM32700](/guidance/employment-income-manual/EIM32700CT#EIM32700)."}]},{"title":" Footballers: Association football\n\n### Footballers: Rugby football","sections":[{"manual-section-id":"EIM64150","title":"General: arrangement of\nguidance","body":"Until 1995, there was an important distinction between Rugby\nLeague football and Rugby Union football. Rugby League football was\nplayed by both amateurs (who were not paid for playing) and\nprofessionals (who were paid). Rugby Union football, on the other\nhand, was (or purported to be) exclusively amateur.\n\n In 1995, the international governing body of Rugby Union\nfootball announced that the sport would become open. That is, that\nRugby Union footballers could become overtly professional. In Great\nBritain and Ireland this change took effect from the beginning of\nthe 1995/96 playing season. Since then Rugby Union players, like\nRugby League players, may be either amateurs or professionals.\nProfessional players will usually be engaged by their club under a\ncontract of employment.\n\n Guidance relating to the taxation of Rugby footballers is\n\narranged as follows:\n\nAs regards payments to Association footballers, see\n\n[EIM64100](http://www.hmrc.gov.uk/manuals/eimanual/EIM64100.htm) onwards."},{"manual-section-id":"EIM64155","title":"Types of payment","body":"Professional Rugby players are normally engaged under a contract\nof employment. The following types of payment made to professional\nplayers are taxable as employment income (see generally\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510) onwards).\n\n*   Wages and talent money.\n*   Payment of a certain amount per\nmatch.\n*   Signing-on fees (see[EIM64160](/guidance/employment-income-manual/EIM60000#EIM64160)).\n*   Share of transfer fee (see[EIM64115](http://www.hmrc.gov.uk/manuals/eimanual/EIM64115.htm)).\n*   Some benefits (see[EIM64120](http://www.hmrc.gov.uk/manuals/eimanual/EIM64120.htm)).\n\nOther kinds of payment may also be taxable. If you come across a\npayment that is not covered in the specific guidance mentioned\nabove, or in\n[EIM64150](/guidance/employment-income-manual/EIM60000#EIM64150), refer in the first instance to\nthe general guidance on employment income at\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510) onwards."},{"manual-section-id":"EIM64160","title":"Signing-on fees after 1\nJanuary 1996: general: conditional payments","body":"A payment made to a player on entering into a contract as a\nprofessional Rugby footballer will usually be chargeable in full as\nemployment income (see\n[EIM00700](/guidance/employment-income-manual/EIM00505#EIM00700)). This is so even if the\npayment is said to be for \"loss of amateur status\". Almost all\nmajor sports are now open to both amateurs and professionals, with\nthe result that amateur status can no longer be said to have any\nreal value.\n\nIn Jarrold v Boustead (41TC701) a payment to a Rugby League\nplayer for giving up his amateur status was held not to be\nchargeable to tax. That case was heard more than 40 years ago, when\nthere was still a clear distinction between amateur and\nprofessional sport. The case is still relevant in so far as it\ndemonstrates the general principle that a payment to a person on\ntaking up employment is not necessarily from the employment (see\n[EIM00710](/guidance/employment-income-manual/EIM00505#EIM00710)). However, it no longer has any\n\ndirect relevance in relation to signing-on fees paid to Rugby\n\nfootballers.\n\nAs regards signing-on fees to Rugby League players before 2\n\nJanuary 1996, see SE64165.\n\n### Conditional payments\n\nIn Riley v Coglan (44TC481) a Rugby League player received a\n\nsigning-on fee for agreeing to serve the club for the rest of his\n\nfootball career. The payment was held to be taxable as employment\n\nincome.\n\nConditional signing-on fees that are taxable in full on the\n\nRiley v Coglan principle include:\n\n*   sums payable on completion of a specified\n\n    period of service, or after a specified number of matches.\n    **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**\n\n*   sums payable on the attainment of county\n\n    or international honours\n*   such part of the signing-on fee payable on\n\n    signature of the contract as is repayable by the player if he fails\n\n    to complete his specified period of service, or to play a specified\n\n    number of matches, or in any other circumstances referable to\n\n    service.\n\n### Signing-on fee payable on a transfer\n\nSee\n\n[EIM64115](http://www.hmrc.gov.uk/manuals/eimanual/EIM64115.htm)."}]},{"title":" Insurance agents\n\n### Journalists","sections":[{"manual-section-id":"EIM64700","title":"Deductions for expenses:\n\nnewspapers and periodicals","body":"No deduction under Section 336 ITEPA 2003 can be permitted for\nthe cost of newspapers or magazines purchased by a journalist\nmerely in order to keep informed or up-to-date. The expense is not\nincurred in the performance of the duties of the journalist's\nemployment.\n\nThis conclusion was reached by the House of Lords in the case\nof Fitzpatrick and others v CIR (66TC407). The case is discussed at\n\n[EIM31652](/guidance/employment-income-manual/EIM31600#EIM31652)."}]}]}}