{"title":"EIM71400 - Assessments, appeals andother procedures","details":{"manual-section-id":"EIM71400","body":"The guidance set out in the following pages refers to\nassessments and appeals relating to employment income. Other\nguidance may be obtained from the Appeals, Reviews and Tribunals\nGuidance and the Self Assessment Manual.\n\n","breadcrumbs":["EIMANUAL","EIM71400"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM71405","title":"Assessments, appeals and\nother procedures: assessments","body":"Nearly all employment income tax is collected on a provisional\nbasis through the PAYE system using code numbers and tax tables.\nTax is deducted from wages and salaries by the employer and paid\nover to the collector. The code number can take into account other\nemployment income from which tax cannot be deducted directly, such\nas benefits in kind. Small amounts of other income can also be\neffectively taxed through PAYE by setting allowances against them\nand only giving any balance in the code number.\n\n So, for most taxpayers whose income is wholly or mainly\nemployment income, where the PAYE coding notice is accurate and\ndeductions are made in accordance with cumulative tax tables, the\ntotal net tax deducted will be correct so that no further action is\nneeded. (The PAYE system is designed to marginally under-deduct to\nprevent large numbers of taxpayers overpaying very small amounts\nand then making repayment claims.)\n\n Assessments are not needed when PAYE gets things right in\n\nthe tax year.\n\n In most cases where PAYE has not got things right in the tax\n\nyear, matters are sorted out informally at the year-end rather than\n\nby assessment. Under the informal procedures that have existed for\n\nmany years, over-payments are repaid automatically and\n\nunder-payments, up to a limit (currently &#xA3;2.000), are\n\nautomatically coded out for collection through PAYE in a later\n\nyear. The taxpayer is not disadvantaged in any way by the informal\n\nprocedures. The saving to HMRC is simply in administrative costs,\n\nand the taxpayer is saved unnecessary work. These informal\n\nprocedures, which are set up under the general power given to the\n\nCommissioners of Her Majesty&#x2019;s Revenue and Customs to manage\n\nthe tax system, are covered in the PAYE Manual at PAYE 93000\n\nonwards.\n\n However Section 711 ITEPA 2003 also gives taxpayers the\n\nright to self assess for any year."},{"manual-section-id":"EIM71410","title":"Assessments, appeals and\nother procedures: self assessment","body":"Most assessments are self assessments, taking into account all employment income and any tax deducted through PAYE.\n\n### Requirement to self assess\n\nHMRC can require any taxpayer to self assess. Directors and those employees who receive total income of &#xA3;100,000 or more are automatically required to self assess even though the right amount of tax for the year has been deducted through PAYE. And other taxpayers whose income is wholly or mainly employment may be required to self assess, for example the small number of elderly people whose level of income may affect the amount of their personal allowances.\n\n### Bringing taxpayers into self assessment to deal with a contentious issue\n\nTaxpayers who do not normally self assess will be brought into self assessment for any tax year where there is a contentious point, for example a deduction for expenses, where the matter will proceed to the First-tier Tribunal. Taxpayers present their view of the matter in the self assessment. Then, following an HMRC enquiry into the self assessment, if the matter is not resolved the point can go to the First-tier Tribunal and beyond by way of a taxpayer appeal against an HMRC amendment to the self assessment.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Time limit\n\nSection 711(2) ITEPA 2003 provides that a taxpayer subjected to PAYE who has not been asked to self assess by HMRC can ask to self assess up to 3 years after the 31st October next following the end of the tax year where PAYE was operated. This cut-off date is set so that a self assessment can be made within 4 year time limit for assessments set out in Section 34(1) TMA 1970."},{"manual-section-id":"EIM71415","title":"Assessments, appeals and\nother procedures: discovery assessments","body":"\n\n## Section 29 TMA 1970\n\nSometimes it may be necessary to make an assessment after a self assessment has already been made and:\n\n*   the self assessment has already been enquired into and the enquiry has been closed, or\n*   the time limit for enquiring into a self assessment has expired.\n\nIn these circumstances any action can only be taken under Section 29 TMA 1970. EM3250 onwards in the Enquiry Manual and the Self Assessment Manual cover the making of discovery assessments.\n\nA discovery assessment may be needed where, for example, employment income was omitted from a self assessment or where in a self assessment a taxpayer claimed a PAYE credit because of an employer PAYE failure, but subsequently a direction is made under the PAYE regulations to collect the tax from the employee, see the Compliance Operational Guidance (COG) manual at COG915175 onwards for further information about directions. "},{"manual-section-id":"EIM71420","title":"Assessments, appeals and\nother procedures: coding objections and appeals","body":"The procedures for dealing with objections and appeals against coding are in the PAYE Manual.\n\nPAYE is a provisional system of deducting tax from employment income such as wages and salaries by the use of code numbers and tax tables. Where PAYE does not get things right in the tax year matters are sorted out at the year-end either by informal calculation or assessment (see [EIM71405](/guidance/employment-income-manual/EIM71405)).\n\nBecause PAYE is a provisional system it makes sense to deal with taxpayer enquiries about code numbers as informally as possible. That is why the PAYE regulations give taxpayers initial rights to object to code numbers. If HMRC does not amend code numbers following objections, taxpayers can then appeal. The First-tier Tribunal can consider all matters relevant to a code number and determine what the code number should be. The First-tier Tribunal's decision is final, except on a point of law. Most problems are sorted out at the objection stage, and only a very small number of cases go to the First-tier Tribunal in any tax year.\n\nWhere HMRC has notified an employer of a code number, the employer has to use that code number when operating PAYE, even though at that time the coding may be subject to an open objection or appeal. "},{"manual-section-id":"EIM71425","title":"Assessments, appeals and\nother procedures: coding: contentious appeal cases","body":"Where a coding objection or appeal involves a contentious matter such as an expenses deduction or employment status, it is preferable to seek to deal with the matter formally at the year-end rather than by means of a coding appeal. If a taxpayer persists in wanting to have the matter dealt with by way of a coding appeal, you should seek advice as necessary on procedures and the point at issue.\n\nEven though the First-tier Tribunal&#x2019;s decision on a notice of coding is final, a contentious point at issue, for example an expenses deduction, can be litigated again at the year-end. If necessary, any taxpayers who are not normally sent self assessment returns can be sent returns and asked to self assess for any year where they or HMRC want to pursue a point formally, see [EIM71405](/guidance/employment-income-manual/EIM71405) about self assessments.\n\nWhere however an objection or appeal to a notice of coding involves a claim to a relief such as a personal allowance, the question as to whether the relief is due can be considered formally in the tax year in accordance with Schedule 1A TMA 1970, with the decision on the coding objection or appeal following automatically on from the outcome of the decision on the claim to relief. The handling of such a claim to relief made during a tax year is covered in the PAYE Manual.\n\nA claim to relief enquired into in a tax year and given effect to in a code number will have to be repeated in any self assessment made for that year in order to make the self assessment arithmetically correct. But the claim cannot be enquired into for a second time. So any enquiry into the self assessment cannot look at that part of the return. "},{"manual-section-id":"EIM71430","title":"Assessments, appeals and\nother procedures: PAYE failure: regulation 80 determinations","body":"\n\n## Regulation 80 S1 2003/No 2682\n\nRegulation 80 is used mainly where an employer has failed to deduct tax under the PAYE system and there has been no previous direction that the tax in question should be recovered from the employee. (Where there is a PAYE failure then, unless there is a direction, the responsibility for the tax lies with the employer even though the employee has received a gross amount.) HMRC can make a determination of the tax due from the employer, and the employer has the normal rights of appeal. The PAYE Manual and Compliance Operational Guidance (COG) manual contain advice and procedures relating to both directions and determinations.\n\nAs well as being used as a straightforward mechanism to collect tax, a determination can be used as a vehicle to take contentious points to the First-tier Tribunal and the Courts. For example, it can be used in disputes as to whether persons are employed or self-employed, or whether particular payments are earnings. "},{"manual-section-id":"EIM71435","title":"Assessments, appeals and\n\nother procedures: appeals involving taxable Jobseeker's\n\nAllowance","body":"Section 152 ICTA 1988 provides special rules that modify the\nnormal appeal procedure. These rules are designed to ensure\nthat:\n\n*   as far as possible, disputes about taxable\nJobseeker's Allowance are settled between the claimant and the\nrelevant Government Department (DfES or DWP) paying the benefit\nwithout involving the tax office\n*   if, exceptionally, an appeal is to be\nheard by the First-tier Tribunal the Benefit Office will be able to\nproduce the necessary evidence.\n\nFor further information see\n[EIM76303](/guidance/employment-income-manual/EIM76303)."}]}]}}