{"title":"Tax treatment of particular occupations","details":{"manual_section_id":"EIM70199","body":"Pages in the range EIM70200 to EIM71399 cover the tax treatment of particular occupations. The occupations are listed in alphabetical order in the table below.\n\nThe Employment Status Manual (ESM) provides additional guidance on the status of workers in particular occupations.\n\n\n\n\n\n\n\n\n\n\n\n\n\n","sections":[{"title":" Seafarers","sections":[{"manual_section_id":"EIM70200","title":"Uniform allowances","body":"\n\n## Sections 336 and 367 ITEPA 2003\n\nAllowances may be paid to officers and certain ratings of the Mercantile Marine to cover the cost of upkeep of uniforms (whether or not the wearing of uniform is compulsory). The table below shows the maximum allowances that have been agreed with representatives of the officers, etc., concerned.\n\nThese allowances are intended to cover all working gear and also the renewal of instruments, and are not chargeable to tax. Where only a proportion of the cost is borne by the officer, etc., the allowances paid should be restricted accordingly.\n\n<table>\n<tr>\n<td>\n\n### Occupation\n</td>\n<td>\n\n### Passenger liners\n</td>\n<td>\n\n### Cargo vessels, tankers and ferries\n</td>\n<td>\n\n### Coasters (except ferries)\n</td>\n</tr>\n<tr>\n<td>Master </td>\n<td>&#xA3;135 </td>\n<td>&#xA3;115 </td>\n<td>&#xA3;75 </td>\n</tr>\n<tr>\n<td>Chief OfficerChief EngineerSecond Engineer </td>\n<td>\n&#xA3;135 </td>\n<td>\n&#xA3;105 </td>\n<td>\n&#xA3;75 </td>\n</tr>\n<tr>\n<td>Other Officers (including Pursers and Chief Stewards*) </td>\n<td>&#xA3;135 </td>\n<td>&#xA3;85 </td>\n<td>&#xA3;60 *</td>\n</tr>\n</table>\n\n* Including Chief Purser, Chief Catering Officer and Chief Radio Officer "},{"manual_section_id":"EIM70205","title":"Deduction for provision of own food","body":"\n\n## Sections 337, 338 and 367 ITEPA 2003\n\nA seafarer who is engaged under an agreement which requires that he or she should \"find own food\" is entitled to a food deduction of the full expense necessarily incurred in connection with board, etc. while living away from home.\n\nCircumstances vary from port to port and so it is not possible to agree a national flat-rate deduction. However, Areas may, in worthwhile cases, negotiate a local flat-rate deduction covering a particular group of employees, see [EIM32725](http://www.hmrc.gov.uk/manuals/eimanual/EIM32725.htm).\n\nIn negotiating such a deduction, pay regard to the average expenditure for each day of duty aboard, after taking account of leave absences, public holidays, and periods when the vessel is in dry dock, etc.\n\nNo deductions can be permitted to seafarers whose rates of pay are on a \"food found basis\". "},{"manual_section_id":"EIM70210","title":"Bedding and protective clothing provided for trawler crews","body":"\n\n## Sections 336 and 367 ITEPA 2003\n\nAt a number of ports it is the practice for owners to supply trawler crews, other than mates and skippers, with bedding and/or protective clothing free of charge. In these cases any agreed flat- rate expenses deduction must be restricted, see [EIM32710](http://www.hmrc.gov.uk/manuals/eimanual/EIM32710.htm).\n\nRestrict the current year but do not seek any retrospective adjustments. "},{"manual_section_id":"EIM70215","title":"General: taxation of allowances","body":"The instructions in [EIM70200](http://www.hmrc.gov.uk/manuals/eimanual/EIM70200.htm) to EIM70205 concern the taxation treatment of various allowances payable to seafarers whose pay is chargeable to United Kingdom income tax.\n\nAs regards the liability to tax of seafarers in general, including questions of residence, see [EIM70225](http://www.hmrc.gov.uk/manuals/eimanual/EIM70225.htm) onwards.\n\nThe instructions at EP8145 and EP8312 to EP8313 deal with procedural matters. "},{"manual_section_id":"EIM70220","title":"Salvage awards","body":"A salvage award is apportioned between the owners and the members of the crew of the salving ship on a basis that varies with the particular circumstances of each salvage. **Salvage awards are fully taxable.**&#xA0;\n\nThe award may be agreed on the salvor's behalf with the owners of the vessel but increasingly seafarers are seeking to negotiate their own settlements, sometimes through the Courts.\n\nWhere an award is paid to the owners of the salving ship for distribution among the crew the owner should include each employee's share on the deductions working sheet and operate PAYE on it. Where the Courts make an award it is usual for it to be paid over to the salvor's solicitors. In such cases PAYE will not be operated so the individual seafarers will each be responsible for including their share of the award in their self assessment returns. Where examination of the accounts of a ship owner shows that a share of an award has been paid to the owner, he should be asked to supply an analysis of the payments made to seafarers unless:\n\n*   such a return has already been made to South Wales Area, Cardiff (Compliance), or\n*   the awards have been included on the deductions working sheets and taxed.\n\nIf a return is then made the appropriate Area offices should be notified of the circumstances of the awards and a note of the facts passed to South Wales Area, Cardiff (Compliance). "},{"manual_section_id":"EIM70225","title":"Residence status of seafarers","body":"The same legal principles apply in deciding the residence status of a seafarer as apply in the case of any other individual. At one time, seafarers absent on foreign going service were subject to considerations that were not necessarily applicable to persons employed abroad on land. But over the years the distinctions between seafarers and other individuals have been eroded. The rules followed in deciding the residence status of a seafarer in the main now follow the normal pattern.\n\nWhile certain cases may call for a closer examination of their particular facts in relation to the legal principles involved, the rules set out in [EIM70230](http://www.hmrc.gov.uk/manuals/eimanual/EIM70230.htm) to EIM70235 should be applied generally.\n\nWhere difficulty arises concerning a seafarer's residence status, you should refer the case to the Centre for Non-Residents. "},{"manual_section_id":"EIM70230","title":"Residence status: employment outside United Kingdom territorial waters","body":"A seafarer will normally be regarded as not resident and not ordinarily resident in the UK from the day following departure to the day preceding return where he or she:\n\n*   has been ordinarily resident in the UK and leaves the UK to take up full time employment on a ship and*   the absence from the UK and the period of service includes a complete tax year and*   leave spent in the United Kingdom totals less than 183 days in any tax year and averages less than 91 days for each tax year (the average is taken over a period of absence up to a maximum of 4 years).\n\nHowever, this will not include seafarers whose employment arrangements consist of frequent and regular voyages to and from the UK. "},{"manual_section_id":"EIM70235","title":"Non-resident seafarer coming to the United Kingdom","body":"Where a seafarer who has not been resident in the United Kingdom comes to this country, see [EIM42890](http://www.hmrc.gov.uk/manuals/eimanual/EIM42890.htm) onwards. If you are unable to decide the individual's residence status, you should refer to the Residence, Domicile and Remittance Basis Manual. If you are still unable to make a residence decision you should submit the case to CAR Personal Tax International, Advisory (Residence and Domicile Technical Team). "},{"manual_section_id":"EIM70240","title":"Location of duties for tax purposes"},{"manual_section_id":"EIM70245","title":"The deduction from seafarers' earnings","body":"\n\n            [businesses &amp; corporations](http://www.hmrc.gov.uk/businesses/)\n\n\n\n## Sections 378 to 385 ITEPA 2003\n\nSee [EIM33000](http://www.hmrc.gov.uk/manuals/eimanual/EIM33000.htm) onwards for information about the deduction from seafarers' earnings.\n\n    "}]},{"title":" Steel industry employees\n\n### Students: foreign students","sections":[{"manual_section_id":"EIM70500","title":"Foreign students employed in the United Kingdom during their holidays","body":"### Action\n\nProcedural instructions covering vacation jobs taken by foreign students in the United Kingdom on visits sponsored by several organisations are at EP8606. The guidance also tells you what to do in other circumstances.\n\n### Double taxation agreement\n\nIf, in a particular case, the above instructions do not apply, consider whether exemption under a double taxation agreement is due (see DT225 and DT1930 to DT1931).\n\n### Payments to students without deduction of tax\n\nFor the arrangements under which payments may be made without deduction of tax to students engaged for vacation work, including those from abroad, see EP8600 onwards. "}]},{"title":" Teachers, lecturers and tutors","sections":[{"manual_section_id":"EIM70695","title":"Guidance on expenses: introduction","body":"The following pages contain guidance on the tax treatment of expenses met by employees working in education.\n\nSome of the guidance is drawn from statements made by trade unions or other organisations with the assistance of the former Inland Revenue. Such statements are not always updated when legislation is changed and so need to be treated with care. Where a statement has become wholly obsolete it will be withdrawn from this guidance. Otherwise this guidance will draw attention to parts of a statement that are no longer correct.\n\nThese paragraphs contain:\n\n*   a statement by the Committee of Vice Chancellors and Principals on expense payments made to employed lecturers, see [EIM70700](http://www.hmrc.gov.uk/manuals/eimanual/EIM70700.htm) to EIM70703\n*   a statement by the Association of University Teachers on the taxation of university teachers, see [EIM70705](http://www.hmrc.gov.uk/manuals/eimanual/EIM70705.htm)&#xA0;\n*   a statement by the Association of University and College Lecturers and the National Association of Teachers in Further and Higher Education on deductions for expenses met by teachers in further and higher education, see [EIM70705](http://www.hmrc.gov.uk/manuals/eimanual/EIM70705.htm) to EIM70717\n*   guidance on school teachers' expenses, see [EIM70720](http://www.hmrc.gov.uk/manuals/eimanual/EIM70720.htm) to EIM70760\n*   guidance on capital allowances on computers, word-processors and similar items, see [EIM70790](http://www.hmrc.gov.uk/manuals/eimanual/EIM70790.htm)."},{"manual_section_id":"EIM70700","title":"Committee of Vice Chancellors and Principals guidance: university lecturers","body":"In March 1996 the Committee of Vice Chancellors and Principals (CVCP) issued guidance to universities about the employment status of lecturers and the tax treatment of expense payments made to employed lecturers. These notes were approved by the former Inland Revenue and should be followed when dealing with the affairs of both universities and, where appropriate, lecturers.\n\nThose parts of the notes that deal with employment status are reproduced in the Employment Status Manual at ESM4504. Those parts of the notes that deal with expense payments to employed lecturers are reproduced at [EIM70701](http://www.hmrc.gov.uk/manuals/eimanual/EIM70701.htm) to [EIM70703](http://www.hmrc.gov.uk/manuals/eimanual/EIM70703.htm) below.\n\nParagraphs 8 (see [EIM70701](http://www.hmrc.gov.uk/manuals/eimanual/EIM70701.htm)) and 10 (see [EIM70703](http://www.hmrc.gov.uk/manuals/eimanual/EIM70703.htm)) of the notes reflect the travel legislation in what is now Section 337 ITEPA 2003 that was law at the time. The notes do not reflect subsequent changes such as\n\n*   travel for necessary attendance at a temporary workplace (see [EIM32000](http://www.hmrc.gov.uk/manuals/eimanual/EIM32000.htm) onwards)\n*   the authorised mileage allowance payments legislation (see [EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm) onwards), or*   the replacement of ICTA 1988 by ITEPA 2003.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"},{"manual_section_id":"EIM70701","title":"Committee of Vice Chancellors and Principals guidance: university lecturers: fees and expenses: general","body":"### Fees and expenses\n\nThis part of the guidance outlines how fees and travelling and subsistence expenses paid by universities, colleges, language schools, etc. to lecturers who are employees are treated for tax purposes.\n\n[**Note**: see [EIM70700](http://www.hmrc.gov.uk/manuals/eimanual/EIM70700.htm) changes in the law since this was published.]\n\nUnder general income tax law employees who are earning at the rate of &#xA3;8,500 a year or more are liable to tax on the full amount of their remuneration. This includes all fees, wages, salaries and expenses payments etc. They may have a deduction from their earnings for any travelling and subsistence costs 'necessarily' incurred in travelling in the performance of their work. They can also claim a deduction for any other expenses \"wholly, exclusively and necessarily\" incurred in the actual performance of their work.\n\nFor employees earning below the &#xA3;8,500 a year limit, a reimbursement of actual expenses incurred is not treated as remuneration provided the expense to which it relates is deductible by the employee.&#x201D;"},{"manual_section_id":"EIM70702","title":"Committee of Vice Chancellors and Principals guidance: university lecturers: fees and expenses: fees","body":"**&#x201C;9. Fees**&#xA0;\n\nFees paid to lecturers who are employees are taxable under Schedule E.\n\n**What action must the employer take?**&#xA0;\n\nThe university, college, etc., must operate PAYE and pay any NICs which are due.&#x201D; "},{"manual_section_id":"EIM70703","title":"Committee of Vice Chancellors and Principals guidance: university lecturers: fees and expenses: travelling and subsistence expenses","body":"**&#x201C;10. Travelling and subsistence expenses**\n\n[**Note**: see [EIM70700](http://www.hmrc.gov.uk/manuals/eimanual/EIM70700.htm) for changes in the law since this was published.]\n\nWhen lecture fees are taxable under the Schedule E rules, any reimbursed travelling and subsistence expenses would normally be treated in the same way unless paid in respect of travel undertaken in the performance of the lecturer's duties. The term \"in the performance of\" means that the expenses must be incurred in actually carrying out the duties of employment. It is not sufficient that an expense is simply relevant to, or incurred in connection with, the duties of employment, or if the expense is to put the employee in a position to perform his or her duties. So if a university reimburses an employed lecturer for the costs of travelling from home to the university the payment is chargeable to tax. This is because the journey is not in the actual performance of the lecturer's duties.\n\n**What action must the employer take?**&#xA0;\n\nThe university, college etc must operate PAYE and pay any NICs which are due.\n\n**When is travel in the performance of the lecturer's duties?**&#xA0;\n\nNecessary travel from one place of work to another for the same employer is in the performance of the lecturer's duties, but not travel from home to any of those places. So, for example, if a lecturer has a single employment requiring teaching at various centres, and the expenses of travelling between the centres are reimbursed, the travelling would normally be in the performance of the duties and the reimbursed expenses deductible. If a lecturer is in any doubt about this he or she should check with his or her tax office.\n\n**What about travel from one place of work for one employer to the place of work for another employer?**&#xA0;\n\nReimbursed travelling expenses for journeys between places of work of different employers are taxable and PAYE should be operated because the travelling is not in the performance of the duties of the employment.&#x201D;"},{"manual_section_id":"EIM70705","title":"Other published guidance","body":"### Association of University Teachers\n\nCopies of a statement, agreed with the Association of University Teachers, concerning the taxation of university teachers (professors, readers, lecturers, etc) are supplied to Areas known to deal with such teachers**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Association of University and College Lecturers\n\nNotes for guidance on deductible expenses prepared by the Association of University and College Lecturers (previously the Association of Polytechnic Teachers) and the National Association of Teachers in Further and Higher Education for circulation to their members are reproduced in [EIM70706](http://www.hmrc.gov.uk/manuals/eimanual/EIM70706.htm) to [EIM70717](http://www.hmrc.gov.uk/manuals/eimanual/EIM70717.htm) below. The notes are intended to promote uniformity of practice and help to eliminate inadmissible deductions.\n\nAreas should consider these notes in dealing with deductions for teachers employed in universities, colleges and institutions of further education and other teachers with similar responsibilities and conditions of service.\n\nThe introductory paragraph (see [EIM70706](http://www.hmrc.gov.uk/manuals/eimanual/EIM70706.htm)) and paragraph 8 (see [EIM70715](http://www.hmrc.gov.uk/manuals/eimanual/EIM70715.htm)) of these notes reflect the rules on employee travel and subsistence expenses that applied when the notes were written. At that time relief for employee travel was only available under what is now Section 337 ITEPA 2003 (travel in the performance of the duties, see [EIM32350](http://www.hmrc.gov.uk/manuals/eimanual/EIM32350.htm)). Since then there have been major changes, such as\n\n*   tax relief for travel for necessary attendance at a temporary workplace (see [EIM32000](http://www.hmrc.gov.uk/manuals/eimanual/EIM32000.htm))\n*   the mileage allowance payments legislation (see [EIM31200](http://www.hmrc.gov.uk/manuals/eimanual/EIM31200.htm)) and*   the replacement of ICTA 1988 by ITEPA 2003.\n\nHMRC has also changed its view regarding the nature of the expenses which can be taken into account in calculating a deduction for \"use of home\" (see EIM32815).\n\nTherefore the notes are no longer accurate in all circumstances and should be used with care.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nAs regards capital allowances, see [EIM70790](http://www.hmrc.gov.uk/manuals/eimanual/EIM70790.htm).\n\nThe final paragraph of the notes contains a statement that explains the effect of them and the circumstances in which they came to be written. The notes should be read and used in the light of this statement.\n\n&#x201C;The notes on income tax allowances contained in this leaflet have been drawn up in consultation with senior Inland Revenue officials. Although the notes are a reasonable guide to the allowances which can be claimed, they have no binding force and decisions on individual claims will depend on all the facts and circumstances. These notes supersede any previous notes issued by AUCL/NATFHE on this subject.&#x201D;"},{"manual_section_id":"EIM70706","title":"Association of University and College Lecturers: notes on expenses deductions: general","body":"&#x201C;**Teachers in universities and colleges and institutions of further and higher education**&#xA0;\n\n**Notes of expenses allowances under Schedule E**&#xA0;\n\n[**Note**: see [EIM70705](http://www.hmrc.gov.uk/manuals/eimanual/EIM70705.htm) for changes since the publication of these notes.]\n\nExpenses which may be allowed as a deduction from emoluments assessable to income tax under Schedule E are limited by Section 198(1) Income and Corporation Taxes Act 1988 to those which the employee is necessarily obliged to incur and bear out of his earnings and which are wholly, exclusively and necessarily incurred in the performance of the duties of the office or employment including travelling necessarily undertaken in the performance of the duties.\n\nIt is not possible to lay down rules which will apply to each individual case as the conditions of service of teachers may vary but the following notes are issued for the guidance of teachers.&#x201D;"},{"manual_section_id":"EIM70707","title":"Association of University and College Lecturers: notes on expenses deductions: special clothing","body":"**&#x201C;1. Special clothing**&#xA0;\n\nWhere not supplied by the employer, a deduction may be claimed for the cost and upkeep of special clothing necessary in the performance of the teacher's duties. The following items are examples of the type of special clothing for which a deduction may be claimed.\n\n*   Academic dress.\n*   Protective clothing, for example, overalls, boots, goggles, helmets, clothing for use in catering departments etc.\n*   Gymnastic dress.\n\nNo deduction can be given for expenditure on ordinary clothing of the sort that is also worn off duty.&#x201D; "},{"manual_section_id":"EIM70708","title":"Association of University and College Lecturers: notes on expenses deductions: books","body":"**&#x201C;2. Books**&#xA0;\n\nWhere there is an obligation on a teacher to provide his own text books for use in the performance of his duties in class or in the preparation of lectures, a deduction may be claimed for their cost. In general, it is considered that such an obligation is not normally present for work up to General Certificate of Secondary Education where the text books required are usually supplied in sufficient quantities by the college or institution. No deduction can be made for expenditure on books used for the general maintenance or improvement of the teacher's knowledge and qualifications. Claims for the cost of technical periodicals would normally not be admissible under this heading except where this is included in the annual subscriptions to a learned society under paragraph 6 [[EIM70712](http://www.hmrc.gov.uk/manuals/eimanual/EIM70712.htm)] below.\n\nReceipts for book purchases should not accompany the claim, but should be kept available for the information of the Inspector of Taxes in case he may apply for them.&#x201D; "},{"manual_section_id":"EIM70709","title":"Tax treatment of teachers, lecturers and tutors: Association of University and College Lecturers - notes on expenses deductions - equipment","body":"**&#x201C;3. Equipment (for example, tape recorders, record players, slide rules, calculators, drawing instruments, computers and other appliances)**&#xA0;\n\nIn general, these items are supplied by the employer where necessary, and the teacher is not necessarily obliged to supply his/her own although he/she may do so from personal choice. No deduction, therefore, can be made for the cost of upkeep of such instruments etc. Exceptionally, where it is deemed necessary for a teacher to provide his/her own instruments etc for use in the performance of his/her duties there may be an entitlement to an allowance.&#x201D; "},{"manual_section_id":"EIM70710","title":"Association of University and College Lecturers: notes on expenses deductions: research expenditure","body":"**&#x201C;4. Research expenditure**&#xA0;\n\nTeachers in further education are not necessarily obliged to bear expenditure on research and an allowance for such expenditure would not normally be made. Teachers involved in degree level work in universities, colleges and institutions of higher education are, however, normally under some obligation to engage in research in their subject, although the nature and extent of the research is usually within their own discretion. Where, for such teachers, there is a clear obligation to engage in research, for example, where it is required by the body validating and/or accrediting degree courses, an allowance may be claimed for research expenses which are directly related to the teacher's subject and are moderate in amount, and in respect of which reimbursement is not available.\n\nResearch has been defined by one of the validating bodies as covering \"a broad range of intellectual and scholarly activity including the acquisition, dissemination and application of knowledge, skills and techniques\". It follows that the nature of the expenditure will vary from person to person. Where research expenditure is reimbursed by the employer, the reimbursement will not be taxed.&#x201D; "},{"manual_section_id":"EIM70711","title":"Association of University and College Lecturers: notes on expenses deductions: expenses of attending courses, conferences, etc.","body":"&#x201C;**5. Expenses of attending courses, conferences etc**&#xA0;\n\n[**Note**: the concession referred to in this paragraph has been withdrawn for payments made after 31 August 2000, see SE32540.]\n\nA teacher seconded by his/her employer on full salary to attend a full-time course of training in the United Kingdom lasting at least four weeks may claim concessional tax relief on expenses necessarily incurred in attending the course and paid by the teacher out of his/her emoluments. These will cover:\n\n1.  1.  Additional costs incurred by a married teacher obliged to live away from the place where he/she usually works, provided that he/she continues to maintain the family home there. This also applies to a single teacher who has family responsibilities equivalent to a married person and maintains his/her home for relatives or dependants while he/she is away on a course. A single teacher without family responsibilities might be entitled to an allowance if he/she has continuing commitments in respect of his/her usual permanent establishment from which he/she cannot easily withdraw while away on the course. In such a case, any claim should include details of the continuing commitments in addition to the expenses incurred while away from the usual place of employment.\n    2.  Course fees where, exceptionally, these are not met by the employer.\n    3.  Incidental expenses such as the cost of necessary travelling and the cost of essential books.\n\nThis concession does not, however, extend to expenses in respect of courses which require part-time attendance or last for less than four weeks, or where the teacher is not seconded on full salary. Such expenses must be considered under the strict rules of Section 198(1) and are therefore not admissible. Similarly no deduction can be allowed for attending professional conferences etc as these are normally considered to be outside the scope of Section 198(1). Moreover, where the teacher attends in an official capacity, his expenses are usually reimbursed.&#x201D;"},{"manual_section_id":"EIM70712","title":"Association of University and College Lecturers: notes on expenses deductions: subscriptions to learned societies, etc.","body":"**&#x201C;6. Subscriptions to learned societies etc**&#xA0;\n\nUnder Section 344 ITEPA 2003, an allowance may be claimed in respect of the annual subscriptions paid to a professional body, learned society etc which has been approved by the Commissioners of Inland Revenue provided that the activities of this society etc, are relevant to the employment. Part of the annual subscription of the National Association of Teachers in Further and Higher Education and the full subscription of the Association of University and College Lecturers is allowable under the above section. Claims should be restricted to the approved proportion.&#x201D; "},{"manual_section_id":"EIM70713","title":"Association of University and College Lecturers: notes on expenses deductions: use of accommodation at home","body":"**&#x201C;7. Use of accommodation at home**&#xA0;\n\nWhile strict application of Section 198(1) Income and Corporation Taxes Act 1988 normally precludes any allowance being given for the use or partial use of a room at a teacher's home for carrying out the duties of his/her employment, a deduction can be given to those teachers involved in higher education (ie degree level work) who can show that a study is required by the nature of their duties and is not used merely as a matter of convenience.\n\nIn the view of the Inland Revenue the necessity to use a study at home is linked closely to the obligation to engage in research (as described in paragraph 4 [[EIM70710](http://www.hmrc.gov.uk/manuals/eimanual/EIM70710.htm)] above) and it is unlikely that this concessional allowance could be granted to any teacher who is not obliged to engage in research.\n\nFactors which a teacher might bring to the attention of his/her Inspector of Taxes when seeking an allowance include the varied nature of his/her duties, the absence of fixed hours of work, the need to consult extensive and expensive journals and reference books required for the preparation of lectures as well as for research (and which cannot reasonably be kept in a university or college room) and the overcrowding of staff accommodation at universities and colleges etc.&#x201D; "},{"manual_section_id":"EIM70714","title":"Association of University and College Lecturers: notes on expenses deductions: use of accommodation at home: amount of allowance","body":"**&#x201C;7. Use of accommodation at home (continued)**\n\n**[NOTE: Since these notes were written, HMRC has changed its view regarding the nature of the expenses which can be taken into account in calculating the deduction for \"use of home\".  See EIM32815]**&#xA0;\n\nThe amount of any allowance will depend upon all relevant facts. Where a room is set aside by the teacher at his home for exclusive use as a study, as a broad guideline the allowance to be claimed is calculated by dividing the total running costs of the home by the number of main rooms, that is, omitting bathrooms, lavatories and entrance hall. The costs to be brought into account include:\n\n*   Lighting and heating.\n*   Council Tax, but not water rates.\n*   Cleaning.\n*   Rent (if any) paid to a landlord.\n\nWhere only part of a room is used by a teacher for his/her work, or the room set aside as a study is used substantially for other purposes, he/she may be able to claim a proportion of the sum given by the above calculations, although in many cases this proportion will usually be so small as to be negligible.\n\nThe Inland Revenue has emphasised that because of the few circumstances in which this deduction can be given the exceptional nature of this concessional treatment, there can be no question of a flat-rate allowance to cover the use of a study at home.\n\nThe Inland Revenue has also made it clear that even where an allowance is given for the use of a study at home, the deduction concession will not be extended to include the cost of furniture used in the study (e.g. desk, chair, bookcases etc.) or depreciation of such furniture. It has further been agreed that where a study allowance is given under Schedule E, no liability to Capital Gains Tax will be incurred on a sale of the dwelling as regards the proportion of the sale price attributable to the study, provided that the dwelling was the teacher's principal residence.&#x201D; "},{"manual_section_id":"EIM70715","title":"Association of University and College Lecturers: notes on expenses deductions: travelling expenses","body":"[**Note**: see [EIM70705](http://www.hmrc.gov.uk/manuals/eimanual/EIM70705.htm) for changes to the law since these notes were published.]\n\nA teacher who is authorised to use his/her car for particular journeys is normally entitled to a mileage allowance and, in such circumstances, no tax relief would be due. Where a teacher is required to provide and use a car in the performance of his/her duties and the expenditure incurred is not wholly recoverable from the employer it might be possible to claim tax relief for the proportion of the expenditure not recovered. A claim cannot, however, be admitted where the employer refuses reimbursement on the grounds that the use of the car is not necessary. No relief can be given for the cost of travelling between home and the place of employment.\n\nTravelling expenses paid in respect of extramural teaching will be paid under deduction of tax. The journey will normally be from home or the person's usual place of employment and in these circumstances no deduction for travelling expenses can be given.&#x201D;"},{"manual_section_id":"EIM70717","title":"Association of University and College Lecturers: notes on expenses deductions: expenses payments received from an employer","body":"**&#x201C;10. Expenses payments received from an employer**\n\n[**Note**: see [EIM70705](http://www.hmrc.gov.uk/manuals/eimanual/EIM70705.htm) for changes to the law since these notes were published]\n\nIn the absence of a \"dispensation\" given to the employer under Section 166 ICTA 1988, expenses reimbursed to \"higher-paid\" employees will rank as assessable income upon the employee since the latter's emoluments are deemed to include not only stipend but also reimbursement of expenses. \"Higher-paid\" employees are employees whose total emoluments for the tax year from a particular employer, including all expenses payments and benefits before the deduction of any allowable expenses, are &#xA3;8,500 or more (tax year 1979/80 onwards).\n\nInspectors will usually grant a \"dispensation\" for routine travelling and subsistence payments for genuine \"business\" journeys in the UK.\n\nIt has now been agreed that, in general, reimbursement of expenses will not be taxed where incurred\n\n*   in attending a conference directly related to university and college etc, work\n*   on entertaining directly connected with a teacher's duties (for example arising from tutorial or supervision duties or on the occasion of official visits)\n*   in relation to external examining work (although fees received will be paid under deduction of tax).\n\nProvided that in each case the Inspector is reasonably satisfied that the reimbursement does not exceed the expenditure actually incurred. \"Tutorial or supervision duties\" include visiting students in \"work places\" (for example, on \"sandwich\" degree courses) involving expenditure in entertaining both the student/employee and his employer, but not the holding of tutorials or classes at a teacher's home for reasons of his own convenience.&#x201D; "},{"manual_section_id":"EIM70720","title":"School teachers' expenses: general","body":"The NASUWT has published a leaflet for its members entitled \"The Teacher and Tax\". The leaflet was written with help from the former Inland Revenue and explains the tax treatment of various expenses that teachers are likely to incur**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)** Other teachers' unions supply members with general advice as to what they consider deductible.\n\nExcessive time should not be spent in querying very small deductions for expenses. However, teachers' conditions of service in the state sector are now uniform nationally and so agreement in one case can easily be seen as creating a precedent. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nGuidance is given below on some of the more commons items for which a deduction may be requested: "},{"manual_section_id":"EIM70725","title":"School teachers' expenses: books","body":"\n\n## Sections 336 ITEPA 2003\n\nA deduction may normally be permitted under Section 336 ITEPA 2003 for the full cost of books (following [EIM36710](http://www.hmrc.gov.uk/manuals/eimanual/EIM36710.htm)) where these are necessarily purchased for use in the performance of the duties of the employment.\n\nNecessarily in this context should be seen as satisfied only in relation to books purchased for use in teaching GCE A level and above. For courses below this level, text books and other material will usually be supplied by the school or college.\n\nIn the performance of the duties of the employment should be regarded as covering:\n\n*   books made available to pupils for their use\n*   books used by the teacher in the classroom in the course of lessons\n*   books used by the teacher in the actual preparation of lessons.\n\nThe last category is the one most likely to cause difficulty since the cost of books used for the general maintenance or improvement of the teacher's knowledge or qualifications is not deductible, following Simpson v Tate (9TC314) and Humbles v Brooks (40TC500), see [EIM32435](http://www.hmrc.gov.uk/manuals/eimanual/EIM32435.htm). "},{"manual_section_id":"EIM70730","title":"School teachers' expenses: sports clothing","body":"\n\n## Sections 336 ITEPA 2003\n\nIn dealing with expenses deductions for teachers who are contractually obliged to teach or supervise physical education or sports, the cost of replacing and maintaining what is recognisably games kit will normally be allowable.\n\nQueries frequently arise in relation to items such as towels, tee-shirts, sweat-shirts and outdoor clothing which, if worn or used outside work, could not be recognised as sports clothing or accessories. No deduction should be permitted for such items.\n\nOn the other hand, in dealing with items such as training-shoes or track-suits, do not refuse a deduction because, as fashions have changed, these items would conceivably now be regarded as ordinary clothing. Nor should a deduction be refused merely on the basis that the clothing may incidentally have been worn when the teacher took part in sporting activity outside the college or school.\n\nMake further enquiries if:\n\n*   taking one year with another the amount to be deducted appears to be excessive, or\n*   it seems that substantial expenditure relates mainly to out-of-school or voluntary activities. (An example would be clothing for a sport that occupied little of the employee's teaching time, but which he or she plays at a representative level elsewhere.)\n\nDo not give a deduction where the expenditure fails the wholly and exclusively test, see [EIM32455](http://www.hmrc.gov.uk/manuals/eimanual/EIM32455.htm). "},{"manual_section_id":"EIM70735","title":"School teachers' expenses: use of home","body":"\n\n## Sections 336 ITEPA 2003\n\nThe standard form of contract introduced by the Education (School Teachers Pay and Conditions of Employment) Order 1987, for teachers in the state sector has led to an increase in the number of teachers asking for a deduction under Section 336 ITEPA 2003 for part of their household expenses.\n\nThis is because the contract contains a formal requirement for a teacher to work:\n\n\"such additional hours as may be needed to enable him to discharge effectively his professional duties, including, in particular, the marking of pupils' work, the writing of reports on pupils and the preparation of lessons, teaching materials and teaching programme.\"\n\nIn practice, teachers may perform many of these tasks at home rather than at school, but it should not be accepted that the contractual duties of a school teacher (unlike those of a teacher in higher education obliged to undertake research at degree level, see [EIM70713](http://www.hmrc.gov.uk/manuals/eimanual/EIM70713.htm)) require him or her to provide facilities at home to carry out those duties. Even if a room at home is set aside exclusively for work, no part of the overheads such as council tax, heating or lighting should be allowed. This is because the expenses are not incurred **necessarily **in the performance of the duties, see [EIM32820](http://www.hmrc.gov.uk/manuals/eimanual/EIM32820.htm). "},{"manual_section_id":"EIM70740","title":"School teachers' expenses: use of home: availability of school premises","body":"\n\n## Sections 336 ITEPA 2003\n\nMany professional employees may work longer than their fixed or timetabled hours but this does not mean that they are obliged to work at home. They will normally continue to use the employer's facilities. Likewise school premises are normally available to teachers outside the hours covered by the school timetable, probably for at least two or three hours each day. The fact that a teacher chooses to work at home (for example, marking) rather than carry the work out at school is essentially a question of personal choice.\n\nAn individual teacher may argue that the facilities at the school are inadequate, or that the work can be done more effectively at home. But this is not enough to permit a deduction under Section 336 ITEPA 2003. The test is what the duties objectively require, that is, whether any teacher holding that post could fulfil the contractual obligations with the facilities the employer makes available.\n\nIf it is contended that the availability of school premises is restricted, an approach should, if necessary, be made to the relevant local authority or head teacher for further information. "},{"manual_section_id":"EIM70745","title":"School teachers' expenses: travelling expenses","body":"\n\n## Sections 337 and 338 ITEPA 2003\n\nMost teachers will do very little travelling for which a deduction can be permitted under Sections 337 or 338 ITEPA 2003. One example of allowable travel costs would be where expense is incurred in journeys between sites in a split-site school, where no transport is provided by the employer. "},{"manual_section_id":"EIM70750","title":"School teachers' expenses: travelling expenses: attendance at functions outside school hours","body":"Following the decision in Donnelly v Williamson (54TC636) in 1981 it was accepted that travelling expenses paid to teachers in respect of travel between home and work would not be taxable if:\n\n*   they were attending functions taking place outside school hours and\n*   they were not subject to the benefits code, see [EIM20001](http://www.hmrc.gov.uk/manuals/eimanual/EIM20001.htm).\n\nThe decision in the case was based on a finding of fact by the Commissioners that attendance at functions outside school hours was not part of the contractual duties of the teacher.\n\nThe Education (School Teachers' Pay and Conditions of Employment) Order 1987 came into effect on 30 April 1987 and changed the position by making attendance at parents' evenings a duty of the employment. It follows that travelling expenses paid to teachers for attendance at such meetings on school premises are earnings of the employment, to which PAYE should be applied by the payer.\n\nThe Order enables head teachers to direct time. When carrying out directed duties, teachers are performing the duties of their employment and travel from home to any such directed functions on the school premises is taxable in the usual way.\n\nThe only circumstances in which expenses paid by the employer for travel between home and a permanent workplace, such as the school premises, remain non-taxable are where the teacher is:\n\n*   not within the benefits code and\n*   not carrying out directed duties.\n\nThis may include, for example, such functions as evening or weekend performances of school plays, concerts and sports functions.\n\nMany local authority employers are unwilling to pay travelling expenses for attendance at school functions. Those that do pay them have a variety of arrangements for doing so and the rate at which they pay also varies. In some cases the schools themselves pay the expenses but the local authority will have to ensure that PAYE is operated whether it pays them itself or whether the schools do so. "},{"manual_section_id":"EIM70755","title":"School teachers' expenses: travelling expenses: supply teachers","body":"\n\n## Sections 337 and 338 ITEPA 2003\n\nA supply teacher is not attached permanently to a particular school but performs relief duties at any school to which he or she is directed by the employer. The length of the spell of duty at a particular school varies between half a day and a school term (or longer).\n\nThe school at which the teacher is for the time being working is generally regarded as his or her permanent workplace (see [EIM32065](http://www.hmrc.gov.uk/manuals/eimanual/EIM32065.htm) and [EIM32125](http://www.hmrc.gov.uk/manuals/eimanual/EIM32125.htm) onwards for agency workers) so that payments made to the teacher for the cost of travel between home and that school are earnings, see [EIM10070](http://www.hmrc.gov.uk/manuals/eimanual/EIM10070.htm), and are subject to PAYE.\n\nExpenses incurred by the teacher in travelling to and from the school are not deductible under Section 338 ITEPA 2003 if the school is a permanent workplace because they are expenses of ordinary commuting, see [EIM32055](http://www.hmrc.gov.uk/manuals/eimanual/EIM32055.htm).\n\nThe decision of the Special Commissioner in Warner v Prior (SpC353) supports this conclusion and confirms that travel between home and school is not travel in the performance of the duties of the employment for the purpose of Section 337 ITEPA 2003, see [EIM32356](http://www.hmrc.gov.uk/manuals/eimanual/EIM32356.htm)."},{"manual_section_id":"EIM70760","title":"School teachers' expenses: travelling expenses: peripatetic teachers","body":"\n\n## Sections 337 ITEPA 2003\n\nA peripatetic teacher is one whose job involves teaching at a number of different schools, for example a specialist music teacher. Often the local authority nominates a base for such teachers. This nomination in itself is of no consequence. What matters is where the teacher performs the duties of the employment.\n\nIn some cases the frequency of changes in workplace and the nature of the duties undertaken may be such that the employee can be said to hold a travelling appointment, see [EIM10070](http://www.hmrc.gov.uk/manuals/eimanual/EIM10070.htm)and [EIM32366](http://www.hmrc.gov.uk/manuals/eimanual/EIM32366.htm). However, this will depend upon the facts of the case. "},{"manual_section_id":"EIM70770","title":"Members of religious orders who are also teachers","body":"\n\n            [businesses &amp; corporations](http://www.hmrc.gov.uk/businesses/)\n\nFor coverage of the tax liability of members of religious orders who are teachers, see [EIM69700](http://www.hmrc.gov.uk/manuals/eimanual/EIM69700.htm).\n\n    "},{"manual_section_id":"EIM70780","title":"Visiting teachers","body":"Where a claim for exemption or part exemption of remuneration from teaching arises under a double taxation agreement, the instructions in DT226, DT1935 to DT1945 should be followed. As regards procedure, see also EP8105. "},{"manual_section_id":"EIM70790","title":"Claims for capital allowances on computers, word-processors and similar items","body":"\n\n## Section 36 CAA 2001\n\nThe guidance on claims for capital allowances by employees at [EIM36500](http://www.hmrc.gov.uk/manuals/eimanual/EIM36500.htm) onwards applies to teachers and academics as it does to all other employees. The paragraphs which follow amplify but do not replace that guidance. In cases of doubt or difficulty, refer to EIM36500 onwards as well as the following paragraphs.\n\nVirtually all teachers and lecturers have access to stationery, and to duplicating and appropriate secretarial facilities, provided by their employer. Consequently the purchase by individuals of their own equipment to store, print or reproduce items such as class records, resource material or lesson notes is unlikely to meet the conditions set out at [EIM36540](http://www.hmrc.gov.uk/manuals/eimanual/EIM36540.htm). Although a teacher may feel that the school or college facilities are inadequate, and that possession of their own equipment makes them more effective in their job, the critical question is whether another teacher could carry out the duties (in the sense of fulfilling the contractual requirements) with what the employer provides.\n\nThe position is somewhat different where the teacher or lecturer concerned is under a contractual obligation to undertake academic research at degree level or above. In such cases the academic frequently has not only a degree of choice as to the subject of the research but also as to the way in which it is pursued (see the penultimate paragraph of [EIM36550](http://www.hmrc.gov.uk/manuals/eimanual/EIM36550.htm)). His or her employer is much less likely to make provision for secretarial or other assistance in carrying out the research and, where the onus is on the employee to supply what is needed, capital allowances may be given in the following circumstances:\n\n*   where the equipment purchased merely fulfils tasks previously carried out by more laborious means (for example, storage of information previously held on index cards), or*   where the research itself intrinsically requires the equipment (for example computer analysis of statistics).\n\nIf, in addition to its use in connection with research, the equipment is also used in connection with teaching duties or for private purposes, the allowance due may be apportioned (see [EIM36570](http://www.hmrc.gov.uk/manuals/eimanual/EIM36570.htm)). "}]},{"title":" Tree fellers","sections":[{"manual_section_id":"EIM70800","title":"Expenditure on power saws","body":"\n\n## Section 36 CAA 2001 and Section 336 ITEPA 2003\n\nWhere a tree feller employed by the Forestry Commission provides and uses a power saw for the purposes of his or her employment, you can allow a deduction for:\n\n*   capital allowances on the saw and*   expenses incurred in using and maintaining the saw."}]},{"title":" United Kingdom Warning and Monitoring Organisation","sections":[{"manual_section_id":"EIM71000","title":"United Kingdom Warning and Monitoring Organisation","body":"The United Kingdom Warning and Monitoring Organisation (UKWMO) exists primarily to warn the public of:\n\n*   air attack\n*   the approach of radioactive fall-out following a nuclear attack.\n\nIt is controlled by the Home Office and manned almost entirely by volunteers. There are two categories of volunteers:\n\n*   members of the Royal Observer Corps\n*   Warning Officer grades.\n\nPayment of attendance allowances and expenses to these volunteers is not taxable. "}]},{"title":" Volunteers and Voluntary organisations","sections":[{"manual_section_id":"EIM71100","title":"Unpaid office holders","body":"### Voluntary workers\n\nBefore tax can be charged under the provisions relating to employment income there must be:\n\n*   either an office or an employment\n*   **and **earnings from that office or employment.\n\nA person who does voluntary unpaid work for a voluntary organisation, for example, a charity or local society, will not normally be engaged under a contract of employment and will not normally be the holder of an office. If there is no office or employment, it follows that the reimbursement of any expenses incurred by voluntary workers in doing the work of the organisation will not give rise to liability to tax. Similarly, voluntary workers who are otherwise unpaid are **not **liable to tax on the reimbursement of the extra cost they might incur because they undertake such work, for example, the expenses of travel between home and the place where the work is done. See [EIM71105](http://www.hmrc.gov.uk/manuals/eimanual/EIM71105.htm) for how this works in practice for participants in clinical trials.\n\nIf expenses are paid that do more than reimburse the costs incurred, or are at scale rates (see [EIM05200](http://www.hmrc.gov.uk/manuals/eimanual/EIM05200.htm)) that cannot reasonably be regarded as merely a reimbursement of what they spend, the voluntary workers may be receiving remuneration for their services. In that case, the payments will be taxable as employment income if it can be shown that they hold an office or employment. If they do not hold an office or employment, the payments may be Miscellaneous Income.\n\n### Unpaid office holders\n\nThe same principles apply in relation to:\n\n*   officials elected under the constitution of bodies such as sports clubs and social clubs and\n*   people who undertake unpaid work within normal commercial organisations, or within areas such as the health service, governing bodies of Further Education Colleges, or the courts.\n\nSuch people may well hold an office. But they will not have any taxable earnings unless it can be shown that the office holders are being remunerated for their services. If the sums involved are small, you should not spend time examining the amounts paid to such officials to compensate them for the extra expenses they incur as a result of holding office.\n\nThese principles are intended to apply to small amounts of travelling and subsistence payments. However, if the expenses/reimbursements amount to &#xA3;8,500 or more a year they will be treated as earnings by virtue of Section 72 ITEPA 2003.\n\nIf such an unpaid worker receives a financial loss allowance (see [EIM01120](http://www.hmrc.gov.uk/manuals/eimanual/EIM01120.htm)) that allowance will not cause an otherwise non-taxable reimbursed expense to become taxable.\n\n### Employees of voluntary organisations\n\nThe above comments do not apply to ordinary employees of voluntary organisations who are engaged under contracts of employment. Payments to such employees will be chargeable to tax in accordance with normal principles (see [EIM00510](http://www.hmrc.gov.uk/manuals/eimanual/EIM00510.htm) onwards) and PAYE should be operated as necessary. "},{"manual_section_id":"EIM71105","title":"Research volunteers - participants in drug trial, etc","body":"See [EIM71100](http://www.hmrc.gov.uk/manuals/eimanual/EIM71100.htm) for general guidance on the treatment of volunteers and unpaid office holders.\n\nThe former Inland Revenue agreed the following principles and procedures with the British Universities Finance Directors Group on 13 October 2004. As well as covering specific issues in the situations specified it illustrates the approach that should be taken with volunteer workers.\n\nIn the course of undertaking research, particularly social science or medical research, volunteers are required to take part in tests, submit to measurements or be interviewed.  They are usually paid a small sum to cover out of pocket expenses and as compensation for the time spent.  Some of the volunteers may be members of staff of the university, but their participation in the research is not part of their duties of employment and they do it in their own time and are under no obligation to take part.\n\nClosely related to the above is the use of \"lay\" people or \"users\" in research.  Here the people in question are invited to attend meetings to give their views on various matters to inform the research process and direction.  Often they will be former or current patients, representatives of particular groups such as retired people, or representatives from charities.  Payment is made to them for their participation in the meetings.\n\n**Tax consequences for the university **\n\nIn the circumstances above, HMRC agrees that the amounts paid to those concerned are unlikely to fall within the definition of &#x201C;earnings&#x201D; for PAYE or NI purposes.  No employment relationship exists and as such PAYE and NIC would be inappropriate.\n\nUnder Section 16, Taxes Management Act 1970, HMRC is entitled to ask for details of payments to non-employees at their discretion; but they would not routinely ask for details for small payments such as these.\n\n**Tax consequences for the individuals receiving the payments**\n\nThere will be no tax or NIC liability arising on the individual if the sums received do no more than reimburse the individual&#x2019;s reasonable costs of participating in the trial or research, including costs of travel and subsistence.\n\nHowever should the sums paid exceed those reasonable expenses then the excess may fall to be chargeable to tax as Miscellaneous Income, potentially giving rise to personal tax liabilities of the individuals which should be notified to the Inland Revenue under Self Assessment."}]},{"title":" Waiters\n\n### Working rule agreements","sections":[{"manual_section_id":"EIM71300","title":"Background","body":"Working rule agreements are drawn up by representatives of employers and trade unions to govern, on a national basis, rates of pay and conditions of work of hourly-paid manual workers (operatives) in the construction and allied industries. They apply essentially to site-based workers, that is those who do not normally work at their employer's base or depot, but instead, work at a succession of different sites.\n\nThe agreements include sections providing for payment of daily travel and lodging etc. allowances. In practice, to provide a degree of certainty and administrative convenience, and in recognition of the mobility traditionally required of construction industry workers, HMRC has for many years agreed specific taxation procedures to be applied to payments of travel and lodging, etc. allowances made under working rule agreements. "},{"manual_section_id":"EIM71301","title":"Involvement of Inland Revenue","body":"HMRC is not a party to any working rule agreement and plays no part in determining either the rules or the rates of payment of allowances, which differ from one agreement to another. As far as possible, though, HMRC seeks consistency in taxation treatment of allowances payable under the various agreements.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM71302","title":"Operation of agreements by employers","body":"The special tax procedures for working rule agreements only apply to the payment of travel and lodging allowances. Where the provision of a benefit is concerned (for example, the use of a van) the strict statutory procedures apply. See the guidance at [EIM22051](http://www.hmrc.gov.uk/manuals/eimanual/EIM22051.htm) and onwards in this connection.\n\nFor a list of the working rule agreements for which special taxation procedures have been established see [EIM71320](http://www.hmrc.gov.uk/manuals/eimanual/EIM71320.htm). These procedures can operate only where the employer makes payments in strict accordance with the terms and conditions of the working rule agreement. The employer need not be a member of the relevant employer's federation, nor do the employees have to belong to the trade union concerned. Payments made outside the framework of a working rule agreement must be dealt with for tax purposes as described in [EIM10070](http://www.hmrc.gov.uk/manuals/eimanual/EIM10070.htm) and in the Employer's Further Guide to PAYE and NICs "},{"manual_section_id":"EIM71303","title":"Rates of payment of allowances","body":"[EIM71320](http://www.hmrc.gov.uk/manuals/eimanual/EIM71320.htm) contains a list of industries for which national working rule agreements have been negotiated and [EIM71325](http://www.hmrc.gov.uk/manuals/eimanual/EIM71325.htm) onwards show the most recent rates of allowance that are paid under these agreements, that have been notified to HMRC.\n\nDetails of some agreements are also given in the Compliance Operational Guidance (COG) manual."},{"manual_section_id":"EIM71305","title":"Consequences for employee","body":"The rules on employee travel and subsistence mean that:\n\n*   an employee who receives tax free allowances under the terms of a working rule agreement may be entitled to a deduction under Sections 337 to 338 ITEPA 2003 for further expenses he or she incurs out of their own pocket and\n*   an employee who does not receive tax free allowances under a working rule agreement may be entitled to a deduction under Sections 337 to 338 ITEPA 2003 for the whole expense.\n\nFor details of the rules on employee travel and subsistence see [EIM31800](http://www.hmrc.gov.uk/manuals/eimanual/EIM31800.htm). For an example showing how the rules apply in cases involving working rule agreements see Booklet 490 Section 8.27. "},{"manual_section_id":"EIM71306","title":"Daily travel allowances","body":"In respect of journeys to and from sites, working rule agreements commonly provide for:\n\n*   payments in respect of travelling time, which are fully taxable in all circumstances, and\n*   payments towards the cost of travel, variously described as travelling allowances, fares allowances or radius allowances. The rules and rates of payment vary from one agreement to another, as does the taxation treatment. Commonly, though, the arrangements are that any allowances paid for an initial threshold distance are taxable, whilst amounts paid in respect of distances in excess of this threshold are tax-free. This threshold distance is usually set at the first 6.4 kilometres (4 miles) (that is 12.8 kilometres, or 8 miles, round trip) of each daily journey.\n\nAlthough travel will commonly be direct from home to site and return without visiting the employer's base or depot, nevertheless under many working rule agreements, the amount of the travel allowances payable will be determined by the distance from depot to site. Workers using their own vehicles, as opposed to public transport, are entitled only to the allowances specified under the working rule agreement.\n\nFor payments made to holders of provided cars see [EIM25500](http://www.hmrc.gov.uk/manuals/eimanual/EIM25500.htm). "},{"manual_section_id":"EIM71307","title":"Lodging allowances","body":"Lodging allowances (sometimes known as accommodation, overnight or subsistence allowances) under working rule agreements are payable free of tax only if the operative has completed an application form. The form certifies that whilst incurring extra expenses on lodging away, he or she is also responsible for maintaining dependants at his or her permanent home address. Under certain agreements, the operative must also have been recruited by an approved method (see [EIM50625](http://www.hmrc.gov.uk/manuals/eimanual/EIM50625.htm)).\n\nIf an employer is not in possession of a completed lodging allowance application form, it should tax any lodging allowances paid under a working rule agreement unless the procedures described on this page apply. Completed forms should be retained by employers for production at any future compliance review.\n\nSingle employees often have no qualifying dependants (see [EIM71308](http://www.hmrc.gov.uk/manuals/eimanual/EIM71308.htm) for a definition of dependants) and cannot therefore complete the application form. Nevertheless, such persons may still be able to qualify for tax-free lodging allowances under additional procedures (see [EIM71310](http://www.hmrc.gov.uk/manuals/eimanual/EIM71310.htm)). "},{"manual_section_id":"EIM71308","title":"Lodging allowances: definition of dependant","body":"The terms of the application form may vary slightly from one working rule agreement to another, but a common definition of dependants for these purposes is one of the following:\n\n*   wife\n*   husband\n*   civil partner\n*   child up to the age of 18 resident at the applicant's permanent address and maintained by the applicant, irrespective of the child's parentage\n*   common-law wife or husband who has been maintained by the applicant at the permanent house address for a period of at least two years.\n\nThis definition of dependants has been agreed with the industry and should not be extended to include, for example, an operative's parents. "},{"manual_section_id":"EIM71309","title":"Lodging allowances: zoning","body":"An alternative procedure known as zoning has been introduced in relation to some agreements in respect of single operatives who do not meet the conditions in [EIM71307](http://www.hmrc.gov.uk/manuals/eimanual/EIM71307.htm). This provides for them to receive tax-free lodging allowance payments whilst temporarily working on sites outside a zone of 50 miles' radius from their home address, provided that they normally work on sites within this \"home zone\".\n\nThese zoning arrangements are similar to the detached duty rules (see [EIM10060](http://www.hmrc.gov.uk/manuals/eimanual/EIM10060.htm)) except that the home zone is treated as the normal place of work. Lodging allowances may be paid tax-free under the zoning arrangements for a maximum of 12 months, although this time limit does not apply in the case of allowances paid tax-free under the certification arrangements described at [EIM71307](http://www.hmrc.gov.uk/manuals/eimanual/EIM71307.htm).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM71310","title":"Lodging allowances: single employees without dependants","body":"In addition to the procedures described in [EIM71307](http://www.hmrc.gov.uk/manuals/eimanual/EIM71307.htm) to EIM71309, it is also possible for single employees without dependants to receive lodging allowances without deduction of tax if they certify to the employer that:\n\n*   they are incurring additional expenditure on lodging away from their permanent residence and\n*   they have continuing liability for the expenses of maintenance of their permanent residence situated in the United Kingdom at which they live whilst not working away and\n*   the permanent residence is owned by them, either freehold or leasehold, or is a tenanted property for which, by virtue of a written agreement on a commercial basis, they have continuing financial obligations whilst working away.\n\nIn practice, these procedures may be applied also to married employees who have no dependants actually living at their permanent residence. "},{"manual_section_id":"EIM71311","title":"Site-based staff employees: extension of arrangements","body":"Working rule agreements entitle site-based **operatives **to payments of travel and lodging, etc, allowances, and the procedures described at [EIM71300](http://www.hmrc.gov.uk/manuals/eimanual/EIM71300.htm)to EIM71310 refer to taxation of such allowances in the hands of operatives. These special taxation procedures also cover site-based **staff **employees subject to various conditions. See:\n\n*   [EIM71312](http://www.hmrc.gov.uk/manuals/eimanual/EIM71312.htm) for a definition of site-based staff employees\n*   [EIM71313](http://www.hmrc.gov.uk/manuals/eimanual/EIM71313.htm) to EIM71317 for the qualifying conditions."},{"manual_section_id":"EIM71312","title":"Site-based staff employees: definition","body":"The term site-based staff employees means staff employees in the construction and allied industries (that is the building, civil engineering and other closely related industries where working rule agreements have been negotiated) who work alongside operatives in those industries and on a broadly similar basis.\n\nSuch employees (including, for example, site agents, supervisors and clerical and professional staff) are normally attached to a particular construction site for the duration of their employer's contract there, after which they move on to start work at a new site. They may spend a few months or several years working at each construction site, and do not normally work elsewhere.\n\nThe staff involved may be recruited from the employer's headquarters and have their work organised and controlled from there, but they rarely attend those premises (except, perhaps, to report progress or to obtain instructions), and do not normally exercise their skills there. "},{"manual_section_id":"EIM71313","title":"Site-based staff employees: qualifying conditions","body":"The application of the working rule agreement taxation procedures for site-based staff employees is subject to certain conditions in the following main areas:\n\n*   operation of a working rule agreement on the same site (see [EIM71314](http://www.hmrc.gov.uk/manuals/eimanual/EIM71314.htm))\n*   working conditions (see [EIM71315](http://www.hmrc.gov.uk/manuals/eimanual/EIM71315.htm))\n*   payments of daily travel allowances (see [EIM71316](http://www.hmrc.gov.uk/manuals/eimanual/EIM71316.htm))\n*   payments of lodging allowances (see [EIM71317](http://www.hmrc.gov.uk/manuals/eimanual/EIM71317.htm))."},{"manual_section_id":"EIM71314","title":"Site-based staff employees: qualifying conditions: condition 1","body":"### Operation of a working rule agreement on the same site\n\nThe employer (or another company within the same group) must be one that operates a working rule agreement in respect of operatives on the same site as that at which the staff employees work.\n\nThis condition is deemed to be satisfied where an employer, usually a major construction company, is acting as a management contractor, and though not necessarily itself employing operatives on site, nevertheless has overall responsibility for the contract on that site, and through its contractor(s), operates a working rule agreement there. "},{"manual_section_id":"EIM71315","title":"Site-based staff employees: qualifying conditions: condition 2","body":"### Working conditions\n\nThe staff employees concerned must work broadly under the same conditions as the operatives on the site in question. "},{"manual_section_id":"EIM71316","title":"Site-based staff employees: qualifying conditions: condition 3","body":"### Daily travel allowances\n\nAs regards payments of daily travel allowances:\n\n*   the payments must be at the same rates and subject to the same conditions as apply to payments of travelling allowances to operatives. Any excess over the rates payable to operatives is taxable.\n*   all payments for travelling time are taxable."},{"manual_section_id":"EIM71317","title":"Site-based staff employees: qualifying conditions: condition 4","body":"### Lodging allowances\n\nAs regards payments of lodging allowances: \n\n*   payments may be made weekly or monthly, but otherwise must be subject to similar rules and conditions to those applying to payments to operatives\n*   the rates of allowances may exceed by a reasonable amount the rates payable to operatives under the relevant working rule agreement. In practice, an increase of up to 20% may be regarded as reasonable. Exceptionally, a higher increase may be agreed where an employer shows that increased costs arise because the site is in a high-cost area. Any excess over the agreed rate of allowances is taxable.\n*   where reimbursement is made of actual expenditure, the payments may be made without deduction of tax, but the vouchers, etc., should be retained by the employer for production to HMRC compliance officers, on request\n*   under the taxation procedures agreed for operatives, claimants of lodging allowances are usually required to complete a certificate stating that they are incurring additional expenses by staying temporarily away from home and that they have continuing financial commitments at their permanent home and dependants whom they maintain there (see [EIM71307](http://www.hmrc.gov.uk/manuals/eimanual/EIM71307.htm)) or, for single employees, that they have continuing financial commitments for the maintenance of a permanent residence (see [EIM71310](http://www.hmrc.gov.uk/manuals/eimanual/EIM71310.htm))\n*   these requirements apply equally to site-based staff employees. Thus, for example, if a lodging allowance certificate cannot be completed satisfactorily (for example in the case of a single man), the allowance must be taxed on payment unless, exceptionally, the site- based staff employee qualifies for tax-free lodging allowances under the zoning arrangements (see [EIM71309](http://www.hmrc.gov.uk/manuals/eimanual/EIM71309.htm))."},{"manual_section_id":"EIM71318","title":"SA Return and forms P9D and P11D","body":"### Self assessment returns\n\nSome payments made under working rule agreements are subject to PAYE by the employer and should appear on year end PAYE returns, such as the P60. If the employee is required to submit a self assessment return he or she should include the figures from the P60, including the working rule agreement payments, on the employment pages of the return. \n\nPayments made free of tax under the terms of a working rule agreement do not need to be returned unless the employee requests a deduction for the same type of expense under Sections 337 to 338 ITEPA 2003 (see [EIM71305](http://www.hmrc.gov.uk/manuals/eimanual/EIM71305.htm)). In this event any expense payments made by an employer which relate to the type of expense for which the employee is seeking a deduction must be returned in box 16 of the employment pages of the self assessment return. \n\n### Forms P9D and P11D\n\nFor employees in excluded employments (see [EIM20007](http://www.hmrc.gov.uk/manuals/eimanual/EIM20007.htm)), amounts of travelling and lodging allowances payable free of tax under the national arrangements are not regarded as pay for tax purposes and need not be returned by employers on forms P9D. \n\nAll payments of travelling and lodging, etc. allowances under working rule agreements should be taken into account for threshold purposes in determining whether or not an employee is in an excluded employment as for whether forms P11D should be submitted. However, such payments need not be returned on forms P11D where they are made without deduction of tax under the national arrangements. \n\nSuch payments may not be appropriate for inclusion in a formal dispensation (see [EIM30051](http://www.hmrc.gov.uk/manuals/eimanual/EIM30051.htm) onwards) as the underlying expenses may not fall within the strict terms of Sections 337 to 338 ITEPA 2003 (see [EIM31800](http://www.hmrc.gov.uk/manuals/eimanual/EIM31800.htm) onwards). You may nevertheless give appropriate written authority to employers, when required, not to deduct tax from working rule agreement allowances under the national arrangements. "},{"manual_section_id":"EIM71319","title":"Agency workers","body":"Where construction industry workers are supplied by agencies to work on sites, and they are employed within the terms of a working rule agreement, then payment of travel and lodging, etc. allowances may be made to them in accordance with the relevant agreement. In this situation, the taxation procedures outlined in [EIM71300](http://www.hmrc.gov.uk/manuals/eimanual/EIM71300.htm) to EIM71318 will apply.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM71320","title":"List of agreements","body":"The working rule agreements for which taxation procedures have been negotiated centrally are listed below. Where rates of travel and lodging allowances paid under these agreements are available, please refer to [EIM71325](http://www.hmrc.gov.uk/manuals/eimanual/EIM71325.htm) onwards.\n\nConstruction Industry Joint Council (CIJC) (see [EIM71325](http://www.hmrc.gov.uk/manuals/eimanual/EIM71325.htm))\n\nDemolition Industry (see [EIM71331](http://www.hmrc.gov.uk/manuals/eimanual/EIM71331.htm))\n\nElectrical Contracting Industry (see [EIM71326](http://www.hmrc.gov.uk/manuals/eimanual/EIM71326.htm))\n\nEngineering Construction Industry (see [EIM71330](http://www.hmrc.gov.uk/manuals/eimanual/EIM71330.htm))\n\nBuilding and Engineering Services Association (Heating, Ventilating, Air conditioning, Piping and Domestic Engineering Industry) (see [EIM71327](http://www.hmrc.gov.uk/manuals/eimanual/EIM71327.htm))\n\nLift and Escalator Erection, Maintenance and Repair Industry (see [EIM71328](http://www.hmrc.gov.uk/manuals/eimanual/EIM71328.htm))\n\nMastic Asphalt Industry (see [EIM71329](http://www.hmrc.gov.uk/manuals/eimanual/EIM71329.htm))\n\nPlant Hire Industry (see [EIM71332](http://www.hmrc.gov.uk/manuals/eimanual/EIM71332.htm))\n\nPlumbing Mechanical Engineering Services (England and Wales) (JIB) (see [EIM71334](http://www.hmrc.gov.uk/manuals/eimanual/EIM71334.htm))\n\nPower Cable Jointers (see [EIM71336](http://www.hmrc.gov.uk/manuals/eimanual/EIM71336.htm))\n\nRefractory Users' Federation (see [EIM71337](http://www.hmrc.gov.uk/manuals/eimanual/EIM71337.htm))\n\nTechnical Lighting and Access Specialists (see [EIM71338](http://www.hmrc.gov.uk/manuals/eimanual/EIM71338.htm))\n\nThermal Insulation Industry (see [EIM71340](http://www.hmrc.gov.uk/manuals/eimanual/EIM71340.htm)). "},{"manual_section_id":"EIM71325","title":"Rates of allowances paid under particular working rule agreements: the Construction Confederation","body":"### Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance per night\n\n</td>\n</tr>\n<tr>\n<td>28 June 2004 - 27 June 2005</td>\n<td>   &#xA3;25.65</td>\n</tr>\n<tr>\n<td>28 June 2005 - 25 June 2006</td>\n<td>   &#xA3;26.47</td>\n</tr>\n<tr>\n<td>26 June 2006 -  24 June 2007 </td>\n<td>   &#xA3;27.11</td>\n</tr>\n<tr>\n<td>25 June 2007   29 June 2008</td>\n<td>   &#xA3;28.17</td>\n</tr>\n<tr>\n<td>30 June 2008 - 27 June 2010</td>\n<td>   &#xA3;29.17</td>\n</tr>\n<tr>\n<td>28 June 2010 - 26 June 2011</td>\n<td>   &#xA3;30.47</td>\n</tr>\n<tr>\n<td>27 June 2011 - 01 July 2012</td>\n<td>   &#xA3;32.10</td>\n</tr>\n<tr>\n<td>02 July 2012 - 31 December 2013</td>\n<td>  &#xA3;33.26</td>\n</tr>\n<tr>\n<td>1 January 2014 -</td>\n<td>  &#xA3;35.00</td>\n</tr>\n</table>\n\n### Travel allowance\n\nThe rates payable are as follows:\n\n<table>\n<tr>\n<td>**Distance (km) **</td>\n<td>**26 June 2006 - 24 June 2007**</td>\n<td></td>\n<td>**25 June 2007 - 29 June 2008**</td>\n<td></td>\n<td>**30 June 2008 - 27 June 2010**</td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td>Travelling allowance (taxed)</td>\n<td>Travelling allowance (taxed)</td>\n<td>Travelling allowance (taxed)</td>\n<td>Fare allowance (not taxed)</td>\n<td>Travelling allowance (taxed)</td>\n<td>Fare allowance (not taxed)</td>\n</tr>\n<tr>\n<td>15</td>\n<td>&#xA3;0.89</td>\n<td>&#xA3;0.89</td>\n<td>&#xA3;0.93</td>\n<td>&#xA3;3.48</td>\n<td>&#xA3;0.98</td>\n<td>&#xA3;3.60</td>\n</tr>\n<tr>\n<td>20</td>\n<td>&#xA3;1.38</td>\n<td>&#xA3;1.38</td>\n<td>&#xA3;1.44</td>\n<td>&#xA3;4.52</td>\n<td>&#xA3;1.53</td>\n<td>&#xA3;4.68</td>\n</tr>\n<tr>\n<td>25</td>\n<td>&#xA3;1.88</td>\n<td>&#xA3;1.88</td>\n<td>&#xA3;1.96</td>\n<td>&#xA3;5.56</td>\n<td>&#xA3;2.07</td>\n<td>&#xA3;5.75</td>\n</tr>\n<tr>\n<td>30</td>\n<td>&#xA3;2.37</td>\n<td>&#xA3;2.37</td>\n<td>&#xA3;2.47</td>\n<td>&#xA3;6.23</td>\n<td>&#xA3;2.62</td>\n<td>&#xA3;6.45</td>\n</tr>\n<tr>\n<td>35</td>\n<td>&#xA3;2.86</td>\n<td>&#xA3;2.86</td>\n<td>&#xA3;2.99</td>\n<td>&#xA3;6.91</td>\n<td>&#xA3;3.17</td>\n<td>&#xA3;7.15</td>\n</tr>\n<tr>\n<td>40</td>\n<td>&#xA3;3.35</td>\n<td>&#xA3;3.35</td>\n<td>&#xA3;3.50</td>\n<td>&#xA3;7.58</td>\n<td>&#xA3;3.71</td>\n<td>&#xA3;7.85</td>\n</tr>\n<tr>\n<td>45</td>\n<td>&#xA3;3.85</td>\n<td>&#xA3;3.85</td>\n<td>&#xA3;4.02</td>\n<td>&#xA3;8.26</td>\n<td>&#xA3;4.26</td>\n<td>&#xA3;8.55</td>\n</tr>\n<tr>\n<td>50</td>\n<td>&#xA3;4.34</td>\n<td>&#xA3;4.34</td>\n<td>&#xA3;4.53</td>\n<td>&#xA3;8.94</td>\n<td>&#xA3;4.80</td>\n<td>&#xA3;9.25</td>\n</tr>\n<tr>\n<td>55</td>\n<td>&#xA3;4.83</td>\n<td>&#xA3;4.83</td>\n<td>&#xA3;5.04</td>\n<td>&#xA3;9.61</td>\n<td>&#xA3;5.35</td>\n<td>&#xA3;9.95</td>\n</tr>\n<tr>\n<td>60</td>\n<td>&#xA3;5.33</td>\n<td>&#xA3;5.33</td>\n<td>&#xA3;5.56</td>\n<td>&#xA3;10.29</td>\n<td>&#xA3;5.89</td>\n<td>&#xA3;10.65</td>\n</tr>\n<tr>\n<td>65</td>\n<td>&#xA3;5.82</td>\n<td>&#xA3;5.82</td>\n<td>&#xA3;6.07</td>\n<td>&#xA3;10.96</td>\n<td>&#xA3;6.44</td>\n<td>&#xA3;11.35</td>\n</tr>\n<tr>\n<td>70</td>\n<td>&#xA3;6.31</td>\n<td>&#xA3;6.31</td>\n<td>&#xA3;6.59</td>\n<td>&#xA3;11.64</td>\n<td>&#xA3;6.98</td>\n<td>&#xA3;12.04</td>\n</tr>\n<tr>\n<td>75 </td>\n<td></td>\n<td></td>\n<td>&#xA3;7.10</td>\n<td>&#xA3;12.31</td>\n<td>&#xA3;7.53</td>\n<td>&#xA3;12.74</td>\n</tr>\n</table>\n<table>\n<tr>\n<td>**Distance (km)**</td>\n<td>**28 June 2010 - 26 June 2011**</td>\n<td></td>\n<td>**27 June 2011 - 1 July 2012**</td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td>Travelling allowance (taxed)</td>\n<td>Fare allowance (not taxed)</td>\n<td>Travelling allowance (taxed)</td>\n<td>Fare allowance (not taxed)</td>\n</tr>\n<tr>\n<td>15</td>\n<td>&#xA3;0.98</td>\n<td>&#xA3;3.76</td>\n<td>&#xA3;0.98</td>\n<td>&#xA3;3.96</td>\n</tr>\n<tr>\n<td>20</td>\n<td>&#xA3;1.53</td>\n<td>&#xA3;4.88</td>\n<td>&#xA3;1.53</td>\n<td>&#xA3;5.14</td>\n</tr>\n<tr>\n<td>25</td>\n<td>&#xA3;2.07</td>\n<td>&#xA3;6.01</td>\n<td>&#xA3;2.07</td>\n<td>&#xA3;6.32</td>\n</tr>\n<tr>\n<td>30</td>\n<td>&#xA3;2.62</td>\n<td>&#xA3;6.74</td>\n<td>&#xA3;2.62</td>\n<td>&#xA3;7.09</td>\n</tr>\n<tr>\n<td>35</td>\n<td>&#xA3;3.17</td>\n<td>&#xA3;7.47</td>\n<td>&#xA3;3.17</td>\n<td>&#xA3;7.86</td>\n</tr>\n<tr>\n<td>40</td>\n<td>&#xA3;3.71</td>\n<td>&#xA3;8.20</td>\n<td>&#xA3;3.71</td>\n<td>&#xA3;8.63</td>\n</tr>\n<tr>\n<td>45</td>\n<td>&#xA3;4.26</td>\n<td>&#xA3;8.93</td>\n<td>&#xA3;4.26</td>\n<td>&#xA3;9.40</td>\n</tr>\n<tr>\n<td>50</td>\n<td>&#xA3;4.80</td>\n<td>&#xA3;9.66</td>\n<td>&#xA3;4.80</td>\n<td>&#xA3;10.17</td>\n</tr>\n<tr>\n<td>55</td>\n<td>&#xA3;5.35</td>\n<td>&#xA3;10.38</td>\n<td>&#xA3;5.35</td>\n<td>&#xA3;10.94</td>\n</tr>\n<tr>\n<td>60</td>\n<td>&#xA3;5.89</td>\n<td>&#xA3;11.11</td>\n<td>&#xA3;5.89</td>\n<td>&#xA3;11.70</td>\n</tr>\n<tr>\n<td>65</td>\n<td>&#xA3;6.44</td>\n<td>&#xA3;11.84</td>\n<td>&#xA3;6.44</td>\n<td>&#xA3;12.47</td>\n</tr>\n<tr>\n<td>70</td>\n<td>&#xA3;6.98</td>\n<td>&#xA3;12.57</td>\n<td>&#xA3;6.98</td>\n<td>&#xA3;13.24</td>\n</tr>\n<tr>\n<td>75 </td>\n<td>&#xA3;7.53</td>\n<td>&#xA3;13.30</td>\n<td>&#xA3;7.53</td>\n<td>&#xA3;14.01</td>\n</tr>\n</table>\n<table>\n<tr>\n<td>**Distance (km)**</td>\n<td>**2 July 2012 -**</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td></td>\n<td>Travelling allowance (taxed)</td>\n<td>Fare allowance (not taxed)</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>15</td>\n<td>&#xA3;0.98</td>\n<td>&#xA3;4.10</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>20</td>\n<td>&#xA3;1.53</td>\n<td>&#xA3;5.33</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>25</td>\n<td>&#xA3;2.07</td>\n<td>&#xA3;6.55</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>30</td>\n<td>&#xA3;2.62</td>\n<td>&#xA3;7.35</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>35</td>\n<td>&#xA3;3.17</td>\n<td>&#xA3;8.14</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>40</td>\n<td>&#xA3;3.71</td>\n<td>&#xA3;8.94</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>45</td>\n<td>&#xA3;4.26</td>\n<td>&#xA3;9.74</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>50</td>\n<td>&#xA3;4.80</td>\n<td>&#xA3;10.53</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>55</td>\n<td>&#xA3;5.35</td>\n<td>&#xA3;11.33</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>60</td>\n<td>&#xA3;5.89</td>\n<td>&#xA3;12.12</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>65</td>\n<td>&#xA3;6.44</td>\n<td>&#xA3;12.92</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>70</td>\n<td>&#xA3;6.98</td>\n<td>&#xA3;13.72</td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>75 </td>\n<td>&#xA3;7.53</td>\n<td>&#xA3;14.51</td>\n<td></td>\n<td></td>\n</tr>\n</table>\n\nThe agreement allows for different rates of allowance for each kilometre between 15 and 75 but this table shows only the rate paid at 5km intervals. You may question an allowance paid for a distance between the 5km intervals if it does not fall between the upper and lower limits for the respective 5km band. "},{"manual_section_id":"EIM71326","title":"Rates of allowances paid under particular agreements: Electrical Contractors' Association","body":"### Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance (per night)\n\n</td>\n</tr>\n<tr>\n<td>January 2004 - January 2008</td>\n<td>&#xA3;28.35</td>\n</tr>\n<tr>\n<td>January 2008 - 5 October 2008</td>\n<td>&#xA3;29.60</td>\n</tr>\n<tr>\n<td>6 October 2008 - 30 September 2009</td>\n<td>&#xA3;31.10</td>\n</tr>\n<tr>\n<td>1 October 2009 - 31 December 2010</td>\n<td>&#xA3;31.60</td>\n</tr>\n<tr>\n<td>1 January 2011 - 1 January 2012</td>\n<td>&#xA3;32.68</td>\n</tr>\n<tr>\n<td>2 January 2012 - 6 January 2013</td>\n<td>&#xA3;34.28</td>\n</tr>\n<tr>\n<td>7 January 2013 -</td>\n<td>&#xA3;35.55</td>\n</tr>\n</table>\n\n### Travel allowances\n\nOperatives who are required to start and finish at the normal starting and finishing time on jobs that are 15 miles and over from the shop receive payment for travelling time (taxable) and, where transport is not provided by the employer, travel allowance (not taxable).   The rates that apply with effect from 7 January 2013 are set out in the following table.  The distance is measured by reference to a one way journey and not to the return journey.\n\n<table>\n<tr>\n<td>\n\n### Distance (miles)\n\n</td>\n<td>\n\n### Payment\n\n</td>\n</tr>\n<tr>\n<td>Up to 15</td>\n<td>Nil  </td>\n</tr>\n<tr>\n<td>Over 15 and up to 20 </td>\n<td>&#xA3;3.48 </td>\n</tr>\n<tr>\n<td>Over 20 and up to 25</td>\n<td>&#xA3;4.63 </td>\n</tr>\n<tr>\n<td>Over 25 and up to 35</td>\n<td>&#xA3;6.10 </td>\n</tr>\n<tr>\n<td>Over 35 and up to 55</td>\n<td>&#xA3;9.71 </td>\n</tr>\n<tr>\n<td>Over 55 and up to 75</td>\n<td>&#xA3;11.89 </td>\n</tr>\n<tr>\n<td>For each additional 10 mile band </td>\n<td>&#xA3;2.09 e.g. over 75 miles and up to 85 miles &#xA3;13.98 in total  </td>\n</tr>\n</table>\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM71327","title":"Rates of allowances paid under particular agreements: Building and Engineering Services Association","body":"### Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance (per night)\n\n</td>\n</tr>\n<tr>\n<td>4 October 2004 - 2 October 2005</td>\n<td>   &#xA3;27.10</td>\n</tr>\n<tr>\n<td>3 October 2005 -  October 2006</td>\n<td>   &#xA3;28.10</td>\n</tr>\n<tr>\n<td> October 2006   - September 2007</td>\n<td>   &#xA3;28.60</td>\n</tr>\n<tr>\n<td>  September 2007 - 5 October 2008 </td>\n<td>   &#xA3;29.60</td>\n</tr>\n<tr>\n<td>6 October 2008 - 30 September 2009 </td>\n<td>   &#xA3;31.10</td>\n</tr>\n<tr>\n<td>1 October 2009  3 October 2010</td>\n<td>   &#xA3;31.60</td>\n</tr>\n<tr>\n<td>4 October 2010  2 October 2011</td>\n<td>   &#xA3;32.68</td>\n</tr>\n<tr>\n<td>2 October 2011 - start October 2012</td>\n<td>   &#xA3;34.28</td>\n</tr>\n<tr>\n<td>Start October 2012 - 6 October 2013</td>\n<td>   &#xA3;35.00</td>\n</tr>\n<tr>\n<td>7 October 2013 - </td>\n<td>   &#xA3;36.00</td>\n</tr>\n</table>\n\n### Travel allowance\n\nThe HVCA pays two elements of travel allowance:\n\n*   Daily travelling allowance payments.  These relate to travelling time and are fully taxable.\n*   Reimbursement of fares.  This can take the following forms:\n\n*   *   Public transport fare for employee&#x2019;s travel from home to site - with first &#xA3;1 a day treated as taxable, or*   Mileage rate of 20p (12.5p until 2004) a mile, with first &#xA3;1 a day treated as taxable"},{"manual_section_id":"EIM71328","title":"Rates of allowances paid under particular agreements: Lift Industry","body":"### Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>Period </td>\n<td> Allowance per night</td>\n</tr>\n<tr>\n<td>1 October 2004 - 30 September 2005</td>\n<td>&#xA3;22.75</td>\n</tr>\n<tr>\n<td>1 October 2005  30 September 2008</td>\n<td>&#xA3;23.36</td>\n</tr>\n<tr>\n<td>1 October 2008 - </td>\n<td>&#xA3;26.42</td>\n</tr>\n</table>\n\n### Travel allowance\n\nHMRC holds no information on travel allowances paid under this working rule agreement**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM71329","title":"Rates of allowances paid under particular agreements: Mastic Asphalt Council","body":"### Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance per night\n\n</td>\n</tr>\n<tr>\n<td>\n\nUntil 26 June 2005\n\n</td>\n<td>\n\n&#xA3;16.00\n\n</td>\n</tr>\n<tr>\n<td>\n\nFrom 27 June 2005 to 4 September 2011\n\n</td>\n<td>\n\n&#xA3;25.00\n\n</td>\n</tr>\n<tr>\n<td>\n\nFrom 5 September 2011 to 6 January 2013\n\n</td>\n<td>\n\n&#xA3;30.00\n\n</td>\n</tr>\n<tr>\n<td>\n\nFrom 7 January 2013 to\n\n</td>\n<td>\n\n&#xA3;30.90\n\n</td>\n</tr>\n</table>\n\n### Travel allowance\n\nThe rates are as shown below.  The daily travel allowance is shown on the left hand side of each column and the taxable element of the allowance is shown on the right hand side of the same column.  For example, between 25 June 2006 - 24 June 2007, the daily travel allowance for a journey of 0-2 miles was &#xA3;3.54, of which the taxable element was &#xA3;1.67.\n\n<table>\n<tr>\n<td>\n\n### Period\n\n### Distance\n\n</td>\n<td>\n</td>\n<td>\n\n21 June 2004 - 26 June 2005\n\nTotal   (Taxable)\n\n</td>\n<td>\n\n27 June 2005 - 25 June 2006\n\nTotal (taxable)\n\n</td>\n<td>\n\n26 June 2006 - 24 June 2007\n\nTotal (taxable)\n\n</td>\n<td>\n\n25 June 2007 - 22 June 2008\n\nTotal (taxable)\n\n</td>\n<td>\n\n23 June 2008 -\n\n4 September 2011\n\nTotal   (taxable)\n\n</td>\n<td>\n\n5 September 2011 -\n\nTotal     (taxable)\n\n</td>\n</tr>\n<tr>\n<td>\n\n0 to 2 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;3.21      &#xA3;1.56\n\n</td>\n<td>\n\n&#xA3;3.37 (&#xA3;1.61)\n\n</td>\n<td>\n\n&#xA3;3.54 (&#xA3;1.67)\n\n</td>\n<td>\n\n&#xA3;3.71 (&#xA3;1.72)\n\n</td>\n<td>\n\n&#xA3;3.89    (&#xA3;1.78)\n\n</td>\n<td>\n\n&#xA3;4.08    (&#xA3;3.63)\n\n</td>\n</tr>\n<tr>\n<td>\n\n2.01 to 4 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;4.83      &#xA3;2.59\n\n</td>\n<td>\n\n&#xA3;5.07 (&#xA3;2.67)\n\n</td>\n<td>\n\n&#xA3;5.32 (&#xA3;2.76)\n\n</td>\n<td>\n\n&#xA3;5.57 (&#xA3;2.84)\n\n</td>\n<td>\n\n&#xA3;5.83    (&#xA3;2.92)\n\n</td>\n<td>\n\n&#xA3;6.12    (&#xA3;3.87)\n\n</td>\n</tr>\n<tr>\n<td>\n\n4.01 to 6 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;6.87      &#xA3;3.27\n\n</td>\n<td>\n\n&#xA3;7.21 (&#xA3;3.38)\n\n</td>\n<td>\n\n&#xA3;7.57 (&#xA3;3.50)\n\n</td>\n<td>\n\n&#xA3;7.93 (&#xA3;3.61)\n\n</td>\n<td>\n\n&#xA3;8.31    (&#xA3;3.74)\n\n</td>\n<td>\n\n&#xA3;8.73    (&#xA3;4.68)\n\n</td>\n</tr>\n<tr>\n<td>\n\n6.01 to 8 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;8.72      &#xA3;3.88\n\n</td>\n<td>\n\n&#xA3;9.16 (&#xA3;4.02)\n\n</td>\n<td>\n\n&#xA3;9.62 (&#xA3;4.17)\n\n</td>\n<td>\n\n&#xA3;10.08 (&#xA3;4.33)\n\n</td>\n<td>\n\n&#xA3;10.56  (&#xA3;4.48)\n\n</td>\n<td>\n\n&#xA3;11.09  (&#xA3;5.24)\n\n</td>\n</tr>\n<tr>\n<td>\n\n8.01 to 10 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;10.32    &#xA3;4.40\n\n</td>\n<td>\n\n&#xA3;10.84 (&#xA3;4.58)\n\n</td>\n<td>\n\n&#xA3;11.38 (&#xA3;4.76)\n\n</td>\n<td>\n\n&#xA3;11.92 (&#xA3;4.93)\n\n</td>\n<td>\n\n&#xA3;12.49  (&#xA3;5.12)\n\n</td>\n<td>\n\n&#xA3;12.49  (&#xA3;4.84)\n\n</td>\n</tr>\n<tr>\n<td>\n\n10.01 to 12 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;11.88    &#xA3;4.92\n\n</td>\n<td>\n\n&#xA3;12.47 (&#xA3;5.12)\n\n</td>\n<td>\n\n&#xA3;13.09 (&#xA3;5.32)\n\n</td>\n<td>\n\n&#xA3;13.71 (&#xA3;5.52)\n\n</td>\n<td>\n\n&#xA3;14.36  (&#xA3;5.73)\n\n</td>\n<td>\n\n&#xA3;15.08  (&#xA3;5.63)\n\n</td>\n</tr>\n<tr>\n<td>\n\n12.01 to 14 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;13.98    &#xA3;5.61\n\n</td>\n<td>\n\n&#xA3;14.68 (&#xA3;5.84\n\n</td>\n<td>\n\n&#xA3;15.41 (&#xA3;6.09)\n\n</td>\n<td>\n\n&#xA3;16.14 (&#xA3;6.33)\n\n</td>\n<td>\n\n&#xA3;16.91  (&#xA3;6.58)\n\n</td>\n<td>\n\n&#xA3;17.76  (&#xA3;6.51)\n\n</td>\n</tr>\n<tr>\n<td>\n\n14.01 to 15 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;14.77    &#xA3;5.87\n\n</td>\n<td>\n\n&#xA3;15.51 (&#xA3;6.12)\n\n</td>\n<td>\n\n&#xA3;16.29 (&#xA3;6.38)\n\n</td>\n<td>\n\n&#xA3;17.06 (&#xA3;6.63)\n\n</td>\n<td>\n\n&#xA3;17.87  (&#xA3;6.89)\n\n</td>\n<td>\n\n&#xA3;18.76  (&#xA3;5.71)\n\n</td>\n</tr>\n<tr>\n<td>\n\n### Country Allowances over 15 miles\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n15.01 to 25 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;16.57    &#xA3;5.14\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;18.27 (&#xA3;5.57)\n\n</td>\n<td>\n\n&#xA3;19.14 (&#xA3;5.78)\n\n</td>\n<td>\n\n&#xA3;20.05  (&#xA3;6.01)\n\n</td>\n<td>\n\n&#xA3;21.05  (&#xA3;7.10)\n\n</td>\n</tr>\n<tr>\n<td>\n\n25.01 to 35 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;20.79    &#xA3;5.16\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;22.92 (&#xA3;5.58)\n\n</td>\n<td>\n\n&#xA3;24.00 (&#xA3;5.80)\n\n</td>\n<td>\n\n&#xA3;25.14  (&#xA3;6.02)\n\n</td>\n<td>\n\n&#xA3;26.40   (&#xA3;4.98)\n\n</td>\n</tr>\n<tr>\n<td>\n\nOver 35 miles\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;27.75    &#xA3;1.00\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;30.60 (&#xA3;1.00)\n\n</td>\n<td>\n\n&#xA3;32.05 (&#xA3;1.00)\n\n</td>\n<td>\n\n&#xA3;33.57  (&#xA3;1.00)\n\n</td>\n<td>\n\n&#xA3;35.25    (&#xA3;8.98)\n\n</td>\n</tr>\n</table>"},{"manual_section_id":"EIM71330","title":"Rates of allowances paid under particular agreements: Engineering Construction Industry","body":"### Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance per night\n\n</td>\n</tr>\n<tr>\n<td>5 April 2004 - 3 April 2005</td>\n<td>&#xA3;23.00</td>\n</tr>\n<tr>\n<td>4 April 2005 - 2 April 2006</td>\n<td>&#xA3;25.00</td>\n</tr>\n<tr>\n<td>3 April 2006 - 3 June 2007</td>\n<td>&#xA3;27.00 </td>\n</tr>\n<tr>\n<td>4 June 2007 - 27 January 2008</td>\n<td>&#xA3;28.19 </td>\n</tr>\n<tr>\n<td>28 January 2008 - 4 January 2009</td>\n<td>&#xA3;29.43</td>\n</tr>\n<tr>\n<td>5 January 2009 - 3 January 2010</td>\n<td>&#xA3;31.05</td>\n</tr>\n<tr>\n<td>4 January 2010 - 3 January 2011</td>\n<td>&#xA3;31.67</td>\n</tr>\n<tr>\n<td>4 January 2011 - 1 April 2012</td>\n<td>&#xA3;33.16</td>\n</tr>\n<tr>\n<td>2 April 2012 - 6 January 2013</td>\n<td>&#xA3;34.45</td>\n</tr>\n<tr>\n<td>7 January 2013 - 5 January 2014</td>\n<td>&#xA3;35.14</td>\n</tr>\n<tr>\n<td>6 January 2014 - </td>\n<td>&#xA3;35.95</td>\n</tr>\n</table>\n\nThe rates above can be paid free of tax, provided the conditions outlined in [EIM71307](http://www.hmrc.gov.uk/manuals/eimanual/EIM71307.htm) are satisfied.  There is also a London supplement (not included in the above figures) which is taxable.\n\n### Travel allowances\n\nRates payable from 5 April 2004 are as follows:\n\n<table>\n<tr>\n<td>**Period****Distance**</td>\n<td>**4 April 2006  3 June 2007****Total (Taxable)**</td>\n<td>**4 June 2007 - 28 January 2008****Total (Taxable)**</td>\n<td>**28 January 2008 - 4 January 2009****Total (Taxable)**</td>\n<td>**5 January 2009 - ****3 January 2010****Total (Taxable)**</td>\n</tr>\n<tr>\n<td>2.01 to 5 miles </td>\n<td>  Nil              </td>\n<td>Nil</td>\n<td>Nil</td>\n<td>Nil</td>\n</tr>\n<tr>\n<td>5.01 to 8 miles </td>\n<td>  Nil              </td>\n<td>Nil</td>\n<td>Nil</td>\n<td>Nil</td>\n</tr>\n<tr>\n<td>8.01 to 11 miles </td>\n<td> &#xA3;1.88 (&#xA3;1.88)</td>\n<td>&#xA3;1.96 (&#xA3;1.96)</td>\n<td>&#xA3;2.05 (&#xA3;2.02)</td>\n<td>&#xA3;2.16 (&#xA3;2.08)</td>\n</tr>\n<tr>\n<td>11.01 to 14 miles </td>\n<td> &#xA3;3.80 (2.90)</td>\n<td>&#xA3;3.97 (&#xA3;2.98)</td>\n<td>&#xA3;4.14 (&#xA3;3.07)</td>\n<td>&#xA3;4.37 (&#xA3;3.18)</td>\n</tr>\n<tr>\n<td>14.01 to 17 miles </td>\n<td> &#xA3;6.03 (&#xA3;4.01)</td>\n<td>&#xA3;6.30 (&#xA3;4.15)</td>\n<td>&#xA3;6.58 (&#xA3;4.29)</td>\n<td>&#xA3;6.94 (&#xA3;4.47)</td>\n</tr>\n<tr>\n<td>17.01 to 20 miles </td>\n<td> &#xA3;7.94 (&#xA3;4.97)</td>\n<td>&#xA3;8.29 (&#xA3;5.14)</td>\n<td>&#xA3;8.65 (&#xA3;5.32)</td>\n<td>&#xA3;9.13 (&#xA3;5.56)</td>\n</tr>\n<tr>\n<td>20.01 to 25 miles </td>\n<td> &#xA3;9.65 (&#xA3;5.82)</td>\n<td>&#xA3;10.07 (&#xA3;6.03)</td>\n<td>&#xA3;10.51 (&#xA3;6.25)</td>\n<td>&#xA3;11.09 (&#xA3;6.54)</td>\n</tr>\n<tr>\n<td>25.01 to 30 miles </td>\n<td> &#xA3;11.00 (&#xA3;6.50)</td>\n<td>&#xA3;11.48 (&#xA3;6.74)</td>\n<td>&#xA3;11.99 (&#xA3;6.99)</td>\n<td>&#xA3;12.65 (&#xA3;7.32)</td>\n</tr>\n<tr>\n<td>30.01 to 35 miles </td>\n<td> &#xA3;12.13 (&#xA3;7.06)</td>\n<td>&#xA3;12.66 (&#xA3;7.33)</td>\n<td>&#xA3;13.22 (&#xA3;7.61)</td>\n<td>&#xA3;13.95 (&#xA3;7.97)</td>\n</tr>\n<tr>\n<td>Over 35 miles </td>\n<td> &#xA3;13.19 (&#xA3;7.59)</td>\n<td>&#xA3;13.77 (&#xA3;7.88)</td>\n<td>&#xA3;14.38 (&#xA3;8.19)</td>\n<td>&#xA3;15.17 (8.58)</td>\n</tr>\n</table>\n<table>\n<tr>\n<td>**Period****Distance**</td>\n<td>**4 January 2010 -  3 January 2011**\n**Total (Taxable)**</td>\n<td>**4 January 2011 -****3 June 2012**\n**Total  (Taxable) **</td>\n<td>**4 June 2012 - ****6 January 2013**\n**Total (Taxable)**</td>\n<td>**7 January 2013 - 5 January 2014**\n**Total (Taxable)**</td>\n</tr>\n<tr>\n<td>2.01 to 5 miles </td>\n<td>Nil</td>\n<td>Nil</td>\n<td>Nil</td>\n<td>Nil</td>\n</tr>\n<tr>\n<td>5.01 to 8 miles </td>\n<td>Nil</td>\n<td>Nil</td>\n<td>Nil</td>\n<td>Nil</td>\n</tr>\n<tr>\n<td>8.01 to 11 miles </td>\n<td>&#xA3;2.20 (&#xA3;2.10)</td>\n<td>&#xA3;2.30  (&#xA3;2.15)</td>\n<td>&#xA3;2.39 (&#xA3;2.39)</td>\n<td>&#xA3;2.44 (&#xA3;2.44)</td>\n</tr>\n<tr>\n<td>11.01 to 14 miles </td>\n<td>&#xA3;4.46 (&#xA3;3.23)</td>\n<td>&#xA3;4.67 (&#xA3;3.33)</td>\n<td>&#xA3;4.85 (&#xA3;3.92)</td>\n<td>&#xA3;4.95 (&#xA3;4.00)</td>\n</tr>\n<tr>\n<td>14.01 to 17 miles </td>\n<td>&#xA3;6.71 (&#xA3;4.36)</td>\n<td>&#xA3;7.41  (&#xA3;4.70)</td>\n<td>&#xA3;7.70 (&#xA3;6.35)</td>\n<td>&#xA3;7.85 (&#xA3;6.48)</td>\n</tr>\n<tr>\n<td>17.01 to 20 miles </td>\n<td>&#xA3;9.31 (&#xA3;5.65)</td>\n<td>&#xA3;9.75  (&#xA3;5.87)</td>\n<td>&#xA3;10.13 (&#xA3;7.06)</td>\n<td>&#xA3;10.33 (&#xA3;7.20)</td>\n</tr>\n<tr>\n<td>20.01 to 25 miles </td>\n<td>&#xA3;11.31 (&#xA3;6.65)</td>\n<td>&#xA3;11.84  (&#xA3;6.92)</td>\n<td>&#xA3;12.30 (&#xA3;8.15)</td>\n<td>&#xA3;12.55 (&#xA3;8.31)</td>\n</tr>\n<tr>\n<td>25.01 to 30 miles </td>\n<td>&#xA3;12.90 (&#xA3;7.45)</td>\n<td>&#xA3;13.51  (&#xA3;7.75)</td>\n<td>&#xA3;14.04 (&#xA3;9.02)</td>\n<td>&#xA3;14.32 (&#xA3;9.20)</td>\n</tr>\n<tr>\n<td>30.01 to 35 miles </td>\n<td>&#xA3;14.23 (&#xA3;8.11)</td>\n<td>&#xA3;14.90  (&#xA3;8.45)</td>\n<td>&#xA3;15.48 (&#xA3;9.74)</td>\n<td>&#xA3;15.79 (&#xA3;9.94)</td>\n</tr>\n<tr>\n<td>Over 35 miles </td>\n<td>&#xA3;15.47 (&#xA3;8.73)</td>\n<td>&#xA3;16.20  (&#xA3;9.10)</td>\n<td>&#xA3;16.83 (&#xA3;10.41)</td>\n<td>&#xA3;17.17 (&#xA3;10.62)</td>\n</tr>\n</table>\n<table>\n<tr>\n<td>**Period****Distance**</td>\n<td>**6 January 2014 -****Total (Taxable)**</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>2.01 to 5 miles </td>\n<td>Nil</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>5.01 to 8 miles </td>\n<td>Nil</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>8.01 to 11 miles </td>\n<td>&#xA3;2.50 (2.50)</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>11.01 to 14 miles </td>\n<td>&#xA3;5.06 (&#xA3;4.09)</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>14.01 to 17 miles </td>\n<td>&#xA3;8.03 (&#xA3;6.63)</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>17.01 to 20 miles </td>\n<td>&#xA3;10.57 (&#xA3;7.37)</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>20.01 to 25 miles </td>\n<td>&#xA3;12.84 (&#xA3;8.50)</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>25.01 to 30 miles </td>\n<td>&#xA3;14.65 (&#xA3;9.41)</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>30.01 to 35 miles </td>\n<td>&#xA3;16.15 (&#xA3;10.17)</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>Over 35 miles </td>\n<td>&#xA3;17.56 (&#xA3;10.86)</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n</table>"},{"manual_section_id":"EIM71331","title":"Rates of allowances paid under particular agreements: Demolition industry"},{"manual_section_id":"EIM71332","title":"Rates of allowances paid under particular agreements: Plant Hire industry","body":"### The position up to 5 April 2013\n\n### Lodging or overnight subsistence allowances\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance per night\n\n</td>\n</tr>\n<tr>\n<td>\n\n2004/2005\n\n</td>\n<td>\n\n&#xA3;31.93 (&#xA3;26.61 outside M25)\n\n</td>\n</tr>\n<tr>\n<td>\n\n2005/2006\n\n</td>\n<td>\n\n&#xA3;33.05 (&#xA3;27.54)\n\n</td>\n</tr>\n<tr>\n<td>\n\n2006/2007\n\n</td>\n<td>\n\n&#xA3;33.84 (&#xA3;28.20)\n\n</td>\n</tr>\n<tr>\n<td>\n\n2007/2008\n\n</td>\n<td>\n\n&#xA3;35.26 (&#xA3;29.38)\n\n</td>\n</tr>\n<tr>\n<td>\n\n2008/2009\n\n</td>\n<td>\n\n&#xA3;36.71 (30.58)\n\n</td>\n</tr>\n<tr>\n<td>\n\n2009/10\n\n</td>\n<td>\n\n&#xA3;36.75 (&#xA3;30.61)\n\n</td>\n</tr>\n<tr>\n<td>\n\n2010/11\n\n</td>\n<td>\n\n&#xA3;37.12 (&#xA3;30.92)\n\n</td>\n</tr>\n<tr>\n<td>\n\n2011/12 &amp; 2012/13\n\n</td>\n<td>\n\n&#xA3;38.24 (&#xA3;31.85)\n\n</td>\n</tr>\n</table>\n\n**Note**: Under the terms of the agreement reached with the plant hire industry, the lodging allowances shown above are only free of tax and NICs if the employee is working at a temporary workplace as defined for the Section 338 ITEPA 2003 travel rules, see [EIM32000](http://www.hmrc.gov.uk/manuals/eimanual/EIM32000.htm) onwards and [EIM32075](http://www.hmrc.gov.uk/manuals/eimanual/EIM32075.htm).\n\n### Travel allowances\n\nThese allowances are no longer included under the terms of the agreement reached with the plant hire industry and travel expenses should be dealt with in accordance with the guidance at [EIM10000](http://www.hmrc.gov.uk/manuals/eimanual/EIM10000.htm) onwards.\n\n### The position from 2013/14 onwards\n\nThe working rule agreement arrangements for the plant hire industry came to an end on 5 April 2013 and from 2013/14 onwards, employers working in this industry will need to have a dispensation agreed with HMRC ([EIM30050](http://www.hmrc.gov.uk/manuals/eimanual/EIM30050.htm) onwards) in order to make lodging and subsistence payments free of tax and without having to report them to HMRC.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual_section_id":"EIM71334","title":"Rates of allowances paid under particular agreements: Plumbing and Mechanical Engineering Services","body":"### Lodging or overnight subsistence allowance\n\nSince 5 January 2004 the allowance has been &#xA3;28.35 (plus taxable subsistence of &#xA3;4.18 in London).\n\n### Travel allowance\n\nTravel Allowances are paid at the rate of 30 pence per mile.  The first 4 miles each way are taxed in full.  After the first 4 miles 500f the payment is paid tax free and 50 0s taxable. "},{"manual_section_id":"EIM71336","title":"Rates of allowances paid under particular agreements: Power Cable Jointers","body":"### Lodging or overnight subsistence allowance\n\nSince 1 April 2002 the allowance has been &#xA3;21.20 per night.\n\n### Travel allowance\n\nRates of allowance paid from 2 April 2002:\n\n<table>\n<tr>\n<td>\n\n### Distance\n\n</td>\n<td>\n\n### Total travel allowance\n\n</td>\n<td>\n\n### Taxable element\n\n</td>\n</tr>\n<tr>\n<td>5 to 10 miles </td>\n<td>&#xA3;5.79 </td>\n<td>&#xA3;1.00 </td>\n</tr>\n<tr>\n<td>11 to 15 miles </td>\n<td>&#xA3;7.87 </td>\n<td>&#xA3;1.00 </td>\n</tr>\n<tr>\n<td>16 to 20 miles </td>\n<td>&#xA3;10.64 </td>\n<td>&#xA3;1.00 </td>\n</tr>\n<tr>\n<td>21 to 25 miles </td>\n<td>&#xA3;13.32 </td>\n<td>&#xA3;1.00 </td>\n</tr>\n<tr>\n<td>26 to 30 miles </td>\n<td>&#xA3;16.88 </td>\n<td>&#xA3;1.00 </td>\n</tr>\n<tr>\n<td>Over 30 miles </td>\n<td>Actual fares </td>\n<td>&#xA3;1.00 </td>\n</tr>\n</table>"},{"manual_section_id":"EIM71337","title":"Rates of allowances paid under particular agreements: Refractory Users&#x2019; Association","body":"\n\n## Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance per night\n\n</td>\n</tr>\n<tr>\n<td>1 January 2004 - 31 December 2006</td>\n<td>&#xA3;25.00 per night (plus Inner London supplement of &#xA3;5.74)</td>\n</tr>\n<tr>\n<td>1 January 2007 - 31 December 2007</td>\n<td>&#xA3;27.39 (plus &#xA3;10.48)</td>\n</tr>\n<tr>\n<td>1 January 2008 - 31 December 2008</td>\n<td>&#xA3;28.65 (plus &#xA3;10.96)</td>\n</tr>\n<tr>\n<td>1 January 2009 - 28 February 2010 </td>\n<td>&#xA3;29.90 (plus &#xA3;11.44)</td>\n</tr>\n<tr>\n<td>1 March 2010 -  2 January 2011</td>\n<td>&#xA3;30.50 (plus &#xA3;11.67)</td>\n</tr>\n<tr>\n<td>3 January 2011 - 3 March 2013</td>\n<td>&#xA3;31.93 (plus &#xA3;12.22)</td>\n</tr>\n<tr>\n<td>4 March 2013 - 5 January 2014</td>\n<td>&#xA3;32.63 (plus &#xA3;12.49)</td>\n</tr>\n<tr>\n<td>6 January 2014 - </td>\n<td>&#xA3;33.35 (plus &#xA3;12.76)</td>\n</tr>\n<tr>\n<td></td>\n<td></td>\n</tr>\n</table>\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM71337.htm#top)\n\n\n## Travel Allowances\n\nNo figures are available."},{"manual_section_id":"EIM71338","title":"Rates of allowances paid under particular agreements: Master Steeplejacks and Lightning Conductor Engineers","body":"### Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance per night\n(Figures in brackets apply within the M25 boundary)</td>\n</tr>\n<tr>\n<td>21 June 2004 - 19 June 2005</td>\n<td>&#xA3;26.79 (&#xA3;29.88)</td>\n</tr>\n<tr>\n<td>20 June 2005 - 25 June 2006</td>\n<td>&#xA3;27.56 (&#xA3;30.74)</td>\n</tr>\n<tr>\n<td>26 June 2006 - 24 June 2007</td>\n<td>&#xA3;29.43 (&#xA3;32.83)</td>\n</tr>\n<tr>\n<td>25 June 2007 - 29 June 2008</td>\n<td>&#xA3;30.75 (&#xA3;34.31)</td>\n</tr>\n<tr>\n<td>30 June 2008 - 27 June 2010</td>\n<td>&#xA3;32.00 (&#xA3;36.00)</td>\n</tr>\n<tr>\n<td>28 June 2010 - 26 June 2011</td>\n<td>&#xA3;33.63 of which &#xA3;33.09 free of tax(&#xA3;37.84 of which &#xA3;37.22 free of tax)</td>\n</tr>\n<tr>\n<td>27 June 2011 - </td>\n<td>&#xA3;34.81 of which &#xA3;34.27 free of tax(&#xA3;39.15 of which &#xA3;38.53 free of tax)</td>\n</tr>\n</table>\n\n### Travel allowance\n\nHMRC is not aware that any travel allowances are paid under this working rule agreement. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**. "},{"manual_section_id":"EIM71340","title":"Rates of allowances paid under particular agreements: Thermal Insulation Contractors' Association","body":"### Lodging or overnight subsistence allowance\n\n<table>\n<tr>\n<td>\n\n### Period\n\n</td>\n<td>\n\n### Allowance per night\n\n</td>\n</tr>\n<tr>\n<td>1 January 2004 - 31 December 2004</td>\n<td>   &#xA3;25.00</td>\n</tr>\n<tr>\n<td>1 January 2005 - 5 March 2006 </td>\n<td>   &#xA3;26.00</td>\n</tr>\n<tr>\n<td>6 March 2006 - 4 March 2007</td>\n<td>   &#xA3;28.00</td>\n</tr>\n<tr>\n<td>5 March 2007 - 31 December 2007</td>\n<td>   &#xA3;29.00</td>\n</tr>\n<tr>\n<td>1 January 2008  - 31 December 2008</td>\n<td>   &#xA3;31.00</td>\n</tr>\n<tr>\n<td>1 January 2009 - 31 December 2009</td>\n<td>   &#xA3;33.00</td>\n</tr>\n<tr>\n<td>1 January 2010 - 3 January 2011</td>\n<td>   &#xA3;35.00</td>\n</tr>\n<tr>\n<td>4 January 2011 - 6 January 2013</td>\n<td>   &#xA3;36.50</td>\n</tr>\n<tr>\n<td>6 January 2013 - 31 December 2013</td>\n<td>   &#xA3;39.80</td>\n</tr>\n</table>\n\n### Travel allowance\n\nThe rates payable from 4 January 2011:\n\n<table>\n<tr>\n<td>\n\n### Distance\n\n</td>\n<td>\n\n### Total travel allowance\n\n</td>\n<td>\n\n### Taxable element\n\n</td>\n</tr>\n<tr>\n<td>0 to 5 miles </td>\n<td>Nil </td>\n<td>Nil </td>\n</tr>\n<tr>\n<td>5.01 to 10 miles </td>\n<td>&#xA3;3.51 </td>\n<td>&#xA3;Nil (nil)</td>\n</tr>\n<tr>\n<td>10.01 to 15 miles </td>\n<td>&#xA3;6.74 </td>\n<td>&#xA3;1.28  </td>\n</tr>\n<tr>\n<td>15.01 to 20 miles </td>\n<td>&#xA3;9.84 </td>\n<td>&#xA3;2.47  </td>\n</tr>\n<tr>\n<td>20.01 to 25 miles </td>\n<td>&#xA3;14.23  </td>\n<td>&#xA3;3.65  </td>\n</tr>\n<tr>\n<td>25.01 to 30 miles </td>\n<td>&#xA3;21.03  </td>\n<td>&#xA3;4.80  </td>\n</tr>\n<tr>\n<td>30.01 to 35 miles </td>\n<td>&#xA3;25.72</td>\n<td>&#xA3;6.05  </td>\n</tr>\n</table>"}]}]}}