{"title":"EIM77000 – Appendices:contents page","details":{"manual_section_id":"EIM77000","body":"","sections":[{"title":null,"sections":[{"manual_section_id":"EIM77010","title":"Appendix 1: Employees on\nsecondment to the UK","body":" (Adapted from an article in Tax Bulletin 50 - December 2000)\n\n### Introduction\n\nUnder Sections 338 and 339 ITEPA 2003, an employee who attends a temporary workplace for a period of up to 24 months can obtain relief for the cost of travel to and from that workplace (see [EIM32080](http://www.hmrc.gov.uk/manuals/eimanual/EIM32080.htm)). The amount of relief may include the cost of accommodation and subsistence attributable to attendance at that workplace. The rules are explained in Booklet 490, &#x201C;Employee Travel: A Tax and NICs Guide for Employers&#x201D;.\n\nWe have been asked to supplement the guidance in Booklet 490 by explaining our approach to benefits and expenses paid to employees sent on secondments that do not exceed 24 months. This article covers some issues that are particularly relevant for employees who are sent by an overseas employer to work in the United Kingdom. So the examples are drawn from those cases.\n\nWhere you are enquiring into the entitlement to relief of a non-domiciled employee, you should also consider Section 373 ITEPA 2003. [EIM30052](http://www.hmrc.gov.uk/manuals/eimanual/EIM30052.htm) deals with the interaction between Sections 338 and 373. There are illustrative examples at [EIM35003](http://www.hmrc.gov.uk/manuals/eimanual/EIM35003.htm)&#xA0;\n\n### How to identify \"the employment\" of an individual for the purposes of Section 338 and 339 ITEPA 2003\n\nWhere an employee's attendance at a workplace comprises all, or almost all, of the period for which the employee is likely to hold the employment, then it will not be at a temporary workplace for the purposes of Section 339, see Section 339(5) and paragraph 3.18 of Booklet 490. The place where an employee works does not of itself determine who is his or her employer. Nevertheless, when someone is sent to work at a particular site for, say, 18 months, it is always necessary to consider whether the secondment is part of the duties of a continuing employment or whether it involves taking up a different employment.\n\nIn most cases the position will be straightforward, for example where an employee's contract of employment stipulates from the outset that the employee may be required to move from office to office for different periods in the course of the employment. But there will be circumstances where the position is less clear-cut.\n\nWhether a particular secondment amounts to acceptance of a new employment has to be determined on a case by case basis taking into account all relevant factors.\n\nFactors in favour of a new employment would include a separate contract with a different employer, a termination of the previous employment and a major change in employment duties from the previous employment.\n\nFactors pointing to a continuing employment before and after the secondment would include continuing rights under the contract of employment, such as pension or seniority rights or, in some cases, share scheme participation, and the same employer. In borderline cases we may need to obtain legal advice before taking a view.\n\n**Example 1**\n\nAn accountant is employed by a French bank. To further his career he obtains a post as Human Resources Manager for a fixed contract of 18 months with the UK subsidiary of the bank. His contract with the French parent is terminated and he is given a contract with the UK subsidiary at rates of pay and allowances determined by the UK subsidiary. He hopes to be re-employed by the French parent at the end of his period in the UK but he has no continuing contractual rights.\n\nOn these facts we would take the view that the accountant has a new employment with a UK employer for a fixed term of 18 months. The French employment has terminated and he has taken up new employment in the UK. He retains merely a hope that his former French employer may re-employ him when his employment in the UK ends.\n\n**Example 2**\n\nAn employee of a Swedish company is seconded for 14 months to work at a UK subsidiary. She is paid by the UK subsidiary for the duration of her secondment at the same rate as she was paid in Sweden and retains some rights with the employer in Sweden. She retains membership of the pension scheme in Sweden and her time in the UK counts for her pension entitlement and for seniority purposes.\n\nOn these facts we would take the view that the employee has only one employment and that the UK secondment is at a temporary workplace in the course of a continuing employment. There is still one contract of employment, even though the obligations one ordinarily expects an employer to meet are partly met by a different company.\n\n### Duration of secondment\n\nThe basic rule is that a workplace can be treated as a temporary workplace where it is reasonable to assume that the employee's attendance at that workplace in the course of a continuing employment will not exceed 24 months, see Section 339(5) and paragraph 3.13 of Booklet 490. We have been asked what factors ought to be taken into account in deciding whether it is reasonable to assume that a secondment will be for no more that 24 months.\n\nWe will look at each case in the round and consider not only any statements made by the employee and the employer, but also the expected duration of any project to which the employee is seconded and any agreements between the parties, whether or not they have been committed to writing. We may wish to look in detail at any case in which the secondment exceeds 24 months and we had been told that it would not.\n\nIn some cases there may be a change in circumstances that leads to a change in the expected length of the secondment. The workplace will be a temporary workplace during any time in which the reasonable expectation is that the secondment will be for a period that does not exceed 24 months. Therefore we cannot conclude in all cases that a continuation of the secondment beyond the 24 month limit must mean that the workplace cannot have been a temporary workplace at some stage.\n\n**Example 3**\n\nA project manager for a French company is seconded to oversee a project in the UK. The project is expected to last 3 years. He has an initial secondment for 6 months but it is expected that his secondment will be extended for the duration of the project as long as his work is satisfactory. He has been assured that there is no reason to suppose that his secondment will not be extended.\n\nOn these facts we would take the view that it is reasonable to assume that he will be in the UK for the full three years of the project. His secondment would be expected to last for more than 24 months. So the UK site will not be a temporary workplace for the employee.\n\nCircumstances may change in the future to affect this conclusion. For example, he may be seconded for a further 12 months after the initial 6 months and told at that time that he will not be given a further secondment. If so, the UK site will be a temporary workplace for that further 12 months. Or it may become clear that the project will be completed within 24 months. If so, the UK site will be a temporary workplace from the time at which that becomes clear.\n\n### The extra costs of business travel\n\nWhere it is established that an employee's secondment is to a temporary workplace, the cost of business travel associated with that secondment includes not only travel between the employee's home and the location of the secondment but also accommodation and subsistence costs for the duration of the secondment. To qualify for relief, subsistence and accommodation costs must be attributable to the business travel in the sense that they are costs that are additional to any costs that the employee would incur if it were not for the business travel.\n\nOnce it is accepted that the employee has incurred additional costs no account needs to be taken of the costs saved as a result of the business travel to determine the amount of relief that can be obtained. For example, if the employee eats in a restaurant while on a business trip relief can be obtained for the full amount of that meal and no restriction is made for the cost of the meal that the employee would otherwise have had at home.\n\nWe have been asked to comment on the example of Millie that appears at paragraph 5.5 of Booklet 490. The example illustrates the case of itinerant employees who have no permanent home and make their home wherever their work happens to take them. Such employees cannot deduct the cost of accommodation and subsistence while working at any particular place because they incur no additional expense. The position of an employee on secondment to a temporary workplace in the UK is typically quite different even if home country accommodation is not retained. The expense of accommodation in the UK is an additional expense.\n\n**Example 4**\n\nAn employee of a German company is seconded to a temporary workplace in the UK for 15 months. He sells his flat in Germany and rents a flat in the UK. When he returns to Germany he will need to find himself a new place to live.\n\nWe would accept that the rent of the UK flat for the duration of his secondment is an additional cost for which relief can be given.\n\n### Living accommodation\n\nIn many cases an employer will provide an employee on secondment with furnished living accommodation or with a cash allowance out of which the employee can obtain living accommodation. We have been asked what limits will be placed on the relief that can be permitted for living accommodation.\n\nWe allow relief for an appropriate standard of hotel accommodation for the duration of the secondment. We also accept that the quality of the hotel accommodation provided can reflect the seniority of the employee.\n\nIn many cases furnished or unfurnished accommodation is obtained as a cheaper and more convenient alternative to hotel accommodation. Provided that the total cost of the accommodation is appropriate to the business need and is reasonable and not excessive we will not restrict the relief available. The total cost may include the reasonable cost of furniture where that is properly attributable to the business travel. If it can be demonstrated that the total cost of accommodation is reasonable by comparison with the cost of hotel accommodation of an appropriate standard full relief will be permitted. We anticipate that relief will only be restricted in a small number of cases.\n\nRelief may need to be restricted in those cases where the standard of accommodation provided does not result from the need to provide the employee with necessary accommodation for the performance of the duties of the employment. For example, if accommodation is supplied in part because the employee is accompanied by his or her family, or the location of the accommodation is determined by reasons of non business convenience, and there is an increase in total costs as a result, a restriction may be due. It cannot be assumed that accommodation provided of a standard that reflects the standard of accommodation enjoyed by the employee in his or her own country will always be accepted as reasonable.\n\nWhere we accept that furnished or unfurnished accommodation is a reasonable alternative to hotel accommodation we will not normally restrict relief where the accommodation is available for weekends, short holidays during the secondment or other short non-working periods. However, we will restrict relief where significant non-business use is part of the purpose of providing the accommodation.\n\nIf relief needs to be restricted it will be restricted to the reasonable cost of accommodation that would have been provided to a single employee obtaining accommodation at a location convenient for the business need for the period of the secondment.\n\n**Example 5**\n\nAn employee of an Irish company is seconded to work in central London for 16 months. Her employer pays a round sum allowance of &#xA3;560 per week to be used for accommodation and subsistence to the extent that she wishes. Although the allowance is intended for hotel accommodation she is permitted to rent a flat for a secondment of that duration. She rents a two bedroom flat in Tooting for &#xA3;400 per week and spends the rest of her allowance on subsistence and travel between her flat and the location of her employment.\n\nOn these facts we would accept that the amount spent on accommodation is reasonable and not excessive. If it is accepted that the total paid does no more than cover the amount that a typical employee in her position would expect to spend on accommodation, travel and subsistence then the payment can be made free of PAYE and Class 1 NICs. It must be included on her P11D and she will be allowed relief for the amount she actually spends.\n\n**Example 6**\n\nAn employee of an Austrian company spends 18 months in the UK on secondment. Her employer rents for her a six bedroom house in Chelsea at a rent of &#xA3;5,000 per week.\n\nWe accept that in some cases there will be a business need for the provision of accommodation on this scale, but it will have to be clearly established. Otherwise we would restrict relief to the cost of accommodation that can reasonably be regarded as attributable to the employee's necessary attendance at the temporary workplace.\n\n**Example 7**\n\nAn employee of a German company is on secondment in the UK for 18 months. She is provided with a four bedroom house for herself, her husband and two children. A single employee in equivalent circumstances would only have been provided by her employer with a two bedroom flat.\n\nOn these facts part of what the employer provides is not a necessary expense attributable solely to the travel by the employee. Part of the accommodation is attributable to the accompanying family. Relief should be limited to the provision of a two bedroom flat.\n\n**Example 8**\n\nA Swedish employee is seconded to Exeter for 15 months. He is a keen sailor and chooses to obtain accommodation in Salcombe, which is more expensive than Exeter.\n\nOn these facts the cost of accommodation in Salcombe is not solely attributable to the need for accommodation for the business trip. Relief should be limited to the cost of appropriate accommodation in Exeter and no relief can be permitted for the cost of travel between Salcombe and Exeter.\n\nThe key factor in example 8 is that the exercise of the employee's choice about where to live during the secondment gives rise to additional costs. These costs are not attributable to the business travel, they are attributable to the employee's private interests. However, such cases are likely to be rare. Many employees are permitted some discretion about where to live during an assignment. Provided the exercise of that discretion does not result in extra costs there is no reason why relief should be restricted. This is illustrated by example 9.\n\n**Example 9**\n\nAn employee of a Belgian company is seconded to work in London for 18 months. The employer is prepared to pay rent to all of its employees on secondment in London of up to &#xA3;800 per month. She is required to live within 1 hours commuting distance of the office but is otherwise given a free choice about where to live. She wants to live near her sister who lives in Ladbroke Grove and she is able to find a one bedroom flat in a suitable location at &#xA3;750 per month, a cost the employer meets.\n\nOn these facts we would accept that the full cost of the accommodation is attributable to the business travel. We would not argue that cheaper accommodation could have been found elsewhere within the 1 hour commuting limit.\n\n### Subsistence payments\n\nAs well as accommodation an employee on secondment can obtain relief for all of the additional subsistence costs attributable to the employee on that secondment. This covers food and drink and may also cover costs associated with accommodation, such as utility bills and personal expenditure attributable solely to the business travel. Relief may also be due for the cost of travel between the temporary accommodation and the temporary workplace. Payments for expenses incidental to the business travel may also be made tax-free up to the limit of &#xA3;5 per night (or &#xA3;10 outside the UK) imposed by Section 241 ITEPA 2003.\n\nAlthough we publish agreed subsistence rates that may be paid tax-free for particular industries, we do not propose to agree or publish authorised subsistence rates for general application. Accurate rates across a range of different circumstances would be very complex and would need substantial resources to create and maintain. Simplified rates would run the risk of permitting excessive tax relief or of being inadequate and of little practical benefit. For these reasons we do not accept the use of generalised published rates such as those of the US Internal Revenue Service, or those published by the UN.\n\nEmployers may make scale rate payments for subsistence or may pay round sum allowances out of which subsistence costs can be met. The tax treatment of each method of payment is set out below.\n\n### Machinery for obtaining tax relief\n\nWhere round sum expense allowances are paid, these should normally be subject to PAYE and Class 1 NICs. A round sum allowance is an allowance paid to an employee, commonly in advance, that is not calculated to match the underlying expenditure. An example would be an amount of &#xA3;100 per day paid to an employee on secondment to be used or not used as the employee sees fit. The example of Tracy at paragraph 9.6 in Booklet 490 illustrates this.\n\nIf a specific and distinct business expense is identified in the round sum allowance that expense does not need to be included in gross pay for NICs purposes.\n\nIf a round sum expense allowance is clearly meant to do no more than reimburse the employee for the actual costs of accommodation or subsistence incurred on the secondment, an Inspector may authorise the employer to pay it without deducting PAYE. Page 86 of booklet CWG2 and paragraph 9.6 of Booklet 490 explain the procedure and make it clear that the allowance should be included on form P9D or P11D as appropriate. The employee may then request a deduction under Section 338 ITEPA 2003 from the amounts included on form P9D or P11D. Relief will be given for the additional amounts an employee actually spends on accommodation or subsistence where those amounts are reasonable and necessary. We do not regard it as unreasonable to require an employee to keep records of expenditure to justify tax relief.\n\nA dispensation under Section 65 ITEPA 2003 cannot be given in respect of a round sum expense allowance or a living accommodation benefit chargeable under Section 102 ITEPA 2003.\n\nWe will grant dispensations for scale rate payments, calculated on a scale intended to do no more than reimburse the employee for expenses the employee incurs that are deductible under Section 338 ITEPA 2003. The example of Thomas at paragraph 9.6 in Booklet 490 illustrates a scale rate payment. The conditions that must be satisfied before a dispensation can be granted are set out in the Employment Income Manual beginning at [EIM30050](http://www.hmrc.gov.uk/manuals/eimanual/EIM30050.htm)."},{"manual_section_id":"EIM77020","title":"Appendix 2: General\nearnings in respect of duties performed in the UK","body":"(Adapted from an article in Tax Bulletin 63 &#x2013; February\n2003. The section headed &#x201C;Practical issues - international\nbusiness travel&#x201D; sets out a methodology that first appeared\nas Appendix 2 to the Minutes of the meeting of the Joint Forum on\nExpatriate Tax and NICs held on 18 April 2007.)\n\n### Sections 25 and 27 Income Tax (Earnings and Pensions) Act 2003\n(&#x2018;ITEPA&#x2019;)\n\nEmployees who are resident but not ordinarily resident in the UK\nare chargeable to income tax under section 25 ITEPA on general\nearnings in respect of duties performed in the UK (UK- based\nearnings). Section 27 ITEPA is the corresponding charging provision\nthat taxes the UK- based earnings of non resident employees. Where\nall of the employment duties are performed in the UK, calculating\nthe amount of taxable earnings under either section 25 or section\n27 is straightforward. Where duties are performed partly in the UK\nand partly overseas an apportionment is required to determine how\nmuch of the earnings are in respect of UK duties. The balance will\nbe attributable to duties performed overseas. For UK resident\nemployees who are not ordinarily resident, general earnings for\noverseas duties will be taxable under section 26 ITEPA to the\nextent that they are remitted to the UK. Employees who are not\nresident in the UK are not chargeable to UK tax on general earnings\nfor overseas duties.\n\nWhether general earnings (emoluments) are in respect of UK\nduties is essentially a question of fact. In Taylor v Provan\n(49TC579), the courts agreed that the touchstone must be the\nwording of the statute. In that case, travel expenses paid to a\ndirector to come to the UK in order to perform duties here were\nconsidered to be &#x201C;emoluments in respect of duties performed\nin the UK&#x201D;. In Perro v Mansworth (SpC286), a Special\nCommissioner found that the payment by an employer of an employee's\nliability to tax on UK-based earnings (Case II Schedule E) was\nitself \"an emolument in respect of duties performed in the\nUK&#x201D;.\n\nWhere an attribution is required, Statement of Practice 5/84\n(SP5/84) approves time apportionment according to the number of\ndays worked abroad and in the UK except where this would clearly be\ninappropriate. The Perro case is an example of where time\napportionment is not appropriate. The starting point for the SP5/84\napproach to time apportionment is that the employee's contractual\nright to earnings for the work performed usually accrues from day\nto day. Authority for this view comes from Varnam v Deeble\n(58TC501), although that case was not directly concerned with\nattributing earnings to UK duties for the purposes of the charge to\nUK tax. In Platten v Brown (59TC408), it was held that correct\nattribution on a time apportionment basis should employ units of\ndays rather than hours.\n\nThe courts have consistently taken the view that time\napportionment should not be applied to earnings that can be\nspecifically allocated either to duties performed in the UK or to\nduties performed elsewhere. So time apportionment would be\ninappropriate in a case where the contract of employment\nspecifically allocated earnings to periods spent working in the UK\nor overseas. Provisions in a contract of employment that regulate\nthe amount of time to be devoted to the employment, dealing with\nmatters such as the number of days to be worked, the length of\nholidays or how to calculate compensation do not amount to an\nallocation of particular parts of remuneration to particular days\nof work.\n\nThis appendix gives examples of how the time apportionment\napproach envisaged by SP5/84 applies in practice. Self-Assessment\nHelpsheet IR211 approaches apportionment by calculating the\nearnings from the employment that are not taxable in the UK. The\ntotal earnings are multiplied by a fraction where the numerator is\nthe number of days worked outside the UK and the denominator is the\nnumber of days worked in pursuit of the employment during the tax\nyear. Where there are no UK-based earnings taxable under either\nsection 25 or section 27 ITEPA, the resultant figure will be\nentered at Box 1.31 on the employment page as foreign earnings not\ntaxable in the UK. Although the amount that is not taxable is\nsometimes referred to as &#x201C;overseas workday relief&#x201D;, it\nis not a statutory relief from tax subject to the claims machinery\nin Section 42 TMA 1970.\n\nNote 4 to IR211 clarifies what is meant by days worked\noverseas. They are defined as those days that have been spent\noutside the UK substantially performing the duties of the\nemployment. &#x201C;Substantially&#x201D; should be taken as meaning\n&#x201C;for the most part&#x201D;. In Platten v Brown there is the\nexample of an employee who spends a whole day working in the UK but\nthen leaves the country that evening on an overseas business trip.\nIt would be difficult to say as a matter of contract that the\nemployee's earnings for that day were not attributable on a time\napportionment basis to duties performed in the UK. It follows that\nthe earnings for a day spent working overseas before returning to\nthe UK in the evening will be attributable to duties performed\noverseas.\n\nThere are two questions of fact to be addressed in order to\nattribute the earnings for a particular day. These are:\n\n*   whether the day has been spent\nsubstantially performing the duties of the employment\n*   where those duties have been\nperformed.\n\nEmployees should retain evidence such as travel documents and\nbusiness diaries to demonstrate how they have calculated the\nearnings from overseas workdays. The following comprehensive\nexample illustrates some practical issues.\n\n### Example\n\nMonica is resident but not ordinarily resident in the UK. Her\nsalary of &#xA3;100,000 is paid directly into an offshore bank\naccount. Her contract of employment provides for a five-day 40-hour\nworking week with 22 days holiday plus public holidays - a total of\n230 workdays.\n\nDuring 2005-06, her employer sent her to work at its branch\nin India for the whole of October and November, a period of 45\nweekdays. She also attended the branch office in India on the first\nSaturday and Sunday in October and spent three other Saturdays\nworking on her employer's Indian premises. She received a special\nbonus of &#xA3;15,000 awarded solely in recognition of her work in\nIndia.\n\nIn addition, she attended her employer's Munich office on\nfive separate occasions during the year. On four of these\noccasions, she left the UK after work and stayed overnight before\nreturning to the UK on the following evening. On the final\noccasion, she left the UK on a Friday evening and spent the weekend\nin Munich. She spent three hours of the Sunday reading papers\nrelevant to a meeting on the following day. She returned to the UK\non Monday evening.\n\nMonica was substantially performing the duties of her\nemployment on the five non-weekdays spent working in India, giving\na total 50 workdays in India. The Sunday in Munich was not an\noverseas workday so her duties in Germany encompassed five\nworkdays. The special bonus was on the facts solely attributable to\nthe performance of duties in India.\n\nTime apportionment produces the following result &#x2013;\n\nUK duties - Salary 100,000 * 180/235 = 76,595 (Section 25\nITEPA)\n\nOverseas duties - Salary 100,000 * 55/235 = 23,405 plus\n15,000 = 38,405\n\n### Example - variation A\n\nFollowing her return to the UK, Monica's employer gave her time\noff in lieu of the weekends spent working in India. The denominator\nin the fraction would become 230 and not 235.\n\nUK duties - Salary 100,000 * 175/230 = 76,086 (Section 25\nITEPA)\n\nOverseas duties - Salary 100,000 * 55/230 = 23,914 plus\n15,000 = 38,914\n\n### Example - variation B\n\nFacts are as variation A plus Monica spent the whole of Sunday\n30 September travelling to India and was granted a further day off\nin lieu when she returned to the UK. That day should also be\ncounted as an overseas workday increasing the numerator by one to\n56.\n\nUK duties - Salary 100,000 * 174/230 = 75,652 (Section 25\nITEPA)\n\nOverseas duties - Salary 100,000 * 56/230 = 24,348 plus\n15,000 = 39,348\n\n### Practical issues &#x2013; international business travel\n\nThe time of departure or arrival and the duration of\ninternational business travel can make it extremely difficult to\ndecide whether a particular day should be regarded as a UK or an\noverseas workday. In these specific circumstances, HMRC is prepared\nto accept that the following treatment provides a reasonable basis\nfor determining the status of such a day:\n\n**International flight or journey lasting no more than seven\n\nhours**\n\n*   Morning arrival &#x2013; UK workday\n*   Morning departure &#x2013; overseas\n\n    workday\n*   Afternoon arrival &#x2013; overseas\n\n    workday\n*   Afternoon departure &#x2013; UK\n\n    workday\n\n**International flight or journey lasting more than seven\n\nhours**\n\n*   Morning arrival &#x2013; half UK workday\n\n    and half overseas workday\n*   Morning departure &#x2013; overseas\n\n    workday\n*   Afternoon arrival &#x2013; overseas\n\n    workday\n*   Afternoon departure &#x2013; half UK\n\n    workday and half overseas workday\n\nA morning or afternoon arrival or departure is judged according\n\nto the time that the aircraft, vessel or train actually arrives or\n\ndeparts, not the scheduled times.\n\nWhere a journey involves more than one international flight,\n\na one hour transfer addition may be added to the actual flight\n\ntimes to determine whether the total flight time lasts more than\n\nseven hours. International business travel that takes place on a\n\nSaturday, Sunday or Bank Holiday is subject to the same treatment\n\nas any other day.\n\n**Note:** HMRC may accept alternative approaches to\n\nquantifying overseas workdays if the available evidence indicates\n\nthat such an approach better reflects the facts."},{"manual_section_id":"EIM77030","title":"Appendix 3: Non domiciled\nemployees: dual contract arrangements","body":"(Adapted from an article in Tax Bulletin 76 &#x2013; April\n2005)\n\n### Introduction\n\nDual contract arrangements are popular with foreign domiciled\nemployees who work both in and outside the United Kingdom (UK).\nAlthough there is nothing to prevent an individual from entering\ninto an employment contract with more than one employer, HMRC has\nconcerns that employers, employees and their advisers provide\nwritten contracts that do not reflect the reality of the situation.\nThis appendix first appeared as an article in Tax Bulletin 76\n(April 2005). It explains how HMRC offices approach enquiries into\ndual contract arrangements. In summary, HMRC believes that the\ncommercial reality in some cases may be that the employee has just\none employment.\n\n### Statutory position\n\nThe question of the existence or otherwise of an employment\nusually arises for tax purposes where there is doubt over whether\nincome derives from employment or self-employment. Once it has been\nestablished that an individual performs services as an employee,\nthere is generally little difficulty in attributing earnings to a\nparticular employment relationship.\n\nThe Employment Income parts of the Income Tax (Earnings and\nPensions) Act 2003 (&#x2018;ITEPA&#x2019;) charge to tax earnings\n&#x201C;from&#x201D; employment. Although ITEPA does not attempt a\ncomprehensive definition of employment, section 4(1) provides that\n&#x201C;employment&#x201D; includes &#x201C;any employment under a\ncontract of service&#x201D;.\n\nChapter 5 Part 2 ITEPA contains the rules for determining the\ntaxable earnings of employees (and office holders) who are\nresident, ordinarily resident or domiciled outside the UK. Section\n21 taxes the full amount of any general earnings for a tax year in\nwhich the employee is resident and ordinarily resident, but not\ndomiciled, in the UK except to the extent that they are\n&#x201C;chargeable overseas earnings&#x201D; for that year. Section\n22 provides that the taxable amount of chargeable overseas earnings\nis the full amount remitted to the UK in that year. Section 23\ndescribes how to calculate chargeable overseas earnings. By section\n23(2), &#x201C;general earnings for a tax year are overseas earnings\nfor that year if:\n\n*   in that year the employee is resident and\nordinarily resident, but not domiciled, in the UK\n*   the employment is with a foreign employer\nand\n*   the duties of the employment are performed\nwholly outside the UK.&#x201D;\n\n&#x201C;Foreign employer&#x201D; is defined in section 721(1)\nITEPA as meaning &#x201C;in the case of an employee resident in the\nUnited Kingdom, an individual, partnership or body of persons\nresident outside the United Kingdom and not resident in the United\nKingdom or the Republic of Ireland &#x2026;&#x201D;\n\nWhere the employment is in substance one whose duties fall to\nbe performed outside the UK, the requirement that the employee\nperforms the duties of the employment wholly outside the UK is\nsubject to section 39. This provides that duties performed inside\nthe UK, which are &#x201C;merely incidental to&#x201D; duties\nperformed outside the UK, are to be regarded as performed outside\nthe UK. In Robson v Dixon 48 TC 527, Pennycuick V.-C. observed\nthat:\n\n&#x201C;the words &#x201C;merely incidental to&#x201D; are upon\nthat ordinary use apt to denote an activity (here the performance\nof duties) which does not serve any independent purpose but is\ncarried out in order to further some other purpose.&#x201D;\n\nSo duties performed in the UK that are of the same type as those\nperformed overseas are not merely incidental, even if performed for\nonly a very short time.\n\nThe calculation of chargeable overseas earnings is set out in\nthree steps in section 23(3). The first step is to identify the\nfull amount of overseas earnings. The second and third steps adjust\nthis figure by deducting allowable expenses and applying any limit\nrequired by section 24. Section 24 imposes a limit on how much of\nan employee&#x2019;s general earnings are chargeable overseas\nearnings where the duties of an associated employment are performed\nin the UK. The limit is the proportion of the aggregate earnings\nfor that year from all the employments concerned that is reasonable\nhaving regard to the nature of and time devoted to the duties\nperformed outside and in the UK respectively and to all other\nrelevant circumstances.\n\n### Dual contract arrangements\n\nThe legislative scheme outlined above is advantageous to\nemployees or office holders who can show that they are:\n\n*   resident and ordinarily resident but not\ndomiciled in the UK and\n*   perform duties of an office or employment\nunder a foreign employer wholly outside the UK.\n\nAs chargeable overseas earnings are taxed on remittance, there\nis a clear incentive to ensure that such earnings are paid overseas\nand to minimise the amount of earnings remitted to the UK. However,\nthe requirement that the duties of the employment are performed\nwholly outside the UK presents problems to foreign domiciled\nemployees whose jobs require them to work partly in the UK and\npartly abroad. Earnings from an employment with duties performed in\nand outside the UK would be taxable under section 21 wherever\nreceived. An employee may therefore be offered two employment\ncontracts, for example:\n\n> Contract 1 covering the performance of duties in the UK and\n>\n>  Contract 2 with an associated employer resident overseas\n> covering duties performed in the rest of the world excluding the\n> UK.\n\nThe intention is that earnings from employment contract 2 will\nbe chargeable overseas earnings and therefore taxable under section\n22 only when remitted to the UK. For this reason, dual or multiple\nemployment arrangements are popular with foreign domiciled\nemployees whose duties are performed partly in the UK and partly\noutside the UK. The arrangement is generally that the individual\nenters into two separate written contracts, frequently referred to\nas the UK employment contract and the overseas employment\ncontract.\n\n### Enquiries into dual contract arrangements\n\nHMRC offices may make enquiries in order to check whether the\nearnings under the overseas contract are chargeable overseas\nearnings. They may also consider whether there is in fact a single\nemployment contract notwithstanding the production of two written\ncontracts. This approach has generally been deployed where there is\nconcern that there has been an attempt to split a single employment\nto exploit the legislation that provides for chargeable overseas\nearnings to be taxed on remittance.\n\nEmployers, employees and their advisers maintain that there\nare separate and distinct employments. They invariably argue that\nthe employee performs a different role with different\nresponsibilities under each contract of employment and that the\nduties under each do not overlap and are not dependent on each\nother. In many cases written contracts have been drafted that\nfairly represent the true employment relationships and include a\nproper job description along with details of the remuneration\npackage and other entitlements (annual leave etc) relating to each\nemployment. Care has been taken to ensure that the roles described\nin each contract are capable of independent existence with proper\nregard given to what would happen on termination of one of the\nemployments. Best practice has recognised the importance of\nmaintaining separate payroll and expenses regimes and different\nline management and reporting arrangements.\n\nWhere there are two employment contracts and the written\ncontracts reflect this, dual contract arrangements provide a\nlegitimate way to structure an individual&#x2019;s employment\nrelationships. Where the arrangements reflect the true employment\nrelationships, enquiries focus on:\n\n*   whether the employee has in fact performed\nsubstantive duties under the overseas contract in the UK\n*   whether a section 24 adjustment is needed\nto address an imbalance between the earnings from the UK and\noverseas contracts.\n\nGiven the way in which modern business operates and the ease and\nspeed of communication, some employees may find it increasingly\ndifficult to avoid performing substantive UK duties under their\noverseas contracts. For example, an employee who is responsible\nunder their overseas contract for servicing the business of\noverseas clients may have to respond to a telephone call or e-mail\nfrom a worried overseas client with an urgent problem when the\nemployee is in the UK. Formulating and communicating a response to\nsuch a problem would be regarded as a fundamental duty under the\noverseas contract. It follows that the performance of such duties\nin the UK will not be merely incidental to the performance of\nduties outside the UK as they will be of equal importance to the\noverseas duties. It is the quality of the UK duties and not the\ntime devoted to their performance that determines whether they are\nmerely incidental.\n\n### Recent developments\n\nIn a number of cases, the duties required under each purported\nemployment contract are defined according to where those duties are\nperformed. For example, the UK contract states that the duties of\nthe employment are all those duties performed in the UK whereas the\noverseas contract states that the duties of the employment are all\nthose duties performed wholly overseas. Employees and their\nadvisers may contend that all overseas duties are duties of the\noverseas employment and all UK duties are duties of the UK\nemployment. On that analysis, duties performed in the UK in\nconnection with the business of the overseas employer are performed\nunder the terms of the UK contract and are not duties of the\noverseas employment.\n\nHMRC does not consider that the existence of separate and\ndistinct employments is determined by the terms of written\ncontracts where the main distinction between the duties required\nunder each contract is geographical. There are concerns that\narrangements of this nature artificially divide a single job so\nearnings attributable to overseas duties can be treated as\nchargeable overseas earnings. HMRC has received legal advice that\nsupports a robust challenge to such arrangements.\n\n### The commercial context\n\nAs a result of the legal advice referred to above, HMRC\nconsiders that a dual contract arrangement based solely or mainly\non a geographical split of employment duties without commercial\nunderpinning is vulnerable to challenge on the grounds that there\nis in reality a single employment with duties in and outside the\nUK. In such cases, HMRC offices should fully investigate the facts\nand circumstances including the commercial rationale and context\nand assess an employee to tax where the evidence shows that there\nis in fact a single employment.\n\nHMRC takes the view that a dual contract arrangement is\nunlikely to work unless there are two distinguishable jobs. For\nexample, a French resident employer &#x2018;A&#x2019; sends employee\n&#x2018;B&#x2019; who is domiciled outside the UK to establish an\noffice in London for its UK subsidiary &#x2018;C&#x2019;. A requires\nB to work in its Paris office servicing their existing portfolio of\nFrench clients two days per week. On the other three days, C\nrequires B to work in London. This is likely to constitute a proper\nbasis for B holding separate employment contracts with A and C.\n\nIn order to decide whether the arrangements create two\nemployments, rather than artificially divide a single employment\nfor tax purposes, it is appropriate to look at the economic\nadvantage that an employer gains from the employee&#x2019;s\nactivity. If the contractual arrangements are to have any meaning,\nthey must be seen in the context of the underlying commerciality of\nthe arrangements. Regardless of there being two written contracts,\nHMRC would not accept that there were two employments if the risks\nand rewards relating to work done in the UK and overseas were in\nfact substantially borne and received by a single employer.\nMoreover, an arrangement requiring a written contract between an\nemployee and a UK employer which provides only for the performance\nof duties in the UK would appear artificial if the employer&#x2019;s\nbusiness extends outside the UK.\n\nAn employer&#x2019;s interest does not lie in having the\nemployee work in a defined geographical area but in an economic\nactivity that benefits the employer. An employee may perform duties\noverseas that directly benefit the business of the UK employer.\nWhen performing those duties, the employee is not working for the\noverseas employer but for the UK employer overseas. If the\narrangement were genuine, the employee would not be paid by the\noverseas employer to work for the UK employer overseas. If that is\nwhat the contract requires, it would indicate a lack of\ncommerciality. Conversely, an employee who performs duties in the\nUK that directly benefit the business of the overseas employer is\nworking for the overseas employer in the UK. It is difficult to\nimagine circumstances in which contracts that can require an\nemployee to work for the benefit of a UK employer whilst being paid\nby an overseas employer or vice versa would be offered by employers\nthat were not associated.\n\nVarious mechanisms exist for allocating costs to another\nentity that benefits from an employee&#x2019;s services. These\ninclude transfer pricing adjustments. It has been suggested that\nsuch adjustments restore the commercial equilibrium and thus\nsupport the existence of separate employments. However, the fact\nthat such adjustments are necessary indicates that the employer has\nmisjudged the commercial reality of the arrangements. Separate\nemployers do not for sensible commercial reasons pay employees to\nwork for someone else, with or without transfer pricing.\n\nDual contract arrangements are sometimes used when a UK\nresident employee holding one employment with worldwide duties\nfirst becomes ordinarily resident. Some individuals who are self\nemployed before they arrive in the UK become employees with dual\ncontract arrangements on attaining UK resident and ordinarily\nresident status without any significant change in the way in which\nthey carry out their professional activities. In other cases,\nrecruitment material suggests that the employer has a single\nvacancy to fill and a dual contract arrangement is only implemented\nfollowing the appointment of a non-domiciled individual. In such\nscenarios, HMRC offices will test whether the facts reflect\ncommercial reality.\n\n### Overseas contracts and UK duties\n\nWhere the commercial reality shows the existence of separate\nemployment contracts, it is sometimes argued that contractual terms\nthat prohibit the performance in the UK of duties connected with\nthe business of the overseas employer, preclude HMRC offices from\narguing that the employee has performed duties of the overseas\nemployment in the UK. These arguments are based on the UK duties\nbeing &#x201C;ultra vires&#x201D;.\n\nHMRC does not consider that the presence of such clauses\nallows the performance of duties in the UK that clearly benefit the\noverseas employer to be ignored. To that end, both employers ought\nto be closely monitoring the employee&#x2019;s UK activities. For\nexample, where the employee has performed substantive duties in the\nUK that directly benefit the overseas employer, HMRC would expect\nthe UK employer to mark the fact that the employee is effectively\nabusing its time and take appropriate disciplinary action. And if\nthe UK work in question was valuable, the overseas employer should\ntake it into account when calculating bonus entitlement. It is\npossible that clauses like this are frequently waived or ignored\nand may be inserted to create a misleading impression.\n\n### Tax impact where dual contract arrangements fail\n\nWhere the facts indicate that there is, in commercial reality,\nonly one employment contract whereby the employee performs duties\nfor the benefit of one employer both in and outside the UK, all of\nthe employee&#x2019;s general earnings will be taxable under section\n21 ITEPA. As earnings attributable to overseas duties will not be\nchargeable overseas earnings, tax will be charged on receipt rather\nthan on remittance to the UK. The identity of the\n&#x201C;employer&#x201D; will depend on all the facts and\ncircumstances of the individual case. However, the UK entity that\nreceives the benefit of an individual&#x2019;s services will be\nobliged to apply PAYE to all payments of PAYE income made to the\nemployee during the period that the employee works for that entity.\nThis is because the UK entity will either be the employer or (for\nthe purposes of section 689 ITEPA) the relevant person.\n\nIf there are genuine separate employments but the employee\n\nhas performed substantive duties in the UK for the overseas\n\nemployer, then all earnings from the overseas contract will be\n\ntaxable under section 21 in the relevant year. They will not\n\nqualify as chargeable overseas earnings under section 22 because\n\nthe duties of employment with a foreign employer will not have been\n\nperformed wholly outside the UK in the year in question. There is\n\nunlikely to be an obligation to operate PAYE on earnings from the\n\nforeign employer, as that employer will not have the necessary\n\npresence in the UK for PAYE purposes, and the UK employer will not\n\nbe the relevant person in relation to duties performed by the\n\nemployee under the separate overseas employment.\n\n### National Insurance\n\nWhere for tax purposes the facts indicate that despite the\n\nexistence of two written employment contracts, there is a single\n\nemployment covering UK and overseas duties, there could also be\n\nNational Insurance consequences. If it is found that the earnings\n\nrelating to overseas duties are attributable to employment with the\n\nUK employer, there will be liability to pay further National\n\nInsurance."},{"manual_section_id":"EIM77040","title":"Appendix 4: Not\nordinarily resident employees: tax equalisation","body":"(Adapted from an article in Tax Bulletin 59 &#x2013; June\n2002)\n\n### Sections 25 and 27 Income Tax (Earnings and Pensions) Act 2003\n(&#x2018;ITEPA&#x2019;)\n\nAn employee resident but not ordinarily resident in the UK is\nchargeable under section 25 ITEPA on general earnings in respect of\nduties performed in the UK (UK-based earnings). Section 26 ITEPA\ncharges the foreign earnings of such employees but only to the\nextent that the earnings are remitted to the UK.\n\nParagraph 2 of Statement of Practice 5/84 (SP5/84) states\nthat where the duties of a single office or employment are\nperformed both in and outside the UK, an apportionment is required\nto determine how much of the earnings are attributable to UK duties\nand therefore liable to tax as UK-based earnings under section 25.\nApportionment of earnings is essentially a question of fact and\nHMRC accepts time apportionment based on the number of days worked\nabroad and in the UK except where this would clearly be\ninappropriate.\n\nIn addition to salaries and benefits, employers may also\nprovide their employees with the benefit of tax equalisation. This\nusually means that the employer undertakes to meet on the\nemployee's behalf any additional tax payable above the tax that the\nemployee would have paid in his home country. It is well\nestablished that such payments made on behalf of employees form\npart of their earnings. But before 2002, there was a difference of\nview between the then Inland Revenue and a number of accountancy\nfirms about the extent to which such tax equalisation payments\nrepresent earnings in respect of duties performed in the UK.\n\nThe view taken by the Inland Revenue and subsequently by HMRC\nis that tax equalisation payments represent earnings wholly\nreferable to duties performed in the UK where the underlying tax\nliability is similarly wholly referable to duties performed in the\nUK. Therefore, where an employer pays a tax liability arising under\nsection 25 on an employee's behalf, that payment will itself\nrepresent earnings wholly chargeable under section 25.\n\nThis view was approved by a Special Commissioner in 2001 in\nthe case of Perro v Mansworth (SpC286). The Special Commissioner\nstated that it was an inescapable fact that the payment of tax by\nthe appellant's employer was an emolument (earnings) in respect of\nUK duties since that tax was only payable because of the\nperformance of duties in the UK.\n\nMs Perro's net earnings were time apportioned in accordance\nwith SP5/84 in order to find the net attributable to UK duties as\nthere was no specific attribution of salary or other benefits\nbetween UK and overseas duties. Following Perro, it has been\naccepted practice to gross up this net figure on the basis that the\npayment of tax on UK-based earnings represents additional earnings\nwholly referable to duties performed in the UK.\n\nThe Special Commissioner did not consider the treatment of\nreimbursement of tax on income other than employment income\nchargeable under what is now section 25. The employer of a\ntax-equalised employee may reimburse UK tax on investment income or\ncapital gains. Employers may also pay foreign tax liabilities on\nthe employee's behalf. Following the decision in Perro, the Inland\nRevenue was asked to give its view on the treatment of such\nreimbursements.\n\nWhen apportioning earnings between sections 25 and 26, it is\nnecessary first to consider whether those earnings are wholly\nreferable to UK or non-UK duties on the facts. Clearly if this is\nso, there is no need to consider time apportionment. If the\nearnings are not wholly referable either to UK or non-UK duties,\nthen time apportionment will be necessary in accordance with\nSP5/84.\n\nIf an employer reimburses personal tax liability arising on\nnon employment income such as bank interest, dividends or capital\ngains, then the first question is whether that reimbursement is a\npayment of earnings that relates wholly to either UK or non-UK\nduties. We do not consider that the physical presence of the\nemployee in the UK in order to perform employment duties is\nsufficient justification for treating such reimbursements as wholly\nin respect of duties performed in the UK. In the absence of unusual\nfacts, we believe that such earnings should be time apportioned.\nThis will produce net section 25 earnings that will then need to be\ngrossed up. The gross up will be on the basis that the payment of\nUK tax on earnings within section 25 is itself a payment of\nearnings wholly chargeable under section 25.\n\nWith regard to foreign tax payments, the attribution between\nsections 25 and 26 will depend upon the facts and circumstances. If\nthe foreign tax relates solely to overseas duties, then the payment\nof that tax by the employer will comprise earnings wholly referable\nto duties performed outside the UK that cannot be charged to tax\nunder section 25. Alternatively, the foreign tax may be charged on\nworldwide income so that time apportionment is likely to provide\nthe only practical mechanism for determining the attribution\nbetween sections 25 and 26.\n\nWith regard to the treatment of employer payment /\nreimbursement of tax chargeable under section 26, SP5/84 states\nthat provided the earnings chargeable under section 25 are arrived\nat in a reasonable manner; HMRC is prepared to accept that a charge\nunder section 26 will arise only where the aggregate of earnings\nreceived in the UK exceeds the amount chargeable under section 25\nfor that year. The amount chargeable under section 26 is therefore\nrestricted to the excess of the aggregate over the amount\nchargeable under section 25.\n\nWhere the employer meets UK tax liability under section 26,\nthe payment of that tax to HMRC will clearly be remitted to the UK.\nIt is logical that the payment of the section 26 liability will\nitself be a payment of earnings chargeable under section 26 and as\nthe tax payment will be remitted to the UK, the related gross up\nwill also be wholly chargeable under section 26.\n\nThere can be significant practical difficulties in\nidentifying whether earnings relate solely to non-UK duties and\ntherefore fall within section 26. In such cases, HMRC would not\ngenerally dispute time apportionment between sections 25 and 26 on\nthe basis of working days. If any earnings were allocated solely to\nsection 26 as attributable wholly to non-UK duties, evidence should\nbe available to justify the attribution, in the event of an HMRC\nenquiry.\n\n### Non resident employees\n\nSome tax-equalised employees are not resident in the UK. They\nmay perform substantive duties of their employment in this country.\nUnless the specific terms of a Double Taxation Agreement confer an\nexemption from UK tax on UK source employment income, such\nemployees will be liable under section 27 ITEPA on earnings in\nrespect of duties performed in the UK. Earnings for duties\nperformed outside the UK will fall outside of the charge to UK tax\non employment income. HMRC adopts the same approach to tax\nequalisation for non-resident employees as for those resident but\nnot ordinarily resident employees whose earnings are apportioned\nbetween sections 25 and 26.\n\nThe following simple examples are intended to illustrate the\nbasic approach to tax equalisation earnings described in this\nappendix. It is recognised that many cases will have much more\ncomplex facts and that the ensuing calculations will be similarly\ncomplex.\n\n### Example\n\nTanya has been sent to the UK to work at her employer's UK\nbranch for two years from 1 January 2005. She is resident but not\nordinarily resident in the UK from the day of her arrival. In\naddition to her UK duties, her employer requires her to make\nregular and extensive visits to an overseas branch of its business\nin order to monitor an important project. Whilst assigned to the\nUK, Tanya is subject to her employer's policy on tax equalisation\nwhich provides for her to receive the same net salary and benefits\nas if she had remained in her home state.\n\nDuring 2005-06, Tanya performed the duties of her employment\non 225 days. She spent 158 days working in the UK and 67 days\nworking overseas. Net salary and benefits from her employment were\n&#xA3;100,000 of which &#xA3;60,000 was received in the UK. Her\nemployer was obliged to pay her tax liabilities in accordance with\nits tax equalisation policy. For simplicity, all calculations\nassume that Tanya's income is chargeable to UK tax at 40%\n\n### Scenario 1\n\nTanya's only tax liability was incurred in the UK on the\nearnings from her employment.\n\n**Calculation of UK tax for 2005-06**\n\n<table>\n<tr>\n<td>Net salary and\nbenefits</td><td>100,000</td>\n</tr>\n<tr>\n<td>Less amount attributable\nto overseas workdays &#x2013; 67/225 (30%)</td><td>(30,000)</td>\n</tr>\n<tr>\n<td>Attributable to the\nperformance of UK duties</td><td>70,000</td>\n</tr>\n<tr>\n<td>Gross up for UK tax at\n4/6</td><td>46,666</td>\n</tr>\n<tr>\n<td>UK-based earnings taxable\nunder section 25 ITEPA</td><td>116,666</td>\n</tr>\n<tr>\n<td>Tax at 40%</td><td>46,666</td>\n</tr>\n<tr>\n<td>Remitted to the UK -\n60,000 plus section 25 tax of 46,666</td><td>106,666</td>\n</tr>\n<tr>\n<td>Section 26 ITEPA -\nSP5/84</td><td>Nil</td>\n</tr>\n</table>\n\n### Scenario 2\n\nFacts as above but Tanya's employer also paid UK tax liability\nof &#xA3;5,000 on her investment income. As the &#xA3;5,000 is not\ndirectly referable to the performance of duties inside or outside\nthe UK, it falls to be time apportioned in accordance with SP5/84.\nTherefore, the &#xA3;5,000 has been added to net salary and\nbenefits before calculating and deducting the amount attributable\nto overseas workdays.\n\n**Calculation of UK tax for 2005-06**\n\n<table>\n<tr>\n<td>Net salary and\nbenefits</td><td>105,000</td>\n</tr>\n<tr>\n<td>Less amount attributable\nto overseas workdays &#x2013; 67/225 (30%)</td><td>(31,500)</td>\n</tr>\n<tr>\n<td>Attributable to the\nperformance of UK duties</td><td>73,500</td>\n</tr>\n<tr>\n<td>Gross up for UK tax at\n4/6</td><td>49,000</td>\n</tr>\n<tr>\n<td>UK-based earnings taxable\nunder section 25 ITEPA</td><td>122,500</td>\n</tr>\n<tr>\n<td>Tax at 40%</td><td>49,000</td>\n</tr>\n<tr>\n<td>Remitted to the UK -\n60,000 plus section 25 tax 49,000 and other UK tax 5,000</td><td>114,000</td>\n</tr>\n<tr>\n<td>Section 26 ITEPA -\nSP5/84</td><td>Nil</td>\n</tr>\n</table>\n\n### Scenario 3\n\nAdditionally, Tanya's employer pays overseas tax liability of\n&#xA3;5,000 direct to an overseas tax authority. The overseas tax\nis referable solely to the performance of duties outside the UK and\nis therefore excluded from the section 25 calculation.\n\n**Calculation of UK tax for 2005-06**\n\n<table>\n<tr>\n<td>Net salary and\nbenefits</td><td>110,000</td>\n</tr>\n<tr>\n<td>Less overseas tax\npayment</td><td>(5,000)</td>\n</tr>\n<tr>\n<td>Salary and benefits to be\ntime apportioned</td><td>105,000</td>\n</tr>\n<tr>\n<td>Less amount attributable\nto overseas workdays &#x2013; 67/225 (30%)</td><td>(31,500)</td>\n</tr>\n<tr>\n<td>Attributable to the\nperformance of UK duties</td><td>73,500</td>\n</tr>\n<tr>\n<td>Gross up for UK tax at\n4/6</td><td>49,000</td>\n</tr>\n<tr>\n<td>UK-based earnings taxable\nunder section 25 ITEPA</td><td>122,500</td>\n</tr>\n<tr>\n<td>Tax at 40%</td><td>49,000</td>\n</tr>\n<tr>\n<td>Remitted to the UK -\n60,000 plus section 25 tax 49,000 and other UK tax 5,000</td><td>114,000</td>\n</tr>\n<tr>\n<td>Section 26 ITEPA -\nSP5/84</td><td>Nil</td>\n</tr>\n</table>\n\n### Scenario 4\n\nFacts are the same as in Scenario 2 except that &#xA3;70,000 out\nof the &#xA3;100,000 net salary and benefits has been remitted to\nthe UK.\n\n**Calculation of UK tax for 2005-06**\n\n<table>\n<tr>\n<td>Net salary and\nbenefits</td><td>105,000</td>\n</tr>\n<tr>\n<td>Less amount attributable\nto overseas workdays &#x2013; 67/225 (30%)</td><td>(31,500)</td>\n</tr>\n<tr>\n<td>Attributable to the\nperformance of UK duties</td><td>73,500</td>\n</tr>\n<tr>\n<td>Gross up for UK tax at\n4/6</td><td>49,000</td>\n</tr>\n<tr>\n<td>UK-based earnings taxable\nunder section 25 ITEPA</td><td>122,500</td>\n</tr>\n<tr>\n<td>Tax at 40%</td><td>49,000</td>\n</tr>\n<tr>\n<td>Remitted to the UK -\n70,000 plus section 25 tax 49,000 and other UK tax 5,000</td><td>124,000</td>\n</tr>\n<tr>\n<td>Net section 26 ITEPA -\nSP5/84</td><td>1,500</td>\n</tr>\n<tr>\n<td>Gross up for UK tax at\n4/6</td><td>1,000</td>\n</tr>\n<tr>\n<td>Foreign earnings taxable\nunder section 26</td><td>2,500</td>\n</tr>\n<tr>\n<td>Total taxable earnings\n(sections 25 and 26)</td><td>125,000</td>\n</tr>\n<tr>\n<td>Tax at 40%</td><td>50,000</td>\n</tr>\n</table>"},{"manual_section_id":"EIM77050","title":"**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**","body":"    \n\n            [businessesÂ &amp; corporations](http://www.hmrc.gov.uk/businesses/)\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n    "}]}]}}