{
   "title":"Incentive award schemes: what are they?",
   "details":{
      "manual-section-id":"EIM11200",
      "body":"<h3>What are incentive award schemes?</h3> <p>Incentive awards are a way of rewarding employees and others with cash, goods or holidays rather than increases in pay. Schemes can vary from national promotions to a prize raffle held by a small firm. Rewards of goods or holidays will usually involve the use of a voucher. <a href='#'>EIM16040</a> explains the meaning of 'voucher' for tax purposes.</p><p>Awards may be linked to sales performance, good timekeeping, safety or production records, or may involve participation in a lottery or prize draw. Schemes may be intended to benefit employees or the self-employed, or both.</p><p>Awards may be made by the employee's direct employer or by a third party with an interest in the performance of the employee. For example, a car manufacturer is more likely to give an incentive award to a person employed by a dealership than the direct employer.</p><p>Sometimes employers or third parties may buy ready-made incentive schemes from a promoter of such schemes, instead of devising their own arrangements. Where this is done, the promoter will generally be responsible for organising the incentive scheme and providing the awards to the employees, but will have no responsibility for any tax due on the awards. See <a href='#'>EIM11220</a> about promoters and tax on awards.</p><p>Further guidance is set out at the references listed below:</p>",
      "sections":[
         {
            "title":"Tax liability on incentive awards",
            "details":{
               "manual-section-id":"EIM11205",
               "body":"<h5>General</h5><p>Where an employer meets the tax payable on a non-cash incentive award given to a direct employee by entering into a PAYE settlement agreement (PSA), the award is not chargeable to tax on the employee. PSAs cannot be used to pay the tax on cash incentive awards. PSAs are covered at EIM11270.</p><p>Apart from non-cash awards covered by a PSA, all incentive awards made to employees are chargeable on them as employment income.</p><h5>Cash awards</h5><p>In the case of cash awards the amount chargeable as earnings is the amount of the award.</p><h5>Non-cash awards</h5><p>In the case of non-cash awards the amount chargeable depends upon the nature of the award:<p><ul><li>vouchers used<ul><li>where awards are obtained through the use of vouchers, the charge for all employees is the full cost to the provider of making the award (see <a href='#'>EIM16140</a>)</li></li><li>vouchers not used<ul><li>for directors and employees within the benefits code (see <a href='#'>EIM20100</a> to EIM20102) the charge is the full cost to the provider of making the award</li><li>for employees who are in an excluded employment (<a href='#'>EIM20007</a>) the charge is the second-hand value of the award if it can be converted into money (see <a href='#'>EIM00540</a> to EIM00560).</li></li>"
            }
         },
         {
            "title":"Awards to an employee's family or dependants",
            "details":{
               "manual-section-id":"EIM11210",
               "body":"<h5>Sections 74, 83, 91, 721(4) and 721(5) ITEPA 2003</h5><p>Awards are treated as made to the employee if they are received by members of the employee's family or household. There are different definitions of the family circle depending upon whether vouchers are used, or awards are obtained in some other way and are chargeable under the benefits code.</p>"
            }
         },
         {
            "title":"Accounting and reporting procedures for incentive awards",
            "details":{
               "manual-section-id":"EIM11215",
               "body":"<h5>Cash awards</h5><p>Any person, whether a direct employer or a third party, who makes a cash award to an employee has to operate PAYE on the award. There are special PAYE procedures if the payer wishes to pay the award 'free of tax'. These are covered at EP1230 to 1239 and in the Employer's Further Guide to PAYE and NICs (CWG2).</p> <h5>Non-cash awards</h5> <strong>PAYE settlement agreements (PSAs)</strong> <p>Employers providing their direct employees with non-cash awards can choose to enter into a PSA to pay the tax on a grossed up basis     on the awards. The arrangements are agreed with the employer's tax     office. See     <a  href='#'>EIM11270</a> which describes PSAs, and the     PAYE Settlement Agreement Handbook for PSA procedures.</p>     <h5>Taxed award schemes (TAS)</h5>     <p>An employer or a third party can choose to enter into taxed     award scheme arrangements (TAS) to pay the tax on a grossed up     basis on non-cash awards. TAS arrangements are agreed by the     employer or third party with the Incentive Award Unit. See     <a  href='#'>EIM11235</a> and EIM11240 about TAS     agreements and the Incentive Award Unit.</p>     <h5>Reporting</h5>     <p>Employers have to report in the normal way on forms P9D or P11D     any non-cash awards they make to their own employees where a PSA or     a TAS has not been used. (PSAs and TAS have their own reporting     procedures).     Where incentive awards are provided by third parties it is     unlikely that the direct employers of the employees receiving the     awards will have 'arranged' the provision. So the direct employers     do not have any reporting responsibility for third party awards.     Third parties who have not used a TAS can be asked to make a     return under Section 15 TMA 1970 of non-cash awards provided to     employees of others. The return issue is controlled from the     establishment file 'Other Incentive Award Schemes'.</p>"
            }
         },
         {
            "title":"Promoter wishing to account for tax on awards",
            "details":{
               "manual-section-id":"EIM11220",
               "body":"A promoter who sells incentive schemes to, or operates them for, employers or third parties should not be allowed to account for tax on the awards. If any promoter asks about offering an incentive scheme under which the promoter, rather than the employer or third party, will account for the tax, make a report to the Incentive Award Unit (see <a href='#'>EIM11240</a>)."
            }
         },
         {
            "title":"Valuation of non- cash awards: who does what",
            "details":{
               "manual-section-id":"EIM11225",
               "body":"<p>The basis of valuation is set out at <a href='#'>EIM11205</a>. The party responsible for valuation differs according to the circumstances of the arrangement.</p><h5>The Incentive Award Unit</h5><p>Where a taxed award scheme (TAS) is entered into, the Incentive Award Unit will agree the amounts chargeable to tax. See EIM11235 for guidance on taxed award schemes.</p><h5>Local tax office</h5><p>Where a PAYE settlement agreement (PSA) is entered into, the employer's tax office will agree with the employer the amounts chargeable to tax. See EIM11270 for guidance on PSAs.</p><h5>Employer</h5><p>Where a direct employer enters details of non-cash awards not dealt with by a TAS or a PSA on forms P9D or forms P11D, the employer has to value the awards; the valuations may be checked later in any normal compliance reviews.</p><h5>Third party</h5><p>A third party providing awards not covered by a TAS will have to value awards on any return made under Section 15 TMA 1970 (see EIM11215 about such returns). And a third party providing awards not covered by a TAS will have to value the awards when providing the employees with written details.</p><p>See Chapter 4 of 'Self Assessment What it will mean for employers' (SAT3 (1995)) about the obligation of third parties to automatically provide such information to employees.</p>"
            }
         },
         {
            "title":"Awards to the self-employed",
            "details":{
               "manual-section-id":"EIM11230",
               "body":"<h5>Employment income rules do not apply to awards for self-employed workers</h5><p>Some incentive award schemes may provide for awards to both employees and the self- employed. The employment income rules for valuing and taxing incentive awards do not apply to the self-employed.</p><p>The Inspector dealing with the accounts of the person receiving the award will decide whether the award should be taken into account in arriving at the business profits and, if so, the amount to be included.</p>"
            }
         },
         {
            "title":"Taxed award scheme arrangements",
            "details":{
               "manual-section-id":"EIM11235",
               "body":"<h5>Taxed award schemes (TAS)</H5><p>Direct employers and third parties providing incentive awards can enter into special accounting arrangements for non-cash awards. These arrangements are called taxed award schemes (TAS). They are made under the general power of the Board of Inland Revenue to administer the tax system. Under the arrangements, persons who make awards either to their own or other people's employees, or both, can enter into a contract with the Inland Revenue to account directly for tax on the awards. The providers have the option of accounting for tax at either the basic rate or the higher rate on the grossed up value of the awards they make. The Incentive Award Unit (see <a href='#'>EIM11240</a>) handles all the negotiations.</p><p>Although employers can use the TAS arrangements to pay the tax on non-cash incentive awards they provide to their own employees, it is likely that in most cases they will prefer to enter instead into a PAYE settlement agreement (see <a href=''>EIM11270</a>).</p><p>Unlike awards covered by PAYE settlement agreements (PSAs), non-cash awards and the tax paid on them under TAS arrangements remain assessable on the employee. So the employee has to enter the grossed-up value of the award and the tax paid on it on any tax return. But normally no further tax is due from an employee unless the provider has only entered into a basic rate TAS and the recipient of the award is liable at the higher rate.</p>"
            }
         },
         {
            "title":"Incentive Award Unit",
            "details":{
               "manual-section-id":"EIM11240",
               "body":"<h5>Incentive Award Unit (IAU)</h5><p>   The Incentive Award Unit (formerly called the Incentive Valuation Unit) deals with all aspects of taxed award schemes (TAS) including agreeing with the provider the valuation of awards and the type of contractual arrangement (basic rate or higher rate) the provider wishes to enter into. Tax offices should refer all enquiries about entering into TAS arrangements to the IAU.</p>    <p>The address of the Incentive Award Unit is:</p>    <p>Incentive Award Unit<br>   Specialist Employer Compliance<br>   S0733<br>   PO Box 3900<br>   Glasgow<br>   G70 6AA<br> </p><p>   When a direct employer or third party enters into a taxed award scheme the IAU will notify the tax office dealing with the provider.</p>"
            }
         },
         {
            "title":"Action by the provider of awards under a taxed award scheme",
            "details":{
               "manual-section-id":"EIM11245",
               "body":"<p>When a provider of incentive awards has signed a taxed award scheme contract, the contract obliges him to:</p> <ul><li>   make a return of awards to the tax office dealing with his PAYE</li><li>   account for tax at either basic or higher rate on the grossed up value of the awards</li><li>   give each employee who gets an award under a higher rate scheme a certificate showing the grossed up value and the tax accounted for. Where a scheme is for basic rate, certificates need only be issued to employees who require them.</li>"
            }
         },
         {
            "title":"Taxed award schemes and the self-employed",
            "details":{
              "manual-section-id":"EIM11255",
              "body":"<p>Taxed award schemes (TAS) are designed only for employees. If, by mistake, a scheme is agreed which includes people who are not employees, a special note will be sent to the tax office by the Incentive Award Unit to pass on to the Inspector dealing with the recipients' accounts.</p><p>See also EIM11230 about incentive awards and the self employed.</p>"
            }
         },
         {
            "title":"Deductions from awards",
            "details":{
               "manual-section-id":"EIM11260",
               "body":"<h5>Section 336 ITEPA 2003</h5> <p>It is unlikely that an employee who has received an incentive award will be able to justify a deduction from that award under Section 336 ITEPA 2003. The conditions that must be met before a deduction can be permitted under Section 336 are stringent and exacting, see <a href='#'>EIM31630</a>.</p>  <p>If an employee requests a deduction you should send the papers to the Incentive Award Unit, see <a href='#'>EIM11240</a>. The question may already have been considered there in discussions with the provider.</p>"
            }
         },
         {
            "title":"Taxed award schemes and National Insurance contributions (NICs)",
            "details":{
               "manual-section-id":"EIM11265",
               "body":"<p>Any providers of incentive awards using TAS arrangements who make enquiries about liability for NICs or accounting for NICs should be advised to contact the Incentive Award Unit.</p>"
            }
         },
         {
            "title":"Pay as you earn settlement agreements (PSAs)",
            "details":{
               "manual-section-id":"EIM11270",
               "body":"<h5>PSAs general</h5><p> PSAs are arrangements whereby employers can meet the tax payable on expenses and benefits they give to their own employees, but not the tax payable on cash payments of wages, salaries or bonuses.</p>  <h5>PSAs and incentive award schemes</h5> <p>Provided the terms and conditions of a PSA are satisfied, the arrangements can be used by a direct employer to pay tax on non-cash incentive awards. Third parties cannot enter into PSAs. The PSA Handbook covers all aspects of the handling of PAYE settlement agreements.</p>  <p>It is likely that most employers who provide non-cash incentive awards to their own employees and want to meet the tax bill will use PSAs to do this in preference to using taxed award schemes (see EIM11235). </p>  <p>Where incentive awards are covered by a PSA the employee is not liable to tax on the awards. The details should not be entered in any tax return if one is sent.</p>"
            }
         }
      ]
   }
}
