{"title":"Employment income","details":{"manual-section-id":"EIM00620","body":"\n\n## Section 62 ITEPA 2003\n\nAn Inspector must deal with any case where there is any doubt or dispute about whether a particular receipt is taxable as earnings within Section 62 ITEPA 2003.\n\nIt is mainly when non-recurring or voluntary money payments are received by an employee, or former employee, that you will have to consider the main principles set out at [EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510)to EIM00610. They are sometimes referred to as lump sum payments.\n\nThe correct tax treatment can only be decided after all the facts have been obtained. This often means getting copies of relevant correspondence and documents, and interviewing the payer and recipient. Factual matters not detailed in correspondence can often be crucial. Remember too that the description of a payment may be misleading. It may be described as a gift or compensation but may still be taxable as earnings because it is from the employment.\n\nFrom the long line of decided cases, we can see that typically the conclusion reached by those persons entrusted with the function of making findings of primary fact and proper inferences of fact based on consideration of all the relevant documents and oral evidence (previously the General of Special Commissioners but now the judge in the First-tier Tax Tribunal (FTT)) identifies a single or dominant reason for the payment. The appropriate principles (see [EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)) may then be considered for the purpose of applying the tax legislation in accordance with precedent established in case law.\n\nExceptionally, having properly completed the &#x201C;weighing up&#x201D; exercise required in fulfilling the function of making findings of primary fact and proper inferences of fact, the judge in the FTT may conclude that there was more than one reason and that those reasons are indissociable. In that instance, if the employment is sufficiently substantial to characterise the payment as being from the employment the amount received may be chargeable to tax as employment income even if employment was not the sole cause.\n\nThe following table shows you where to find guidance on the treatment of particular types of lump sum payment. In each case, the question is whether the payment comes from the office or employment. In cases of doubt or difficulty, do not forget to consider the general guidance on the point at [EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)onwards.\n\n<table>\n<tr>\n<td>**Guidance**</td>\n<td>**Circumstances**</td>\n</tr>\n<tr>\n<td>[EIM00630](/guidance/employment-income-manual/EIM00505#EIM00630)</td>\n<td>Contractual payments </td>\n</tr>\n<tr>\n<td>[EIM00640](/guidance/employment-income-manual/EIM00505#EIM00640)</td>\n<td>Customary payments </td>\n</tr>\n<tr>\n<td>[EIM00650](/guidance/employment-income-manual/EIM00505#EIM00650)</td>\n<td>Payment for not resigning, or for continuing to serve in the employment </td>\n</tr>\n<tr>\n<td>[EIM00660](/guidance/employment-income-manual/EIM00505#EIM00660)</td>\n<td>Payment for loss of rights </td>\n</tr>\n<tr>\n<td>[EIM00670](/guidance/employment-income-manual/EIM00505#EIM00670)</td>\n<td>Payment in lieu of remuneration </td>\n</tr>\n<tr>\n<td>[EIM00680](/guidance/employment-income-manual/EIM00505#EIM00680)</td>\n<td>Variation in duties or terms of employment </td>\n</tr>\n<tr>\n<td>[EIM00690](/guidance/employment-income-manual/EIM00505#EIM00690)</td>\n<td>Payment for restricting employee's freedom within the employment </td>\n</tr>\n<tr>\n<td>[EIM00700](/guidance/employment-income-manual/EIM00505#EIM00700)</td>\n<td>Inducement payments: golden hellos </td>\n</tr>\n<tr>\n<td>[EIM00710](/guidance/employment-income-manual/EIM00505#EIM00710)</td>\n<td>Payment for surrender of an asset, or for loss of a valuable right, on taking up employment </td>\n</tr>\n<tr>\n<td>[EIM00730](/guidance/employment-income-manual/EIM00505#EIM00730)</td>\n<td>Payment for additional duties </td>\n</tr>\n<tr>\n<td>[EIM00740](/guidance/employment-income-manual/EIM00505#EIM00740)</td>\n<td>Payments out of profit sharing schemes </td>\n</tr>\n<tr>\n<td>[EIM00750](/guidance/employment-income-manual/EIM00505#EIM00750)</td>\n<td>Compensation from a source other than the employment</td>\n</tr>\n<tr>\n<td>[EIM00760](/guidance/employment-income-manual/EIM00505#EIM00760)</td>\n<td>More than one reason for the payment</td>\n</tr>\n</table>","breadcrumbs":["EIMANUAL","EIM00500","EIM00505","EIM00620"],"sections":[]}}