{"title":"Employment income: scale rate expenses payments: general","details":{"manual-section-id":"EIM05200","slug": "guidance/employment-income-manual/EIM05200","body":"\n\n## Section 62 ITEPA 2003\n\nMany employers pay or reimburse, at scale rates, expenses incurred by employees in performing their duties. Subsistence payments are a common example.\n\nA scale rate payment which is calculated to do no more than reimburse the expenditure incurred by employees on allowable expenses will not be regarded as a round sum allowance ([EIM05100](/guidance/employment-income-manual/EIM04700#EIM05100)).  The employer can be authorised to make such payments without deduction of tax under PAYE. See Booklet 490, Section 9.6 onwards.\n\nWith effect from 6 April 2009, employers can opt to use the advisory benchmark scale rates for subsistence expenses that have been set by HMRC (see [EIM05230](/guidance/employment-income-manual/EIM04700#EIM05230)). They can do so by ticking the appropriate box on form P11Dx or by making a request in writing. Where an employer applies to use the benchmark scale rates as part of a new or updated dispensation request, they will not have to undertake a sampling exercise (see [EIM05210](/guidance/employment-income-manual/EIM05210))\n\nIt is important that you only apply scale rate payments to appropriate items.  In general, scale rates are only appropriate for expenses which are widely incurred, in broadly similar amounts, but for which it is often difficult to get receipts.  For example subsistence, or the expenses of cleaning uniforms or protective clothing (see [EIM32465](/guidance/employment-income-manual/EIM32401#EIM32465)).  Scale rates should be set at a fairly modest level which, taking one day with another, will be enough to cover the relevant expenses.  They should not be pitched at a level to cover the highest amount that an employee might spend.\n\nThe employer should have procedures in place to ensure that:\n\n*   Scale rate payments are only paid when the employee has incurred an allowable expense. A scale rate payment which is paid irrespective of whether the employee has incurred an allowable expense is simply a payment of earnings within Section 62 ITEPA 2003 (see [EIM05100](/guidance/employment-income-manual/EIM04700#EIM05100)).\n*   Scale rate payments are not paid to employees whose circumstances have changed and have ceased to qualify. This may be, for example, because the workplace is no longer temporary by reference to Sections 338 &amp; S339 ITEPA 2003 (see [EIM32100](/guidance/employment-income-manual/EIM32000#EIM32100) onwards) or because their duties have changed and they no longer travel in the performance of the duties or to a temporary workplace.\n\nMileage allowance payments made to employees who use their own vehicle or bicycle for business travel should be dealt with under the approved mileage allowance payments scheme (see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards).\n\nSee also:\n\n\n\n### Non-allowable incidental overnight expenses\n\nScale rate expenses payments, as described above, relate to items for which employees are entitled to tax relief under the rules in, principally, Sections 336 to 338 ITEPA 2003 (see [EIM31800](/guidance/employment-income-manual/EIM31800) onwards).  However, employees who have to stay away from home overnight often incur incidental expenses for which no relief is permitted under those rules.  For example, they may buy newspapers, pay for laundry or phone home.  Those expenses are not incurred necessarily in performing the duties of the employment, and so do not qualify for tax relief.  Employers may nevertheless reimburse such incidental expenses, free of tax and NICs, within the limits set out at [EIM02710](/guidance/employment-income-manual/EIM01650#EIM02710) onwards.  Those reimbursements can be made **in addition** to any agreed scale rate payment for allowable expenses.","breadcrumbs":["EIMANUAL","EIM00500","EIM04700","EIM05200"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM05210","slug": "guidance/employment-income-manual/EIM05210","title":"Subsistence expenses: sampling guidance"},{"manual-section-id":"EIM05250","slug": "guidance/employment-income-manual/EIM05250","title":"Accommodation and subsistence payments to employees travelling outside the UK: tables of benchmark rates"},{"manual-section-id":"EIM05230","slug": "guidance/employment-income-manual/EIM05230","title":"Subsistence expenses: advisory benchmark scale rates","body":"HMRC has introduced a set of advisory benchmark scale rate payments (see [EIM05231](/guidance/employment-income-manual/EIM04700#EIM05231)). They were announced in Revenue &amp; Customs Bulletin 24/09 that has now been deleted. The Bulletin made clear that all employers could apply to use the benchmark rates. An employer can opt to use the benchmark rates by ticking the appropriate box on form P11Dx or by stating their intention to use them in a dispensation letter. The request may be part of a new dispensation application or a revision of an existing dispensation.\n\nIf an employer applies to use the benchmark scale rates, they will not have to undertake a sampling exercise before the dispensation can be agreed and granted (see [EIM05210](/guidance/employment-income-manual/EIM05210)). Similarly, if an employer seeks a dispensation with scale rate payments that are lower than the benchmark rates, they will not have to undertake a sampling exercise.\n\nThe benchmark rates are the maximum tax and NICs free amounts that can be paid by employers who choose to use the system. An employer can pay less than this rate if it wants to do so. If a higher payment or expense reimbursement is made without agreeing a tailored scale rate with HMRC (see [EIM05200](/guidance/employment-income-manual/EIM05200)), the excess over the benchmark rate should be subject to tax and NIC&#x2019;s.\n\nAlthough it will no longer be necessary to undertake a sampling exercise in these circumstances, the guidance relating to dispensations (see [EIM30050](/guidance/employment-income-manual/EIM30050) onwards and ECH10035 onwards) will still apply. The employer will still need to satisfy the conditions outlined at [EIM30055](/guidance/employment-income-manual/EIM30050#EIM30055); particularly the travel and subsistence rules at Section 337 ITEPA 2003 (see[EIM32350](/guidance/employment-income-manual/EIM32350) onwards) and Section 338 ITEPA 2003 (see [EIM32000](/guidance/employment-income-manual/EIM32000) onwards).\n\n### One man companies/Personal service companies\n\nIf a company applies to pay the benchmark rates to the controlling shareholder/director, you should consider carefully the guidance at [EIM30059](/guidance/employment-income-manual/EIM30050#EIM30059) before agreeing to the request. You should not refuse the request simply because it is from a one man company or smaller employer.\n\n### Uprating benchmark scale rates\n\nHMRC is committed to reviewing the rates annually and will consider revising them when there has been a change in the scale rate of plus or minus 10% based on the Consumer Price Index from when it was last revised."}]}]}}
