{"title":"EIM06630 - Employment income","details":{"manual-section-id":"EIM06630","slug": "guidance/employment-income-manual/EIM06630","body":"A financial benefit award is an award for a suggestion:\n\n*   relating to an improvement in efficiency\nor effectiveness\n*   which the employer has decided to adopt\nand\n*   which the employer reasonably expects will\nresult in a financial benefit.\n\nThe suggestion maximum for a financial benefit award is the\n**greater** of:\n\n*   half the financial benefit that the\nemployer reasonably expects will result from the adoption of the\nsuggestion in the first year after its adoption, or\n*   one tenth of the financial benefit that\nthe employer reasonably expects to result from its adoption in the\nfirst five years after its adoption,\n\n**subject, in each case, to an over-riding maximum of\n&#xA3;5,000**.\n\nThe amount arrived at above is the maximum that the employer\n\ncan pay, tax free, in respect of a single suggestion.\n\nSee also:\n\n","breadcrumbs":["EIMANUAL","EIM00500","EIM04700","EIM06630"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM06640","slug": "guidance/employment-income-manual/EIM06640","title":"Two or more awards for\n\nsame suggestion on same occasion.","body":"Section 322(2) ITEPA 2003 provides a rule for deciding how the\nexempt amount relating to a financial benefit award (see\n[EIM06630](/guidance/employment-income-manual/EIM06630)) is to be apportioned if an\nemployer makes two or more awards for the same suggestion on the\nsame occasion. This could happen, for example, if a suggestion is\nsubmitted jointly by two or more employees.\n\nThe rule is that the exempt amount, called the suggestion\nmaximum, is to be apportioned between the recipients in the same\nproportion as their individual awards bear to the total sum\nawarded. See example\n[EIM06641](/guidance/employment-income-manual/EIM04700#EIM06641) and example\n[EIM06642](/guidance/employment-income-manual/EIM04700#EIM06642).\n\nIn cases where the employer makes two or more awards for the\nsame suggestion on different occasions, see also\n[EIM06650](/guidance/employment-income-manual/EIM04700#EIM06650)."},{"manual-section-id":"EIM06650","slug": "guidance/employment-income-manual/EIM06650","title":"Employee making more than\n\none successful suggestion.","body":"EIM06640 explained how the exempt amount (the &#x201C;suggestion\nmaximum&#x201D;) for a financial benefit award is apportioned when\nan employer makes two or more awards for the same suggestion on the\nsame occasion. There are further rules for deciding how much is\nexempt from tax when two or more awards are made, for the same\nsuggestion, at different times. This could happen if an employer\nmade an initial award for a promising suggestion followed by a\nlater award when the suggestion has been fully evaluated.\n\n*   The basic rule is that the total amount\nqualifying for exemption in respect of a single suggestion must not\nexceed the suggestion maximum calculated in accordance with[EIM06630](/guidance/employment-income-manual/EIM06630).\n*   The suggestion maximum is set against the\nearliest award(s) first, applying the rule in[EIM06640](/guidance/employment-income-manual/EIM04700#EIM06640) if awards were made to two or\n\n    more people at the same time.\n*   If the suggestion maximum is not\n\n    completely used up against the first award, the balance can be set\n\n    against any later award, and so on (see example\n    [EIM06651](/guidance/employment-income-manual/EIM04700#EIM06651)).\n*   If a later award is made to two or more\n\n    people at the same time, the balance of the suggestion maximum is\n\n    apportioned between them as described in EIM06640 (see example\n    [EIM06652](/guidance/employment-income-manual/EIM04700#EIM06652))."},{"manual-section-id":"EIM06670","slug": "guidance/employment-income-manual/EIM06670","title":"Employer using scheme to\n\nmake non-qualifying awards.","body":"If an employer uses a suggestions scheme to make awards which do\nnot satisfy the conditions set out in\n[EIM06610](/guidance/employment-income-manual/EIM04700#EIM06610) (for example, because the\nsuggestion was made at a meeting held for the purpose of proposing\nsuggestions) the award does not qualify for exemption and must be\ntaxed in full.\n\nHowever, the making of such awards does not disqualify the\nemployer&#x2019;s entire scheme. Other awards that do meet all the\nconditions will continue to be exempt, up to the permitted\nmaximum."}]}]}}
