{"title":"EIM01650 - Employment income: particular items:table of contents","details":{"manual-section-id":"EIM01650","slug": "guidance/employment-income-manual/EIM01650","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM00500","EIM01650"],"section_groups":[{"title":" New deal","sections":[{"manual-section-id":"EIM01651","slug": "guidance/employment-income-manual/EIM01651","title":"Introduction","body":"New Deal was phased out on a rolling programme ending in September 2011. This guidance will be retained until all potential New Deal recipients are out of the in date tax years.\n\nNew Deal is part of the Government's 'Welfare to Work' plan administered by the Employment Service on behalf of the Department of Employment (DE). Payments to New Deal participants are made under the Employment and Training Act 1973. New Deal was started in pathfinder areas in January 1998 and was rolled out nationally in April 1998.\n\nThe aim of New Deal is to help those unemployed for six months or more, who are claiming Jobseeker's Allowance (JSA), to get a job and to improve their future employment prospects.\n\nInitially New Deal was for people aged between 18 and 24, but from June 1998 it was extended to include those aged 25 or over.\n\nA further scheme for people aged 50 or over, New Deal 50 plus, was introduced in pathfinder areas from 25 October 1999 and rolled-out nationally in April 2000.\n\n### How New Deal works\n\nAfter 6 months or more unemployed, people participating in New Deal enter a 'Gateway' period. This lasts up to four months during which time the participant receives intensive advice designed to help overcome barriers to employment.\n\nDuring this period the participant continues to receive JSA (see [EIM76220](/guidance/employment-income-manual/EIM76000#EIM76220)) and has the support of a New Deal personal adviser.\n\nAt the end of this period the participant has the option to join one of four different New Deal schemes (see [EIM01652](/guidance/employment-income-manual/EIM01650#EIM01652)).\n\n### Enquiries on New Deal\n\nGeneral enquiries on the New Deal scheme should be directed to the New Deal personal adviser. For tax and NICs enquiries on New Deal see [EIM01653](/guidance/employment-income-manual/EIM01650#EIM01653). "},{"manual-section-id":"EIM01652","slug": "guidance/employment-income-manual/EIM01652","title":"Types of scheme","body":"### Different New Deal options\n\nNew Deal was phased out on a rolling programme ending in September 2011. This guidance will be retained until all potential New Deal recipients are out of the in date tax years.\n\nAfter the 'Gateway' period there are four New Deal options available for participants aged 18 to 24:\n\n*   **option 1 **- work in a subsidised job with an employer, including self employment (see [EIM01653](/guidance/employment-income-manual/EIM01650#EIM01653))\n*   **option 2 **- full-time education and training towards gaining an approved qualification (see [EIM01654](/guidance/employment-income-manual/EIM01650#EIM01654))\n*   **option 3 **- work on the Environment Task Force (ETF) (see [EIM01655](/guidance/employment-income-manual/EIM01650#EIM01655))\n*   **option 4 **- work in the voluntary sector (VS) (see [EIM01655](/guidance/employment-income-manual/EIM01650#EIM01655)).\n\nGenerally options last up to 26 weeks, with the following exceptions:\n\n*   the education and training option can last up to 52 weeks\n*   participants on the ETF or VS options can transfer to a subsidised job with an employer\n*   participants in the education and training option can switch to either a subsidised job with an employer, work on the ETF or in the VS. These moves can extend New Deal involvement to 39 weeks.\n\n### New Deal participants aged 25 and over\n\nFor New Deal participants aged 25 and over, the only New Deal options available are options 1 and 2.\n\n### Special tax treatment for 1997/98 and 1998/99\n\nIn the early stages of the scheme there was some confusion over the correct tax treatment of payments under some options. To resolve this a special tax treatment was agreed for 1997/98 and 1998/99 (see SE01656).\n\n### New Deal 50 plus\n\nThis scheme provides for an employment credit to be paid direct to over 50s entering work who meet the scheme conditions. Some participants may also receive a training grant. The tax and NICs treatment differs from other New Deal schemes. For New Deal 50 plus see [EIM01660](/guidance/employment-income-manual/EIM01650#EIM01660). "},{"manual-section-id":"EIM01653","slug": "guidance/employment-income-manual/EIM01653","title":"Option 1: subsidised work\nwith an employer","body":"New Deal was phased out on a rolling programme ending in September 2011. This guidance will be retained until all potential New Deal recipients are out of the in date tax years.\n\nFor New Deal participants working in a subsidised job with an employer the Employment Service pay a subsidy to the employer. The employer must pay the participant a wage at least equivalent to the subsidy.\n\nThe employer must deduct income tax under PAYE and National Insurance contributions (NICs) from these wages. In 1997/98 and 1998/99 special treatment applied for income tax (see SE01656).\n\nThe amount of the subsidy paid to the employer depends on the age of the participant and the hours worked. For instance, in 1998/99 for a participant aged 18 to 24 working 30 hours or more the employer received &#xA3;60 per week. The payment for a participant aged 25 or over, working the same number of hours, was &#xA3;75.\n\n### Self employment\n\nNew Deal payments made to self employed participants (except those made under the New Deal 50 plus scheme (see [EIM01660](/guidance/employment-income-manual/EIM01650#EIM01660))) are part of any trading profits that they make and are chargeable to income tax and Class 4 NICs. However there is no liability to Class 2 NICs for their period of participation in the New Deal.\n\n*   **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM01654","slug": "guidance/employment-income-manual/EIM01654","title":"Option 2: full-time\neducation and training","body":"New Deal was phased out on a rolling programme ending in September 2011. This guidance will be retained until all potential New Deal recipients are out of the in date tax years.\n\nNew Deal participants on a full-time education or training placement receive a training allowance from the Employment Service. No income tax or NICs are payable on this allowance. "},{"manual-section-id":"EIM01655","slug": "guidance/employment-income-manual/EIM01655","title":"Options 3 and 4: work on\nthe Environment Task Force or in the voluntary sector","body":"New Deal was phased out on a rolling programme ending in September 2011. This guidance will be retained until all potential New Deal recipients are out of the in date tax years.\n\nNew Deal participants who work for a provider through the Environment Task Force (ETF) option or the voluntary sector (VS) option, may receive either a wage or a training allowance:\n\n*   if they receive a wage the tax treatment follows that for New Deal option 1 - work in a subsidised job with an employer (see [EIM01653](/guidance/employment-income-manual/EIM01650#EIM01653)). For years up to and including 1999/2000 there was no NICs liability on wages paid under options 3 and 4 but from 2000/01 NICs are charged on wages paid these options\n*   if they receive a training allowance there are no tax or NICs (see [EIM01654](/guidance/employment-income-manual/EIM01650#EIM01654))."},{"manual-section-id":"EIM01660","slug": "guidance/employment-income-manual/EIM01660","title":"New Deal 50 plus:\nemployment credit","body":"New Deal was phased out on a rolling programme ending in September 2011. This guidance will be retained until all potential New Deal recipients are out of the in date tax years.\n\nThe New Deal 50 plus scheme began in pathfinder areas in October 1999 and national rollout followed in 2000.\n\nThis scheme is aimed at individuals aged 50 or over who have been receiving certain Social Security benefits for six months or more. The benefits concerned are:\n\nUnder the scheme an employment credit of &#xA3;60 per week is paid to individuals during their first year back at work on a full-time basis (&#xA3;40 per week for part-time work) and there is an offer of an in-work training grant of up to &#xA3;750.\n\n### Tax and NICs treatment\n\nThere is no income tax or NICs liability on either the employment credit or the training grant.\n\n### Self employment\n\nNew Deal 50 plus payments made to self employed participants are exempt from charge to income tax and NICs and so do not need to be included in computations of trading profits.\n\n### Enquiries on New Deal 50 plus\n\nEnquiries on the New Deal 50 plus scheme should be directed to job centres. "}]},{"title":" Additional housing cost allowance","sections":[{"manual-section-id":"EIM02000","slug": "guidance/employment-income-manual/EIM02000","title":"Additional housing cost\nallowances","body":"Many employers have arrangements to compensate employees for\nhaving to move to higher cost housing areas when they are\ncompulsorily transferred. The compensation payments are generally\ndescribed as Additional Housing Cost Allowances (AHCA). The\npayments are taxable as employment income under Part 2 ITEPA\n2003."}]},{"title":" Compensation for loss of office","sections":[{"manual-section-id":"EIM02100","slug": "guidance/employment-income-manual/EIM02100","title":"Compensation for loss of\noffice","body":"Payments of compensation for loss of office are chargeable under\nSection 401 ITEPA 2003 (see\n[EIM12852](/guidance/employment-income-manual/EIM12800#EIM12852)), not Section 62 ITEPA 2003\n(see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)). However, that label can be\napplied to a payment when it is not appropriate: see\n[EIM13005](/guidance/employment-income-manual/EIM13005).\n\nBecause payments and benefits chargeable under Section 401\nITEPA 2003 may qualify for various reliefs (see\n[EIM13500](/guidance/employment-income-manual/EIM13500)), it is important to recognise\nthe principles that determine which Section applies.\n\nSection 401 applies where an employee receives a payment as\ncompensation for cancellation of a contract, as opposed to\nreceiving something to which contractual terms give entitlement.\nThe former could be:\n\n*   a sum awarded as damages by a court for\nwrongful repudiation of a contract, or a settlement of agreed\ndamages without Court involvement (see[EIM13070](/guidance/employment-income-manual/EIM12800#EIM13070)), or\n*   a payment made in consideration of the\nemployee giving up all contractual rights and ceasing to give\n\n    services.\n\nSuch payments are often described as 'golden handshakes'. They\n\nare not earnings chargeable under Section 62 ITEPA 2003 because\n\nthey are not profits from the employment. They arise from the\n\ncancellation of the service agreement. The employee loses his right\n\nto continue to be employed and earn remuneration for his services.\n\nCases in which payments for cancellation of service contracts\n\nwere held to be not chargeable under Section 19(1)1 ICTA 1988 (the\n\npredecessor of Section 62 ITEPA 2003) are DuCros v Ryall (19TC444),\n\nDuff v Barlow (23TC633) and Henley v Murray (31TC351).\n\nSometimes a lump sum may be paid for more than one reason. It\n\nwill then need to be apportioned to arrive at the correct treatment\n\nof each element, see Wales v Tilley (25TC136) and Carter v Wadman\n\n(28TC41).\n\nFor guidance on compensation received in connection with the\n\ntermination of an office or employment the earnings of which have\n\nbeen treated as Trading Income , see BIM40135- BIM40140."}]},{"title":" Directors' fees received by partnerships and companies:\nExtra-Statutory Concession A37","sections":[{"manual-section-id":"EIM02500","slug": "guidance/employment-income-manual/EIM02500","title":"Directors' fees received\nby partnerships and companies: text of Extra-Statutory Concession\nA37","body":"By concession, directors' fees can be included as Trading Income\nof professional partnerships instead of being charged to tax as\nemployment income. There is a similar concession relating to fees\nreceived by a company with a right to appoint a director to the\nboard of another company.\n\nThe full text of the concession is:\n\n&#x201C;1. Where fees are received in respect of directorships\nheld by members of a professional partnership they are in\nstrictness assessable on the individual partners as employment\nincome. It is however the practice of HM Revenue &amp; Customs\n(HMRC) to accede to a request from the partnership for the\ninclusion of the fees as receipt of the profession provided that\n-\n\n> > (a) the directorship is a normal incident of the profession and\n> > of the particular practice concerned;\n> >\n> >  (b) the fees are only a small part of the profits; and\n> >\n> >  (c) under the partnership agreement the fees are pooled for\n> >\n> > division among the partners.\n> Partnerships seeking such treatment are expected to provide HMRC\n>\n> with a written undertaking that directors' fees received in full\n>\n> will be included in the gross income or receipts of the basis\n>\n> period, whether or not the directorship is still held in the year\n>\n> of assessment and whether or not the partner concerned is still a\n>\n> partner.\n>\n>  2. It is also the practice of HMRC that where a company has\n>\n> the right to appoint a director to the board of another company, by\n>\n> virtue of its shareholdings in, or a formal agreement with, the\n>\n> second company then, provided the director is required to hand over\n>\n> to the first company any fees or other earnings received in respect\n>\n> of his directorship with the second company and does so, and the\n>\n> first company is chargeable to corporation tax and agrees to accept\n>\n> liability on the fees, those fees are treated as income of the\n>\n> company and not of the director, and tax is not deducted from the\n>\n> fees under PAYE. Where the first company is chargeable not to\n>\n> corporation tax but to income tax (for example, if it is a\n>\n> non-resident company not trading through a branch or agency in the\n>\n> United Kingdom) and agrees to accept liability, tax is deducted at\n>\n> the basic rate of income tax from the fees.\n>\n>  3. With effect from 6 April 1980, the practice described in\n>\n> the previous paragraph will be extended to the case where the first\n>\n> company has no formal right to appoint the director to the board\n>\n> but the director is nevertheless required to (and does) hand over\n>\n> his fees to that company, provided it is -\n> > (a) a company resident in the United Kingdom liable to United\n> >\n> > Kingdom corporation tax or, if non-resident, is trading through a\n> >\n> > branch or agency in the United Kingdom so that its income is\n> >\n> > chargeable to corporation tax under section S11 ICTA 1988 and the\n> >\n> > fees are included in that income; and\n> >\n> >  (b) not a company over which the director has control. (For\n> >\n> > this purpose 'control' has the meaning given to it by section S840\n> >\n> > ICTA 1988 , but in determining whether the company is controlled by\n> >\n> > the director the rights and powers of his spouse or civil partner,\n> >\n> > his children and their spouses or civil partners and his parents\n> >\n> > will also be taken into account.)&#x201D;"},{"manual-section-id":"EIM02501","slug": "guidance/employment-income-manual/EIM02501","title":"Directors' fees received\nby partnerships and companies: Extra-Statutory Concession A37","body":"Under ESC A37 certain fees may be included as Trading Income in\nthe accounts of professional partnerships instead of being taxed as\nemployment income (see\n[EIM02500](/guidance/employment-income-manual/EIM01650#EIM02500)). Where such a request is\nreceived, the application should be dealt with by the Inspector\nresponsible for examining the partnership accounts.\n\nWhere the conditions of paragraph 1 of the concession are\nsatisfied, the Inspector should instruct the processing office to\nissue an 'NT' coding for the following income tax year. The current\nyear's coding should not be amended. The director's fees paid in\nfull as a result of this 'NT' coding will be included in the self\nassessment as Trading Income. On receipt of instructions from the\ntechnical office, the coding record for the following year should\nbe noted for issue of an 'NT' coding at the appropriate time.\n\nAs regards the action needed where paragraphs 2 and 3 of the\nconcession apply see ESM4240 onwards."}]},{"title":" Equal Pay Act 1970","sections":[{"manual-section-id":"EIM02530","slug": "guidance/employment-income-manual/EIM02530","title":"Arrears of pay and awards\nunder the Equal Pay Act 1970","body":"Arrears of pay are earnings paid after the date when the\nemployee should have received the salary or wages. For tax\npurposes, arrears of pay retain the character they would have had\nif they had been paid at the right time. Arrears are\n&#x201C;earnings&#x201D; within the meaning provided by Section 62\nITEPA 2003.\n\nArrears may arise from an error in the employer&#x2019;s HR\nsystems. The employer or employee may discover that wages or salary\npaid in an earlier period were less than what should have been paid\nunder the terms of the employment agreement. The employer will\nusually calculate the arrears and pay them in a lump sum.\n\n### The Equal Pay Act 1970\n\nThe Equal Pay Act 1970 was intended to end discriminatory\npractices under which women were paid less than male counterparts.\nFemale employees may lodge a grievance with the employer setting\nout their case for higher wages. Alternatively, individuals or\ngroups of employees may lodge a complaint with an Employment\nTribunal.\n\nAwards in respect of claims under the Equal Pay Act are\narrears of pay whether or not the employer settles or the dispute\nresults in an award from a Tribunal. Awards may be accompanied by a\nschedule setting out how the sum awarded has been calculated. This\nmay show wage deficiencies for specific years.\n\n[EIM42290](/guidance/employment-income-manual/EIM42200#EIM42290) explains that liability to tax\narises in the year of entitlement not in the year of eventual\npayment. This accords with Rule 2 of Section 18 ITEPA 2003. It is\nincorrect to treat the lump sum award as earnings of the year in\nwhich it is paid. The employer should operate a special PAYE\nprocedure to calculate tax arising in each year covered by the\nsettlement.\n\n### Compensation or arrears of pay?\n\nSome employers may describe the award as\n&#x201C;compensation&#x201D; and refuse to accept that payments are\nearnings. Do not accept these claims. The character of the\naggregated payments does not change when paid as a lump sum. You\nshould ask the employer to provide for all available information to\nsubstantiate the claim.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nWhen faced with the possibility of a complaint to an\nEmployment Tribunal, employers may offer an amount to settle an\nactual or potential claim and link the payment to a compromise\nagreement. In these cases:\n\n*   the award may be less than actual arrears\nthat have arisen and\n*   it may not be possible to show that\narrears are attributable to specific years even though there is an\nagreed period in which deficient wages or salaries have been\npaid.\n\nDo not accept these claims. If a lesser sum is accepted by a\ncreditor in satisfaction of a debt the character of the payment\nremains unchanged. That principle applies in these cases. You\nshould ask the employer to provide for all available information to\nsubstantiate the claim.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**[PAYE\nTechnical](http://www.hmrc.gov.uk/manuals/eimanual/attachments/payetechnical.htm)**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nSometimes awards are described as &#x201C;compensation for\nhurt feelings&#x201D;. Employers may claim that payments are not\narrears of pay but payments to compensate employees for the\ndistress they may have suffered in consequence of being paid less\nthan male counterparts. In cases where the nature of the\ndiscrimination is financial, the proper redress will usually arise\nfrom the Equal Pay Act and result in arrears of salary or wages. It\nis possible that employees have experienced hurt feelings and\nqualify for compensation. However, this is likely to be in addition\nto not instead of arrears of pay. Where these claims are made you\nshould ask the employer to provide information to substantiate the\nclaim.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"}]},{"title":" Employment protection legislation","sections":[{"manual-section-id":"EIM02550","slug": "guidance/employment-income-manual/EIM02550","title":"Employment protection\nlegislation: Employment Rights Act 1996","body":"The Employment Rights Act 1996 ('ERA') sets out many of the\nstatutory rights which an employee has. It gives Employment\nTribunals power to order employers who infringe those rights to\nmake payments of compensation. ERA only applies in Great Britain\nbut similar legislation applies in Northern Ireland.\n\nFor compensation for unfair and wrongful dismissal see\n[EIM12960](/guidance/employment-income-manual/EIM12800#EIM12960).\n\nThe following payments that a tribunal may order an employer\nto make count as earnings under Section 62 ITEPA 2003 (see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)):\n\n*   guarantee payments under Sections 28 and\n34(3) ERA.\n*   payments to an employee suspended from\nwork on medical grounds under Sections 64 and 70(3) ERA.\n*   maternity suspension payments under\nSections 68 and 70(3) ERA.\n*   payments under Sections 51(3)(b) or 63(4)\nERA for infringing the employee's rights to time off for public\n\n    duties under Section 50 or Trade Union duties or activities under\n\n    Sections 61 and 62 respectively.\n*   payments under the Sex Discrimination\n\n    Acts, the Equal Pay Act 1970 (see\n    [EIM02530](/guidance/employment-income-manual/EIM01650#EIM02530)), the Wages Act 1986, the Trade\n\n    Union and Labour Relations (Consolidation) Act 1992 and the\n\n    National Minimum Wage Act 1998 for wrongfully depressing the\n\n    employee's remuneration in the employment. See\n    [EIM42290](/guidance/employment-income-manual/EIM42200#EIM42290) for guidance on when arrears of\n\n    pay are assessable to income tax.\n\nCompensation paid for an employer's failure to consult employees\n\nabout redundancies (under the Trade Union and Labour Relations Act)\n\nis taxable only under Section 401 ITEPA 2003 (see\n\n[EIM12800](/guidance/employment-income-manual/EIM12800) onwards).\n\nOn making any of the above payments, the PAYE Regulations\n\napply.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"}]},{"title":" Meal vouchers","sections":[{"manual-section-id":"EIM02650","slug": "guidance/employment-income-manual/EIM02650","title":"Meal vouchers: exemption\nof 15p per day","body":"\n\n## Section 89 ITEPA 2003\n\nSection 89 ITEPA 2003 was repealed by section 227 and Schedule 39 para.50(1) of Finance Act 2012 with effect from the tax year 2013-14.\n\nThe following guidance applies only in relation to tax years up to and including 2012-13.\n\nThere is a 15 pence per working day exemption from an income tax charge on some meal vouchers provided to employees.\n\nThe exemption applies whatever the level of the employee's income.\n\nWhere the value of meal vouchers provided to an employee exceeds 15 pence per working day only the excess is taxable. Only the excess has to be included on form P9D or P11D by the employer.\n\nThe cash equivalent of the meal voucher is reduced by 15 pence for each working day providing that the following conditions are met:\n\n*   vouchers must be non-transferable and used for meals only\n*   they are to be used on days when the employee is at work\n*   where any restriction is placed on their issue to employees, they must be available to lower paid staff.\n\nThe value of any voucher that does not comply with these conditions is taxed.\n\nWhere an employer wishes to pay the employee's tax liability on the excess value of meal vouchers, the excess should be grossed up, entered on the deductions working sheet relating to the employee and taxed under PAYE. In no circumstances is the tax liability of any employee in respect of an issue of meal vouchers with a value exceeding 15p per day to be covered by an adjustment in computing the employer's own tax liability as an alternative to the grossing up procedures.\n\nAs regards the provision of meals for employees who are neither directors nor in lower paid employment see [EIM21670](/guidance/employment-income-manual/EIM21603#EIM21670) and [EIM21671](/guidance/employment-income-manual/EIM21603#EIM21671). "}]},{"title":" Incidental overnight expenses","sections":[{"manual-section-id":"EIM02710","slug": "guidance/employment-income-manual/EIM02710","title":"Incidental overnight\nexpenses: exemption from charge","body":"Employees who stay away from home overnight may incur incidental\nexpenses for which no relief is permitted under the deduction rules\nin Part 5 ITEPA 2003. For example, they may buy newspapers, pay for\nlaundry or phone home. These expenses are not incurred necessarily\nin performing the duties of the employment, see\n[EIM31810](/guidance/employment-income-manual/EIM31800#EIM31810).\n\nSection 240 ITEPA 2003 exempts from charge certain payments\nmade to employees to cover incidental expenses that cannot be\nrelieved under any of the rules in Part 5 ITEPA 2003 and that they\nmay incur while staying away from home overnight during a business\ntrip.\n\nSection 240 only exempts employer payments and does not\npermit a deduction for incidental expenses incurred by the employee\nthat are not reimbursed by the employer.\n\nThe exemption covers all possible ways in which the payment\ncould be made. For example it covers\n\n*   payment by non-cash voucher\n*   the use of a credit card in the employer's\n\n    name\n*   benefits in kind, for example where the\n\n    employer pays the bill directly\n*   cash payments.\n\nThe payments are only exempt if the whole period away from home\n\nis a qualifying period, see\n\n[EIM02720](/guidance/employment-income-manual/EIM01650#EIM02720).\n\nThe permitted amounts that may be paid free of tax are set\n\nout in\n\n[EIM02730](/guidance/employment-income-manual/EIM01650#EIM02730).\n\nTactical advice on examining payments by employers to ensure\n\ncompliance with the legislation is at\n\n[EIM02740](/guidance/employment-income-manual/EIM01650#EIM02740).\n\nThe effect of the legislation is illustrated by examples\n\nbeginning at\n\n[EIM02750](/guidance/employment-income-manual/EIM01650#EIM02750)."},{"manual-section-id":"EIM02720","slug": "guidance/employment-income-manual/EIM02720","title":"Incidental overnight\nexpenses: qualifying period","body":"A qualifying period is a continuous period throughout which an\nemployee has to stay away from home, including at least one\novernight stay away from home, and where the expense of travelling\nqualifies for tax relief under the normal rules.\n\nThe rules under which the expenses of travel may qualify for\ntax relief are, for the purpose of Section 240\n\n*   all of the travel provisions within Part 5\nITEPA 2003 apart from the excepted foreign travel provisions in\nSections 371, 374 and 376 and\n*   the exemptions for work-related and\nIndividual Learning Account training in Section 250 or 255 ITEPA\n2003, see[EIM01240](/guidance/employment-income-manual/EIM01000#EIM01240)."},{"manual-section-id":"EIM02730","slug": "guidance/employment-income-manual/EIM02730","title":"Incidental overnight\nexpenses: the permitted amount","body":"The maximum amounts of incidental overnight expenses that an\nemployer may pay tax free are\n\n*   &#xA3;5 per night for overnight stays in\nthe UK\n*   &#xA3;10 per night for overnight stays\noutside the UK.\n\nIf a payment is made that exceeds these limits, the whole of the\npayment becomes taxable and not just the excess, see example\n[EIM02760](/guidance/employment-income-manual/EIM01650#EIM02760). The limit is applied to the\nwhole of the period that the employee spends away from home and not\nto each night separately, see example\n[EIM02770](/guidance/employment-income-manual/EIM01650#EIM02770).\n\nWhere the employer has a policy that requires the employee to\npay back any amount received that exceeds the limit, and repayment\nis made within a reasonable time, the payment to the employee\nshould be treated as not exceeding the tax free limit."},{"manual-section-id":"EIM02740","slug": "guidance/employment-income-manual/EIM02740","title":"Incidental overnight\nexpenses: tactical advice","body":"Compliance work in relation to incidental overnight expense\npayments will commonly focus on the amounts paid or reimbursed by\nemployers, in order to police the tax free limits. However, there\nare other parts of the legislation that should also be checked.\n\n### Wholly and exclusively\n\nA payment can only be tax free if it is made wholly and\nexclusively for the purpose of defraying expenses that are\nincidental to the employee's being away from home. If the payment\nis made for some other purpose, for example as remuneration, it\nwill not be exempt under this legislation.\n\n### Home\n\nThe payment is only exempt if it is made for a period during\nwhich the employee is absent from the place at which they normally\nlive. Some employees do not have a place at which they normally\nlive. For others, the place at which they normally live may be the\nplace at which they are staying during the business trip, see\nexample\n[EIM31817](/guidance/employment-income-manual/EIM31800#EIM31817). In these cases the payment\nwill not be exempt."},{"manual-section-id":"EIM02750","slug": "guidance/employment-income-manual/EIM02750","title":"Incidental overnight\nexpenses: example","body":"An employee stays in a hotel for three nights as part of a\nbusiness trip. During that time she spends &#xA3;4.50 on private\ntelephone calls and &#xA3;1.50 on newspapers. Her employer\nreimburses these expenses.\n\nThe employee is not entitled to a deduction for the payments\nunder the deduction rules in Part 5 ITEPA 2003. However, the\nreimbursement from the employer can be made tax free under the\nincidental overnight expenses legislation, see\n[EIM02710](/guidance/employment-income-manual/EIM01650#EIM02710)."},{"manual-section-id":"EIM02760","slug": "guidance/employment-income-manual/EIM02760","title":"Incidental overnight\nexpenses: example","body":"An employee stays in a hotel for one night as part of a business\ntrip. His employer pays him an allowance of &#xA3;6 to cover\nincidental expenses.\n\nThe employee is taxable on the whole of the &#xA3;6 unless\n&#xA3;1 is reimbursed within a reasonable time. The &#xA3;6 cannot\nbe paid tax free under the incidental overnight expenses\nlegislation because it exceeds the permitted amount, see\n[EIM02730](/guidance/employment-income-manual/EIM01650#EIM02730)."},{"manual-section-id":"EIM02770","slug": "guidance/employment-income-manual/EIM02770","title":"Incidental overnight\nexpenses: example","body":"An employee stays in a hotel for three nights as part of a\nbusiness trip. Her employer reimburses the following personal\nexpenses:\n\n<table>\n<tr>\n<td>\n\n</td><td>\n\n</td>\n</tr>\n<tr>\n<td>night 1</td><td>5.50</td>\n</tr>\n<tr>\n<td>night 2</td><td>6.00</td>\n</tr>\n<tr>\n<td>night 3</td><td>2.50</td>\n</tr>\n<tr>\n<td>total</td><td>14.00</td>\n</tr>\n</table>\n\nThe reimbursement by the employer can be made tax free under the\nincidental overnight expenses legislation. Although she was\nreimbursed more than &#xA3;5 for each of the first two nights, the\ntotal reimbursement did not exceed &#xA3;15 for the three nights,\nsee\n[EIM02730](/guidance/employment-income-manual/EIM01650#EIM02730)."}]},{"title":" Professional remuneration","sections":[{"manual-section-id":"EIM03000","slug": "guidance/employment-income-manual/EIM03000","title":"Professional\nremuneration: strict legal position"},{"manual-section-id":"EIM03001","slug": "guidance/employment-income-manual/EIM03001","title":"Professional\nremuneration: practical difficulties if treated as employment\nincome","body":"There could be particular practical difficulties in some cases if the fees received by certain taxpayers in this type of situation were treated as employment income. For example, accountants acting as company auditors or secretaries and solicitors acting as company registrars or secretaries often hold numerous such offices concurrently as an integral part of their professional practice.\n\nSimilar difficulties can arise where a partner holds an office or employment and the fees are to be included with partnership income and pooled amongst the partners (for example, a GP with a part time NHS hospital appointment). The amount of tax payable under the rules of taxation for employment income and Trading Income will often be similar in these types of situation. "},{"manual-section-id":"EIM03002","slug": "guidance/employment-income-manual/EIM03002","title":"Professional\nremuneration: administrative practice","body":"Where the fees are derived from the directorship of a company,\nsee\n[EIM02500](/guidance/employment-income-manual/EIM01650#EIM02500) and\n[EIM02501](/guidance/employment-income-manual/EIM01650#EIM02501).\n\nIt is permissible to allow employment income to be treated as\nordinary professional receipts within the Trading Income rules and\nto allow any expenses admissible under those rules. This treatment\nshould however only be applied where all the following conditions\nare met:\n\n*   there would be practical difficulties if\nthe fees were treated as employment income\n*   the duties of the office or employment (in\nterms of time taken) are small in relation to other practice work\n(of the individual or partner) that is treated for income tax as\ngiving rise to Trading Income\n*   the office or employment is in a field\nrelated to the profession and particular practice concerned (see[EIM03004](/guidance/employment-income-manual/EIM01650#EIM03004))\n*   in a case involving a partner, there is an\nagreement between the partners that the fees are included as income\n\n    of the partnership and pooled for division amongst the partners and\n\n    that agreement is acted upon\n*   the individual and any partners agree that\n\n    the income should be treated for tax purposes in this manner and\n\n    agree to pay tax on the fees on that basis (where appropriate as\n\n    part of the partnership profits). Written confirmation should be\n\n    obtained from all concerned to this effect.\n*   the fees are not derived from the\n\n    directorship of a company and are small in relation to the receipts\n\n    of the practice generated by the individual or partner.\n\nThis practice only applies for tax purposes and has no effect\n\nfor National Insurance purposes, so Class 1 NICs should be\n\ncollected in the normal way."},{"manual-section-id":"EIM03003","slug": "guidance/employment-income-manual/EIM03003","title":"Professional\nremuneration: is the engagement in a related area?","body":"In deciding whether an office or employment is in a related field the nature of the duties of the office or employment should be compared with those of the practice conducted by the individual/partnership and of the profession concerned. For example, a GP employed as a part time NHS hospital doctor would be in a related field but not if employed as a part time lecturer, lecturing in history.\n\nCases involving membership of public tribunals and trusts should\n    similarly be reviewed on their own merits by reference to the particular\n    facts of the appointment, practice and profession concerned. Where\n    a partner is involved and income from a public tribunal or trust\n    is to be pooled amongst the partners (that is, the third bullet\n    in [EIM03004](/guidance/employment-income-manual/EIM01650#EIM03004) is satisfied), it may be\n    accepted that the appointment is in a related field if the partner\n    is appointed because of general business skills or experience rather\n    than to provide specific input in respect of his or her own profession.\n  "},{"manual-section-id":"EIM03004","slug": "guidance/employment-income-manual/EIM03004","title":"Professional\n\nremuneration: other points","body":"Requests for the inclusion of employment income in Trading\nIncome accounts under the administrative practice (see\n[EIM03002](/guidance/employment-income-manual/EIM01650#EIM03002) above) should be dealt with by\nthe Inspector dealing with the individual's or the partnership's\nbusiness accounts.\n\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nAs regards compensation received in connection with the\ntermination of an office or employment where the employment income\nhas been included within Trading Income accounts see BIM40135\nonwards.\n\nNote that in the case of examiner's fees paid by examining\nbodies listed at EP8505, it is not possible under the modified PAYE\narrangements to issue an NT code."}]}]}}
