{"title":"Employment income: general: table of contents","details":{"manual-section-id":"EIM00505","slug": "guidance/employment-income-manual/EIM00505","body":"","breadcrumbs":["EIMANUAL","EIM00500","EIM00505"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM00510","slug": "guidance/employment-income-manual/EIM00510","title":"Introduction","body":"Income that a person receives as the holder of an office or\nemployment is charged to tax as \"employment income\".\n\nEmployment income is defined in Section 7 ITEPA 2003. It\nconsists of:\n\n*   \"general earnings\" (see[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)) and\n*   \"specific employment income\" (see[EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512)).\n\nMost of the payments and benefits covered in this manual count\nas general earnings. But the distinction between general earnings\nand specific employment income is important. There are special\nrules for taxing the general earnings of people who are not\nresident, or not ordinarily resident, or not domiciled in the\nUnited Kingdom for tax purposes (see\n[EIM40001](/guidance/employment-income-manual/EIM40000#EIM40001) onwards). Those special rules\ndo not apply to specific employment income.\n\nThe list at\n[EIM01000](/guidance/employment-income-manual/EIM01000) shows you where to find\nguidance about particular items of employment income.\n\nSee also:"},{"manual-section-id":"EIM00511","slug": "guidance/employment-income-manual/EIM00511","title":"General earnings","body":"In very many cases, a person's employment income will consist\nwholly or mainly of general earnings (see\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510)). General earnings are:\n\n*   earnings as defined in Section 62 ITEPA\n2003 (see[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)). This is the principal tax\ncharge on earnings from an office or employment. It normally takes\nprecedence over any other tax charge.\n*   any amount that is treated as earnings by\nany other provision of the Act. There is a list of those provisions\nat[EIM00513](/guidance/employment-income-manual/EIM00513).\n\nAn employee or office holder who is resident, ordinarily\nresident and domiciled in the United Kingdom is taxed on the full\namount of their general earnings for the tax year (Section 15 ITEPA\n2003).\n\nIf you are dealing with an employee who is not resident, or\nnot ordinarily resident, or not domiciled in the United Kingdom you\nwill have to apply the special rules in Chapter 5 of Part 1 ITEPA\n2003 (see\n[EIM40001](/guidance/employment-income-manual/EIM40000#EIM40001) onwards)."},{"manual-section-id":"EIM00512","slug": "guidance/employment-income-manual/EIM00512","title":"Specific employment income","body":"Specific employment income is part of a person's employment\nincome for tax purposes (see\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510)). It includes anything that the\nAct says is to be taxed as employment income\n**except** anything that counts as general earnings\n(see\n[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)).\n\nSpecific employment income is not subject to the special\nrules about residence, ordinary residence and domicile. Those rules\nonly apply to general earnings.\n\nThe main types of specific employment income are:\n\n*   payments and benefits on termination of\nemployment, etc (see[EIM12805](/guidance/employment-income-manual/EIM12800#EIM12805) onwards)\n*   payments and benefits in respect of\nnon-approved pension schemes (see[EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010) onwards)\n*   share related income (including share\noptions) (see Share Schemes Manual)."},{"manual-section-id":"EIM00513","slug": "guidance/employment-income-manual/EIM00513","title":"General earnings: amounts treated as earnings"},{"manual-section-id":"EIM00515","slug": "guidance/employment-income-manual/EIM00515","title":"Earnings from an office or employment","body":"For 2003/04 onwards, the main tax charge on employment income is\nin respect of the \"earnings\" from an office or employment. This is\nthe income that was previously taxed under Section 19(1)1 ICTA 1988\nas \"emoluments therefrom\".\n\nThe guidance on this topic is arranged as follows:"},{"manual-section-id":"EIM00520","slug": "guidance/employment-income-manual/EIM00520","title":"Meaning of earnings: non-cash earnings: earnings for NIC purposes","body":"### Meaning of earnings\n\nFor tax purposes, the word earnings in relation to an office or\nemployment means:\n\n*   any salary, wages or fee\n*   any gratuity or other profit or incidental\nbenefit of any kind obtained by the employee if it is money or\nmoney's worth (see[EIM00530](/guidance/employment-income-manual/EIM00530))\n*   anything else that constitutes an\nemolument of the employment.\n\nThis is a wide definition. The second and third bullets ensure\nthat all money payments that are similar to salaries, fees and\nwages are taxed as earnings. Examples are bonuses, commissions,\ntips, overtime pay and extra money earnings of any kind.\n\n### Non-cash earnings\n\nEmployees may receive a gratuity or profit from the employment\nthat does not take the form of money. These amounts count as\nearnings within Section 62 ITEPA 2003 if they are money's worth\n\n(see\n\n[EIM00530](/guidance/employment-income-manual/EIM00530)).\n\nOther benefits in kind may be taxed under special provisions\n\nthat deem them to be earnings, or that direct that they are taxed\n\nas employment income. There is a list of these special provisions\n\nat\n\n[EIM00513](/guidance/employment-income-manual/EIM00513).\n\n### Earnings for NIC purposes\n\nThe word earnings is defined differently for NIC purposes. The\n\nNIC definition is in Section 3(1) SSCBA 1992, which says that\n\nearnings, for NIC purposes, includes any remuneration or profit\n\nderived from employment (see NIM02010).\n\nIn most cases, a payment that counts as earnings for tax\n\npurposes will also be earnings for NIC purposes. But the different\n\ndefinitions may lead to marginal differences between tax and NICs.\n\nSo in a disputed case it is important that you consider the tax and\n\nNIC definitions separately. Do not assume that the tax definition\n\ninvariably applies for NICs, or vice versa."},{"manual-section-id":"EIM00530","slug": "guidance/employment-income-manual/EIM00530","title":"Benefits in kind taxable as earnings: meaning of money's worth"},{"manual-section-id":"EIM00540","slug": "guidance/employment-income-manual/EIM00540","title":"Money's worth: benefits capable of being turned into money","body":"A cheque is not money but it can readily be converted into money\nby the employee at the amount for which it is made out. It is\nmoney's worth (see\n[EIM00530](/guidance/employment-income-manual/EIM00530)). So for all practical purposes\na cheque payment can be treated as a money payment. The same goes\nfor National Savings Certificates. Both can be cashed by the\nemployee at face value and that is the amount that is treated as\nearnings by Section 62(3) ITEPA 2003.\n\n### Things that are capable of being converted into money\n\nBut an employer may give an employee something that is not\ncapable of being turned into money at face value. In that case, the\namount that is treated as earnings under Section 62(3)(b) ITEPA\n2003 is the amount that the employee could get for the item if he\nor she were to dispose of it as soon as it came into their\npossession. That is, its second-hand value (see example\n[EIM00550](/guidance/employment-income-manual/EIM00505#EIM00550)).\n\n[There is an exception to this rule. That is where a benefit\n\nis obtained by means of a voucher or credit token. Then the\n\nchargeable amount is the cost of providing the voucher or token and\n\nthe money, goods or services for which it is capable of being\n\nexchanged (see\n\n[EIM16010](/guidance/employment-income-manual/EIM16000#EIM16010) onwards).]\n\nSometimes, the employee pays the employer for the item he or\n\nshe has received. If the amount paid is equal to or greater than\n\nthe value of the item there is no tax charge on the employee. But\n\nif the amount paid is less than the second-hand value of the item\n\nin question the difference is taxed as earnings under Section 62\n\n(see example\n\n[EIM00560](/guidance/employment-income-manual/EIM00505#EIM00560)).\n\nAs regards the transfer of land and houses to employees see\n\n[EIM08001](/guidance/employment-income-manual/EIM04700#EIM08001)."},{"manual-section-id":"EIM00550","slug": "guidance/employment-income-manual/EIM00550","title":"Benefits in kind treated as earnings under Section 62 ITEPA 2003: example","body":"A company arranged for a tailor to provide some of its employees\nwith a suit, overcoat or raincoat, up to a certain cost. The\nemployees had to order the article that they wanted and the tailor\nwould send the bill to the company for payment. The Inland Revenue\nargued that the price the company paid for the clothing was\nchargeable on the employees as earnings from their employment.\n\nThe Court agreed that the clothing was taxable as earnings,\nbut held that the chargeable amount was what the employees could\nget for it if they sold it (in other words, its second hand value),\nnot the original cost to the company. The second hand value was\nabout a third of what the clothing cost the employer.\n\n[Nowadays, unless the employees were lower paid, we would be\nable to charge the full cost. Part of it (equal to the second hand\nvalue) would be charged under Section 62 and the balance under the\n\nbenefits code (see\n\n[EIM21640](/guidance/employment-income-manual/EIM21601#EIM21640)).]"},{"manual-section-id":"EIM00560","slug": "guidance/employment-income-manual/EIM00560","title":"Benefits in kind treated as earnings under Section 62 ITEPA 2003: example","body":"The taxpayer was the managing director of a limited company and\nhad a service agreement under which he was entitled to a fixed\nsalary. In addition, each year the directors of the company passed\na resolution giving him the privilege to buy some of the company's\nshares at their par value (that is, their face value), which was\nconsiderably less than their current market value. He duly\npurchased and retained the shares. Earlier resolutions had said\nthat this privilege was granted having regard to the 'eminent and\nspecial services' that the managing director had performed for the\ncompany, but the resolutions for the years under appeal made no\nreference to his services.\n\nThe managing director appealed against his tax assessment,\nclaiming that as he had not sold the shares he had received no\nprofit, and thus no earnings on which to be taxed (see generally\n\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515) onwards). The Courts agreed\n\nwith the Inland Revenue that the shares themselves were emoluments,\n\nor earnings. The taxpayer was chargeable on the difference between\n\nthe market value of the shares and the amount that he had paid for\n\nthem.\n\n### Ede v Wilson (26TC381)\n\nA similar point arose in Ede v Wilson (26TC381). In that case, a\n\ngroup of employees were allotted shares on the condition that, as\n\nlong as they continued to work for the company, they could not sell\n\nthem without the permission of the company's directors. The Court\n\nheld that the shares were still emoluments, or earnings, even\n\nthough there was a restriction on sale. The restriction was simply\n\na factor to be taken into account in determining the value of the\n\nearnings."},{"manual-section-id":"EIM00570","slug": "guidance/employment-income-manual/EIM00570","title":"Benefits in kind treated as earnings under Section 62 ITEPA 2003: benefits capable of being surrendered to the employer for money","body":"\n\n## Section 62(3)(b) ITEPA 2003\n\nA benefit counts as earnings under Section 62 ITEPA 2003 if it is money's worth. Money's worth includes things that are capable of being converted into money, or something of direct monetary value to the employee (see [EIM00530](/guidance/employment-income-manual/EIM00530)).\n\nThe most common way that an employee can turn a benefit in kind into money is by selling it (see [EIM00540](/guidance/employment-income-manual/EIM00505#EIM00540)). But that is not the only way. The employee may be able to rent, or hire, the benefit to other people. Or they may have the right, at any time, to give up the benefit altogether in return for a higher cash wage, or salary. In that case, the amount taxable as earnings under Section 62 is the amount of the wage or salary that would be paid in lieu of the benefit. Note though that the benefit is still a benefit in kind. It is not a cash payment, so the employer is not obliged to operate PAYE.\n\nIn Heaton v Bell (46TC211) an employee was provided with the use of a car by his employer, but an agreed sum was deducted from his wages for that use. He could give up the right to use the car at any time, with the result that the wage he received would be increased. It was held that the use of the car was an emolument, or earnings, chargeable under what is now Section 62. It could be turned into money by surrendering it.\n\nNowadays, unless the employee is lower paid, the car benefit charge under Sections 120 to 148 ITEPA 2003 takes precedence over any potential 'Heaton v Bell' charge under Section 62, because of the anti-avoidance provision in Section 119 (see [EIM23050](/guidance/employment-income-manual/EIM23010#EIM23050)). Paragraph 4 Schedule 14 Finance Act 2004 extended the application of Section 119 to include vans with effect from 2005-06. There is a similar provision in Section 64 as regards the provision of living accommodation. "},{"manual-section-id":"EIM00580","slug": "guidance/employment-income-manual/EIM00580","title":"Benefits in kind treated as earnings under Section 62 ITEPA 2003: benefits of direct monetary value to the employee: employer paying employee's debt: the pecuniary liability principle","body":"A benefit counts as earnings under Section 62 ITEPA 2003 if it\nis money's worth. Money's worth includes things that are of direct\nmonetary value to the employee (see\n[EIM00530](/guidance/employment-income-manual/EIM00530)).\n\nAn example of this is where the employer pays a debt that the\nemployee owes to a third party. This is often called the pecuniary\nliability principle. The employer's payment is of direct monetary\nvalue to the employee because he or she no longer has to pay that\namount of money to the third party. It therefore counts as money's\nworth under Section 62(3)(a) ITEPA 2003. It will be taxable as\n\nearnings if it comes from the employment (see\n\n[EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)).\n\nAn employer discharges an employee's debt when he or she pays\n\na bill for goods or services direct which in law is the liability\n\nof the employee. The employer bears the employee's pecuniary\n\nliability. It does not matter for tax purposes whether the employer\n\nmakes the payment voluntarily or under a contract.\n\nFor example, if an employee has signed the application form\n\nfor the supply of electricity or gas to her home, the employee is\n\nthe customer and she will be the person who is billed. If the\n\nemployer pays the bills for the employee the employer is\n\ndischarging the employee's debt.\n\nThe principle was applied in the following cases in respect\n\nof the expenses shown.\n\n<table>\n<tr>\n<td>**Circumstance**\n\n</td><td>**Tax case**\n\n</td>\n</tr>\n<tr>\n<td>Employee's income\n\ntax</td><td>Hartland v Diggines\n\n(10TC246)</td>\n</tr>\n<tr>\n<td>Employee's rates,\n\nlighting, heating and other costs</td><td>Nicoll v Austin\n\n(19TC351)</td>\n</tr>\n<tr>\n<td>Cost of employee's\n\npetrol</td><td>Richardson v Worrall\n\n(58TC642)</td>\n</tr>\n</table>\n\nAs regards:\n\n*   cases where the employer pays the\n\n    employee's council tax, see\n    [EIM00585](/guidance/employment-income-manual/EIM00505#EIM00585)\n\n*   the operation of PAYE in pecuniary\n\n    liability cases, see\n    [EIM00590](/guidance/employment-income-manual/EIM00505#EIM00590)."},{"manual-section-id":"EIM00585","slug": "guidance/employment-income-manual/EIM00585","title":"Benefits in kind treated as earnings under Section 62 ITEPA 2003: the pecuniary liability principle: employer pays employee's council tax","body":"Normally council tax is payable by the person living in the\npremises in respect of which it is levied. If that person is an\nemployee and the employer pays the council tax on his or her behalf\nthe employer is discharging the employee's debt and the payment\ncounts as earnings within Section 62 ITEPA 2003 (see\n[EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)). However, where council tax is\npaid or reimbursed in respect of exempt provided accommodation, see\n\n[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331).\n\nThe liability to council tax on some dwellings falls on the\nowner of the premises, rather than the people living in the\npremises. These are;\n\n*   dwellings that are not the main home of\nthe people living there\n*   residential care homes, nursing homes,\n\n    mental nursing homes and hostels\n*   dwellings in which domestic servants live\n\n    and that are also occasionally occupied by their employers\n*   dwellings occupied by a number of people\n\n    who do not form a single household\n*   buildings occupied by a religious\n\n    community devoted to prayer, contemplation, education or the relief\n\n    of suffering\n*   most dwellings occupied by ministers of\n\n    religion (see\n    [EIM60013](/guidance/employment-income-manual/EIM60000#EIM60013)).\n\nWhere an employer pays council tax as owner of such premises, no\n\ncharge under the pecuniary liability principle will arise on\n\nemployees who live in the premises. This is because the employer is\n\npaying its own liability, not a liability of the employees."},{"manual-section-id":"EIM00590","slug": "guidance/employment-income-manual/EIM00590","title":"Benefits in kind treated as earnings under Section 62 ITEPA 2003: the pecuniary liability principle: operation of PAYE","body":"\n\n## Section 62(3)(a) ITEPA 2003\n\nThe employer cannot operate PAYE when making a payment to a third party such as a gas company, or British Telecom. Instead, the item has to be shown on form P9D or P11D as appropriate. But when the employer undertakes to pay remuneration free of income tax, that is without recovering it from the employee, there is further tax to be paid. Guidance is at [EIM07700](/guidance/employment-income-manual/EIM04700#EIM07700).\n\nWhere the employer pays an employee's bill indirectly by giving the employee the cash with which to pay the bill, PAYE should be operated. The employer is then paying cash earnings to the employee, not discharging a debt.\n\nThe position can be illustrated by reference to Wilkins v Rogerson (39TC344) (see example [EIM00550](/guidance/employment-income-manual/EIM00505#EIM00550)). The employer in that case gave the employee a suit. The employee was held to be chargeable on its second- hand value. But altering the facts slightly produces different results.\n\n*   If the employee had gone along to the shop and ordered the suit and the employer had paid his employee's bill, the employee would have been chargeable on its full cost. The employer would have discharged the employee's debt (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)). The employer could not deduct tax from the payment under PAYE*   If instead of paying the bill direct, the employer decided to give the employee the cash with which to pay the bill, he would have to pay his employee such a sum as after deducting PAYE from it left the amount of the bill. The cash is taxable as earnings, like a salary or wage, from which PAYE tax has to be deducted."},{"manual-section-id":"EIM00600","slug": "guidance/employment-income-manual/EIM00600","title":"Earnings are not taxable unless they are from the employment","body":"**The guidance on this page relates solely to earnings within\nSection 62 ITEPA 2003 (see**[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)**). Different rules apply to amounts that are treated as\nearnings under the benefits code (see**[EIM20005](/guidance/employment-income-manual/EIM20001#EIM20005)**onwards).**\n\nAn employee may receive something that is clearly a 'profit'\nto them and which is therefore capable of being earnings. For\nexample, most money payments are, potentially, earnings. But a\npayment will not count as earnings under Section 7(3) and Section\n62 ITEPA 2003 if it comes to the employee from a source other than\nthe employment. The fact that the employer or ex- employer paid it\nis not conclusive that it is taxable as earnings.\n\nFor example, a wedding gift from an employer to an employee\nwould not normally be taxed as earnings under Section 62. Looking\nat it from the employee's point of view they do not receive it by\n\nvirtue of being an employee but because of an event unconnected\n\nwith their employment - their marriage.\n\n### Legal background\n\nSection 19(1)1 ICTA 1988 referred to taxable emoluments, or\n\nearnings, as \"emoluments therefrom\". That is, emoluments that come\n\nfrom the employment and not from elsewhere. Section 62(2) ITEPA\n\n2003 refers to earnings as \"anything that constitutes an emolument\n\nof the employment\". The words have changed, but not their meaning.\n\nSo we can still use the case law relating to Section 19 ICTA 1988\n\n(and its statutory predecessors) to help us decide if a particular\n\npayment is or is not earnings within Section 62(2) ITEPA 2003.\n\nIn Laidler v Perry (42TC351), Lord Reid put succinctly the\n\nquestion that has to be answered in all cases:\n\n> \"Did this profit arise from the employment? The answer will be\n>\n> no if it arose from something else.\" (42TC363).\n\nJudges have tried to explain the meaning of the words 'from the\n\nemployment' in various ways. As Lord Radcliffe pointed out in\n\nHochstrasser v Mayes (38TC707) their attempts help to illustrate\n\nthe idea expressed in the words of the statute but they do not\n\nreplace those words. He went on to say:\n\n> \"For my part I think that their meaning is adequately conveyed\n>\n> by saying that, while it is not sufficient to render a payment\n>\n> assessable that an employee would not have received it unless he\n>\n> had been an employee, it is assessable if it has been paid to him\n>\n> in return for acting as or being an employee.\"\n\nIn Shilton v Wilmshurst (64TC78), Lord Templeman explained the\n\nstatutory words in this way.\n\n> \"An emolument 'from employment' means an emolument 'from being\n>\n> or becoming an employee.' The authorities are consistent with this\n>\n> analysis and are concerned to distinguish in each case between an\n>\n> emolument which is derived 'from being or becoming an employee' on\n>\n> the one hand, and an emolument which is attributable to something\n>\n> else on the other hand.''\n\nNote that to be taxable as earnings a payment does not have to\n\nbe remuneration or a reward for services (see\n\n[EIM00610](/guidance/employment-income-manual/EIM00505#EIM00610)). Many other types of payment\n\nfall within the statutory definition of earnings.\n\nSee also:\n\n*   important principles (see\n    [EIM00610](/guidance/employment-income-manual/EIM00505#EIM00610))\n*   lump sums taxable as earnings (see\n    [EIM00620](/guidance/employment-income-manual/EIM00620))\n*   list of particular items (see\n    [EIM01000](/guidance/employment-income-manual/EIM01000))"},{"manual-section-id":"EIM00610","slug": "guidance/employment-income-manual/EIM00610","title":"Earnings from employment: important principles","body":"\n\n## Section 62 ITEPA 2003\n\nSo far in this manual we have considered the meaning of earnings (see [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515) onwards) and the meaning of from the employment (see [EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)). However, case law has established some further principles that will help you to decide whether or not particular payments are taxable as earnings within Section 62 ITEPA 2003. They are set out below.\n\n*   Section 62 is not restricted to payments such as salaries, wages and tips in return for the performance of services. It also taxes other types of employment related payment, such as:\n\n*   payments made to employees solely in recognition of changes made in their conditions of service. Such payments relate to the employment and to nothing else. They are 'from the employment'. They come to the employee because he or she is an employee and for no other reason (see [EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)) and*   payments made solely for the purpose of inducing a prospective employee to enter into a contract of employment. Payments of this kind usually come from the prospective employer, but they may also be paid by a third party who has no interest in the performance of the services which the employee will undertake under his contract of employment (see [EIM00700](/guidance/employment-income-manual/EIM00505#EIM00700)).\n\nIn the High Court in Hochstrasser v Mayes (38TC673) Upjohn J said that to be a profit from the employment a payment \"must be in the nature of a reward for services past, present or future\". **Decisions in later cases have shown that the words \"reward for services\" should not be taken literally**. In Bray v Best (61TC704) Lord Oliver said:\n\n\"I cannot read the phrase 'reward for services' as anything more than a conventional expression of the notion that a particular payment arises from the existence of the employer-employee relationship and not, to use Lord Reid's words in Laidler v Perry (42TC351), from 'something else'\" (page752).\n\nOther decided cases that demonstrate that taxable earnings do not have to be remuneration or reward for services include Brumby v Milner (51TC583)(see [EIM00740](/guidance/employment-income-manual/EIM00505#EIM00740)) and Hamblett v Godfrey (59TC694)(see [EIM00690](/guidance/employment-income-manual/EIM00505#EIM00690)).\n\n*   Payments for services under a contract of employment are taxable. A sum that an employee receives for her services under her contract of employment is taxable as earnings within Section 62 whatever the payment is called. There is more about this at [EIM00630](/guidance/employment-income-manual/EIM00505#EIM00630).\n*   **Taxable earnings may be paid by a person who is not the employer**. A payment may be from the employment and therefore taxable as earnings within Section 62, even if it is paid by somebody other than the employer. What matters is that the payment is made because the recipient holds the employment, or as a reward for services provided in the employment, and not for any personal reasons. Some tax cases that illustrate this principle are shown in the table below.\n*   Payments made voluntarily can be taxable earnings. The cases listed below also demonstrate that the absence of a legal obligation on a person to make a payment does not prevent it being taxable as earnings within Section 62. A hairdresser's tip is an example of earnings that are paid voluntarily. A voluntary payment is taxable as earnings if it is from the employment (see [EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)). The mere fact that it stems from the generosity of the payer on whom the employee has no legal claim does not prevent it being taxable. A gift that does not come from the employment is not taxable under Section 62 (see [EIM01460](/guidance/employment-income-manual/EIM01000#EIM01460)). But there may be a charge under the benefits code if the employee is not in lower paid employment (see [EIM20006](/guidance/employment-income-manual/EIM20006)).\n\n<table>\n<tr>\n<td>**Circumstances**</td>\n<td>**Tax case**</td>\n</tr>\n<tr>\n<td>Grant paid by a charitable fund to a poorly paid clergyman </td>\n<td>Herbert v McQuade (4TC489) </td>\n</tr>\n<tr>\n<td>Tips received by an employed taxi driver </td>\n<td>Calvert v Wainwright (27TC475) </td>\n</tr>\n<tr>\n<td>Spectator collections for professional cricketer </td>\n<td>Moorhouse v Dooland (36TC1) </td>\n</tr>\n</table>\n\nFor further guidance on this topic, see: "},{"manual-section-id":"EIM00620","slug": "guidance/employment-income-manual/EIM00620","title":"Lump sum payments: general"},{"manual-section-id":"EIM00630","slug": "guidance/employment-income-manual/EIM00630","title":"Sums paid under the terms of a contract of employment","body":"A payment made under the terms of a contract of employment is\ntaxable as earnings within Section 62 ITEPA 2003 if it is part of\nthe remuneration for the employee's services. This is so even if\nthe contract describes the payment as something else. For example,\na contractual termination payment may be mistakenly described as\ncompensation for loss of office. Such a payment is nevertheless\ntaxable in full as earnings within Section 62 (see\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510)).\n\nYou may have to look beyond the bare contract of employment\nto decide if a payment is contractual. Additional terms and\nconditions may be found in such things as staff handbooks and wage\nnegotiation agreements. In the case of a director with no written\nservice agreement, you may have to look at the company's articles\nof association to find out what is due.\n\nDecided cases that illustrate that a sum payable under a\n\ncontract of employment is taxable as earnings include:\n\n*   Henry v Foster (16TC605), see example\n    [EIM00635](/guidance/employment-income-manual/EIM00505#EIM00635)\n\n*   Allen v Trehearne (22TC15)\n*   Dale v De Soissons (32TC118)\n*   Williams v Simmons (55TC17).\n\nPayments made under the terms of a contract of employment must\n\nbe distinguished from payments that are made because the contract\n\nis cancelled altogether. See 'Compensation for loss of office' at\n\n[EIM02100](/guidance/employment-income-manual/EIM01650#EIM02100).\n\nAs regards payments made as a result of the termination of an\n\nemployment due to the death or disability of an employee, see\n\n[EIM13600](/guidance/employment-income-manual/EIM12800#EIM13600).\n\n**Note that a genuine redundancy payment, whether contractual\n\nor not, does not count as earnings within Section 62 (see**[EIM13750](/guidance/employment-income-manual/EIM12800#EIM13750)**).**"},{"manual-section-id":"EIM00635","slug": "guidance/employment-income-manual/EIM00635","title":"Sums paid under the terms of a contract of employment: example","body":"Foster was a company director who had no written service\nagreement with his company. However, the company's articles of\nassociation provided that if a director ceased to hold office after\nserving five years or more he would receive a lump sum (except in\ncertain circumstances such as bankruptcy). Foster retired and\nreceived the sum he was entitled to. It was held to be taxable as\nearnings from his employment. Romer LJ said:\n\n> \"It cannot matter what the parties call the money which is to be\n> paid in the last year of office if one finds, as here, that the\n> only consideration for the payment by the company of that sum is\n> the service by the director, and that it is a sum for which the\n> director must be deemed to have stipulated when offering his\n> services to the company and that it is paid to him by reason of his\n> having performed those services.\" (Page 634)\n\nSuch a payment is taxable as earnings within Section 62 even\n\nthough it may be said to be compensation for future earnings, or is\n\ncalculated by reference to such a loss. It is taxed in the year in\n\nwhich the taxpayer receives the payment. See\n\n[EIM42260](/guidance/employment-income-manual/EIM42200#EIM42260) for the meaning of received. It\n\ndoes not matter that this may be a year after the taxpayer ceased\n\nto hold the office (see\n\n[EIM42220](/guidance/employment-income-manual/EIM42200#EIM42220))."},{"manual-section-id":"EIM00640","slug": "guidance/employment-income-manual/EIM00640","title":"Customary payments in respect of services","body":"Even if a lump sum payment is not made under a legal obligation,\nit is taxable as earnings within Section 62 ITEPA 2003 if it is\ncustomary within a particular employment for such payments to be\nmade to a particular class of employee.\n\nThe case of Corbett v Duff (23TC763)(see example\n[EIM00645](/guidance/employment-income-manual/EIM00505#EIM00645)) illustrates this principle.\n\nThis principle will not usually apply where a director of a\nfamily company retires and receives a lump sum. Such payments need\nto be considered under\n[EIM02100](/guidance/employment-income-manual/EIM01650#EIM02100) and\n[EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000) onwards, see also\n[EIM15000](/guidance/employment-income-manual/EIM15000) onwards."},{"manual-section-id":"EIM00645","slug": "guidance/employment-income-manual/EIM00645","title":"Customary payments in respect of services: example","body":"A professional footballer received a lump sum benefit he was\npermitted to receive under the Football League regulations. There\nwas no formal agreement between the club and the player for the\npayment of any sum, but it was understood by all the players in the\nclub that they were likely to get a benefit if the conditions in\nthe regulations were satisfied. The payment was held to be taxable\nas earnings within Section 62. The judge said:\n\n> \"The payments though not obligatory are expected, are generally\n> asked for and are usually accorded.\" (page 778)\n\nThis case demonstrates the importance of looking at all the\nrelevant documentary evidence (in this case, the Football League\nregulations) and not just the contract of employment."},{"manual-section-id":"EIM00650","slug": "guidance/employment-income-manual/EIM00650","title":"Sums paid to an employee for not resigning, or for continuing to serve in the employment","body":"A sum paid by an employer, or by a third party, to encourage an\nemployee to continue in the employment is taxable as earnings\nwithin Section 62 ITEPA 2003 (see\n[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510)). Such payments may be made\nwhere, for example, a director wishes to retire and is paid a lump\nsum for continuing in office, perhaps with reduced hours or duties.\n\nCases illustrating this point are:\n\n*   Prendergast v Cameron (23TC122) (see\nexample[EIM00655](/guidance/employment-income-manual/EIM00505#EIM00655))\n*   Wales v Tilley (25TC136)\n*   Wilson v Daniels (25TC473)"},{"manual-section-id":"EIM00655","slug": "guidance/employment-income-manual/EIM00655","title":"Sums paid to an employee for not resigning, or for continuing to serve in the employment: example","body":"Cameron, who had been a director of a limited company for many\nyears, told his fellow directors that he intended to resign. In the\ninterests of the company, they asked him not to serve notice of\nresignation and said that if he agreed to stay on the company\nwould, within a certain time, pay him &#xA3;45,000. They would set\ndown the undertaking to do so in a formal deed. The company entered\ninto a deed which recorded the agreement, and under which the\ncompany undertook to pay Cameron two sums of &#xA3;35,000 and\n&#xA3;10,000. These sums were duly paid. Cameron continued in\noffice, devoting less time to the company's business, and receiving\na reduced salary.\n\nIt was held that the &#xA3;45,000 that Cameron received was\ntaxable as earnings within Section 62 ITEPA 2003. It was paid as\n\nconsideration for his agreement to continue to serve as director\n\nand was therefore from the office. Viscount Caldicott said:\n\n> \"I can see no difference between a promise not to resign and a\n>\n> promise to continue to serve as a director.\" (page 143)\n\nThe fact that the remuneration was paid as a lump sum did not\n\nmatter. Lord Romer said:\n\n> \"If a company chooses to pay a director's remuneration in a lump\n>\n> sum ... the sum nevertheless represents income, whatever its\n>\n> amount, and will be taxable as such. Remuneration which, if paid by\n>\n> instalments over a number of years, would be income, is income\n>\n> though paid once and for all in a lump sum.\" (page 150)"},{"manual-section-id":"EIM00660","slug": "guidance/employment-income-manual/EIM00660","title":"Payment for loss of rights","body":"Employees sometimes claim that a payment is not taxable because\nit is for loss of rights.\n\nThe fact that a payment is for loss of rights does not, by\nitself, determine whether it is taxable. It is important to\nconsider the nature of the right that has been given up. The nature\nof the right will show whether the payment is from the employment\nor from something else (see\n[EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)).\n\nAs regards:\n\n*   a payment for restricting the employee's\nfreedom within the employment, see[EIM00690](/guidance/employment-income-manual/EIM00505#EIM00690)\n\n*   a payment for giving up a valuable right\non taking up employment, see[EIM00710](/guidance/employment-income-manual/EIM00505#EIM00710)."},{"manual-section-id":"EIM00670","slug": "guidance/employment-income-manual/EIM00670","title":"Sums paid to a continuing employee in lieu of remuneration","body":"If an employee who is continuing in employment accepts a lump\nsum in lieu of all or part of the salary, wage, commission and so\non to which they are entitled under the terms of their employment,\nthe lump sum is taxable as earnings within Section 62 ITEPA 2003\n(see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)). It is 'substituted\nremuneration'. One form of remuneration has been substituted for\nanother.\n\nCases illustrating this principle are:\n\n*   Bolam v Muller (28TC471) (see example[EIM00675](/guidance/employment-income-manual/EIM00505#EIM00675))\n*   Wales v Tilley (25TC136)\n*   Holland v Geoghegan (48TC482)\n*   McGregor v Randall (58TC110).\n\nThe principle also applies where the earnings given up is a\nbenefit in kind. In Bird v Martland (56TC89) the use of a company\ncar was surrendered in return for a lump sum. The lump sum was held\nto be taxable as earnings within Section 62. A perquisite - the use\n\nof a car - was replaced by a sum paid in lieu of the continuance of\n\nthe perquisite. The sum paid in lieu was therefore from the\n\nemployment."},{"manual-section-id":"EIM00675","slug": "guidance/employment-income-manual/EIM00675","title":"Sums paid to a continuing employee in lieu of remuneration: example","body":"Muller was the managing director of a limited company. He had a\nservice agreement under which he was entitled to a fixed salary and\nto commission based on the distributed profits of the company.\nOwing to a change in the company's financial policy, no profits\nwere distributed for two consecutive years, with the result that\nMuller received no commission for those years. He then entered into\nan agreement with the company under which he surrendered his right\nto receive commission, for the rest of the period covered by his\nservice agreement, in return for a payment of &#xA3;1,250 as\n'compensation'.\n\nOn appeal against an assessment to income tax Muller argued\nthat the &#xA3;1,250 was paid by the company to obtain a release\nfrom a future contingent liability and was not assessable to income\ntax. Nevertheless, the Court decided that the payment in question\n\nwas remuneration for services to be rendered and was taxable as\n\nearnings within Section 62. Atkinson J said:\n\n> \"The mere fact that they agree on another form of remuneration\n>\n> does not alter its character.\" (page 475)"},{"manual-section-id":"EIM00680","slug": "guidance/employment-income-manual/EIM00680","title":"Sum paid to a continuing employee in respect of a variation in duties or terms of employment","body":"An employer may alter the duties an employee has to perform and\nmake a payment to the employee for accepting the change. Such a\npayment is taxable as earnings within Section 62 ITEPA 2003. It is\nreferable to the employment and to nothing else. So it is from the\nemployment (see\n[EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)). It is similar to a sum paid\nto an employee for continuing to serve in his employment (see\n[EIM00650](/guidance/employment-income-manual/EIM00505#EIM00650)).\n\nPayments related to changes in duties are often made\nfollowing agreements with trade unions under which an employer\nseeks to improve efficiency by redefining duties. Such payments are\ntaxable as earnings within Section 62, for the reasons given above.\n\nThe same rule applies to changes in other matters connected\nonly with the employment. For example, payments made to persuade\n\nemployees to change from being paid in cash to being paid by direct\n\ncredit to a bank account. Here again, the payment is referable to\n\nthe employment and nothing else.\n\n### Dealing with disputes\n\nEmployers and employees may be reluctant to accept that such\n\nchange payments are from the employment, and thus taxable as\n\nearnings within Section 62. In such a case, the Inspector could\n\npoint out that, if Section 62 did not apply, the payment would\n\nnevertheless be treated as earnings under the benefits code (see\n\n[EIM20006](/guidance/employment-income-manual/EIM20006) onwards). The benefits code\n\napplies to cash payments as well as to benefits in kind (see\n\n[EIM21006](/guidance/employment-income-manual/EIM21000#EIM21006)). And a benefit provided by the\n\nemployee's employer is deemed to be provided by reason of the\n\nemployment (see\n\n[EIM20502](/guidance/employment-income-manual/EIM20500#EIM20502)).\n\nBoth Section 62 and Section 201 (the benefits code) take\n\nprecedence over any possible charge under Section 401 (see\n\n[EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000))."},{"manual-section-id":"EIM00690","slug": "guidance/employment-income-manual/EIM00690","title":"Sum paid for restricting an employee's freedom within the employment","body":"An employee's conditions of service may alter through their\nlosing rights as an employee. That happened in Hamblett v Godfrey\n(59TC694), where the taxpayer lost her rights under the employment\nprotection legislation, principally the right to join a trade\nunion. She received a payment of &#xA3;1,000 in consequence. It was\nheld to be taxable as earnings within Section 62 ITEPA 2003 (see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)). Neill L J said:\n\n> \"The rights had been enjoyed within the employer/employee\n> relationship. The removal of the rights involved changes in the\n> conditions of service. The payment was in recognition of the\n> changes in service ... It was referable to the employment and to\n> nothing else.\" (page 727)\n\nThis case demonstrates very clearly that a payment does not have\nto be a reward for services to be taxable as earnings within\n\nSection 62."},{"manual-section-id":"EIM00700","slug": "guidance/employment-income-manual/EIM00700","title":"Inducement payments: golden hellos","body":"A payment to induce someone to take up an office or employment\nis taxable as earnings within Section 62 ITEPA 2003 if it is a\npayment from the employment. Such payments are often called golden\nhellos and are usually made by the new employer. However payments\nmade by third parties (including the old employer) will be taxable\nas earnings if they are paid to induce someone to become an\nemployee.\n\nIn Glantre Engineering Ltd v Goodhand (56TC165) a company\npaid a lump sum to an accountant employed by a firm of accountants\nto induce him to become one of the directors. The payment was held\nto be taxable as earnings within Section 62 because it was an\ninducement to him to change his job and was referable to the\nservices he would give in his new post.\n\nIn Shilton v Wilmshurst (64TC78) a footballer who transferred\nfrom Nottingham Forest to Southampton received payments from both\nclubs for agreeing to sign on with Southampton. It was held that\nboth payments were taxable under Section 62 as earnings from the\nemployment with Southampton. It was sufficient that both payments\n\nwere made in return for the taxpayer becoming an employee of\n\nSouthampton. In particular it was not necessary for the Inland\n\nRevenue to show that Nottingham Forest, in making the payment, had\n\nany interest in the taxpayer's contract of employment with\n\nSouthampton beyond his actual agreement to sign on.\n\nHowever where a payment on taking up employment is said to be\n\nfor the surrender of an asset or loss of a valuable right, see\n\n[EIM00710](/guidance/employment-income-manual/EIM00505#EIM00710).\n\nIt is important to establish all the facts that surround the\n\nmaking of an inducement payment (see\n\n[EIM00720](/guidance/employment-income-manual/EIM00505#EIM00720)).\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM00710","slug": "guidance/employment-income-manual/EIM00710","title":"Sum paid for the surrender of an asset, or for the loss of a valuable right","body":"A payment to someone on taking up employment may be compensation\nfor the surrender of a personal asset or the loss of a valuable\nright unconnected with their employment. If it is, it will not be a\nprofit from the employment. It will arise from something else.\n\nIf the sum received is capital and derives from an asset it\nmay be taxable under the capital gains tax legislation (see\nCG12940).\n\nIn Hose v Warwick (27TC459) a lump sum paid to an employee on\nbecoming a director of the company he worked for was held to be\ncompensation for the transfer to the company of the valuable\nbusiness connections he had built up for himself. It was not\ntaxable as earnings within Section 62.\n\nIn Jarrold v Boustead (41TC701) the signing-on fee paid by a\nRugby League club to a Rugby Union player was held to be for\npermanent loss of amateur status. The rules of the Rugby League\n\nprohibited signing-on payments except to someone relinquishing\n\namateur status. The payment was thus not a payment of earnings from\n\nthe employment but compensation for the permanent loss of his\n\namateur status.\n\n[Bear in mind that in the late 1950's, when the Boustead case\n\nwas heard, 'amateur status' was important. A sportsman who became a\n\nprofessional was barred for life from playing Rugby Union, and from\n\ncompeting in international athletics. Nowadays, of course,\n\namateurism in sport has almost ceased to exist. In the modern era\n\nwe would argue that the signing-on fee is taxable as earnings\n\nbecause the amateur status that the player had lost was of no real\n\nvalue. See\n\n[EIM64160](/guidance/employment-income-manual/EIM60000#EIM64160).]\n\nIn Pritchard v Arundale (47TC680) a senior partner in a firm\n\nof chartered accountants left the partnership to work for a company\n\nin return for a salary and shares in the company given to him by\n\nthe principal shareholder. It was held that the shares were not\n\ntaxable as earnings from the employment. There were three important\n\nfeatures:\n\n*   the shares came from a shareholder - not\n\n    his future employer, the company\n*   the shares did not have to be given back\n\n    if Arundale died before taking up the appointment six months\n\n    later\n*   he was giving up a valuable right - his\n\n    status as a partner.\n\nMegarry J said he did not think:\n\n> \"that this decision will provide any passport for tax-free\n>\n> emoluments disguised as initial lump sum inducements to enter an\n>\n> employment; for it is the realities of the payments that matter and\n>\n> not any disguises or labels with which they may be provided.\"\n\nIt is important to establish all the facts that surround the\n\nmaking of a compensation payment (see\n\n[EIM00720](/guidance/employment-income-manual/EIM00505#EIM00720)).\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM00720","slug": "guidance/employment-income-manual/EIM00720","title":"Payments on taking up employment: ascertaining the facts","body":"In order to decide whether a payment on taking up employment is\nwithin\n[EIM00700](/guidance/employment-income-manual/EIM00505#EIM00700) or\n[EIM00710](/guidance/employment-income-manual/EIM00505#EIM00710), it is necessary to obtain full\ndetails of the negotiations that took place. They may not all be\nrecorded in the correspondence and documents and you will need to\ninterview the parties. In particular you will need to know:\n\n*   when was the prospective employee\napproached\n*   was it clear from the start he was being\noffered a job\n*   what remuneration package was he offered\nand how was it amended if at all during the negotiations\n*   when and by whom was the question of a\nlump sum payment first raised\n*   how was its amount decided on.\n\nIt is obvious that an employer will not pay an employee merely\nto end his employment with a previous employer. Nor is an employer\n\nlikely to make a payment in these circumstances that will not be\n\nrecoverable if the employee never enters the employer's service. In\n\nthe Glantre Engineering case (see\n\n[EIM00700](/guidance/employment-income-manual/EIM00505#EIM00700)) the judge said that if that\n\nhad occurred in that case:\n\n> \"I do not doubt that any Court before which subsequent\n>\n> litigation between him and the company came would have held him to\n>\n> be in breach of the agreement.\""},{"manual-section-id":"EIM00730","slug": "guidance/employment-income-manual/EIM00730","title":"Payments for additional duties","body":"If an employee performs additional duties for an employer that\nthe employee is not obliged by the contract of employment to\nundertake, any additional payments the employee receives will\nnormally be taxable as earnings within Section 62 ITEPA 2003 if\nthey are payments for those services.\n\nIn Mudd v Collins (9TC297) a company director negotiated the\nsale of a branch of the company's business and was paid a lump sum\nas a commission. He claimed it was a voluntary gift that was not\ntaxable because negotiating the sale was not part of his duties.\nThe judge said (page 300):\n\n> \"If an officer is willing to do something outside the duties of\n> his office ... and his employer gives him something in that\n> respect, that is a profit; it becomes a profit of his office which\n> is enlarged a little so as to receive it.\"\n\nThe same principle was followed in Shipway v Skidmore (16TC748)\nand Lindsay v CIR (41TC661). It would apply, for example, where the\n\nemployees of a pharmaceutical company volunteered to test drugs for\n\npayment if the opportunity to do so arose because they were\n\nemployees.\n\nThis principle does not apply where the payment is not for\n\nservices. For example, in Donnelly v Williamson (54TC636) a school\n\nteacher received a car mileage allowance for travelling to parents'\n\nevenings - something she was not obliged to do at that time under\n\nthe terms of her employment. It was not a payment of earnings\n\nbecause she was performing duties outside her contractual duties\n\nand it was not in respect of the services she gave.\n\nIt is possible for an employee or office holder to tender for\n\nwork outside their normal duties, not as an employee or office\n\nholder but as a self-employed contractor. Any amounts payable in\n\nthose circumstances will fall to be taken into account as Trading\n\nIncome in arriving at the profit from the self-employment. They are\n\nnot employment income. Any question whether a particular engagement\n\namounts to self-employment should be referred to the nominated\n\nstatus officer for advice (see the Employment Status Manual\n\n(ESM))."},{"manual-section-id":"EIM00740","slug": "guidance/employment-income-manual/EIM00740","title":"Payments out of employee benefit trusts","body":"An employer may set aside funds to enable employees to share in\nthe profits of the business.\n\nFor example, in Brumby v Milner (51TC583) a company set up a\ntrust to acquire and hold some of its shares and to distribute the\nincome from the company's dividends among the company's employees.\nThe annual distributions of money to the employees were taxed as\nemployment income.\n\nWhen the scheme was terminated the company's shares were sold\nand the money in the fund was distributed among the employees.\nEmployees claimed that this final distribution did not come from\nthe employment but from the decision to wind up the scheme. But the\ncourts held that the final payment was also taxable as earnings\nwithin Section 62 ITEPA 2003 (see\n[EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515) onwards). Although the money\nbecame available as a result of decisions connected with the\nstructure of the company, the sole reason for making the payments\n\nwas that the recipients were employees of the company.\n\nAs regards shares appropriated to employees under approved\n\nprofit sharing schemes see the Employment-Related Securities Manual\n\n(ERSM)."},{"manual-section-id":"EIM00750","slug": "guidance/employment-income-manual/EIM00750","title":"Compensation from a source other than the employment","body":"To be taxable as earnings within Section 62 ITEPA 2003 a payment\nmust come from the employment (see\n[EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)).\n\nSometimes an employee will receive a payment that they would\nnot have received but for the fact that they are an employee. That\non its own is not sufficient to make the payment taxable as\nearnings within Section 62. Lord Woolf, in Mairs v Haughey\n(66TC273) explained that the authorities had consistently held that\na sum paid to relieve distress is not earnings. Additionally there\nmay be separate consideration for the payment showing that the\npayment does not arise from the employment (see\n[EIM00710](/guidance/employment-income-manual/EIM00505#EIM00710)).\n\nIn Hochstrasser v Mayes (38TC673) an employee received the\ndifference between the purchase and sale price of his house. The\npayment was made under the employer's housing scheme relating to\n\nemployees transferred from one part of the country to another.\n\nUnder the scheme a transferred employee was reimbursed any loss he\n\nsustained on selling his house but he had first of all to offer to\n\nsell the house to his employer at market value. It was held that\n\nthe payment was not a profit from the employment.\n\nThe source of the payment was the housing scheme not the\n\nemployment. In Laidler v Perry (42TC351), Lord Hodson said at page\n\n366 that the decision in Hochstrasser v Mayes:\n\n> \"...depended on its own peculiar facts, there being a collateral\n>\n> agreement between employer and employee quite outside their\n>\n> contracts of service to compensate the employees for any loss they\n>\n> might incur on selling their houses on transfer from one part to\n>\n> another.\"\n\nIn the High Court in Hochstrasser v Mayes, Upjohn J said that to\n\nbe a profit from the employment a payment \"must be in the nature of\n\na reward for services past, present or future\".\n\n**Decisions in later cases have shown the words \"reward for\n\nservices\" should not be taken literally**. In Bray v Best\n\n(61TC704) Lord Oliver said:\n\n> \"I cannot read the phrase 'reward for services' as anything more\n>\n> than a conventional expression of the notion that a particular\n>\n> payment arises from the existence of the employer-employee\n>\n> relationship and not, to use Lord Reid's words in Laidler v Perry\n>\n> (42TC351), from 'something else'.\" (page 752)\n\nOther decided cases that demonstrate that taxable earnings do\n\nnot have to be remuneration or reward for services include Brumby v\n\nMilner (51TC583) (see\n\n[EIM00740](/guidance/employment-income-manual/EIM00505#EIM00740)) and Hamblett v Godfrey\n\n(59TC694) (see\n\n[EIM00690](/guidance/employment-income-manual/EIM00505#EIM00690))."},{"manual-section-id":"EIM00760","slug": "guidance/employment-income-manual/EIM00760","title":"More than one reason for the payment","body":"\n\n## From the employment\n\n[Top of page](/guidance/employment-income-manual/EIM00505#EIM00760#top)\n\n\n## Kuehne &amp; Nagel Drinks Logistics Limited, Mr A Scott, Mr A C Joyce v HMRC (&#x201C;KNDL&#x201D;)\n\nTo be taxable as earnings within Section 62 ITEPA 2003 a payment must come from the employment (see [EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)).\n\nThe KNDL case concerned the transfer of employees from their existing employer to a new company. Under the Transfer of Undertakings (Protection of Employment) (&#x201C;TUPE&#x201D;) Regulations most of the employees&#x2019; employment rights are retained but one exception is the nature of the occupational pension scheme offered by the new employer. The scheme offered by KNDL was perceived to be less attractive in terms of future pension expectations (accrued pension entitlement was not affected) than the scheme provided by the previous employer. The employees expressed concern about this aspect of the transfer to the extent of threatening industrial action and subsequently received an amount funded by the old employer but paid by the new employer in 2 instalments to settle the dispute.\n\nUnder statutory provisions concerned with appeals, the judge in the First-tier Tax Tribunal (FTT) is entrusted with the function of making findings of primary fact and proper inferences of fact based on consideration of all the relevant documents and oral evidence before then applying the tax legislation in accordance with precedent established in case law.\n\nIn KNDL Judge Hellier in the FTT held that:\n\n&#x201C;To my mind it cannot be said either from the employees&#x2019; or employers&#x2019; perspective that the only reason the payments were made was either solely in compensation for the pension changes, or solely in order to achieve a smooth transfer (i.e. avoiding industrial action and having employees working willingly in the new venture). Both these reasons were bound together: &#x2026;.. It can no more be said that the employers did not make the payment to compensate the employees than it can be said that the employees did not take the payment for not disrupting the transfer by taking industrial action. I conclude that the payments were made and received both (i) in order to compensate for loss of pension expectations; and (ii) to ensure a &#x201C;smooth transfer&#x201D;; and that such was the understanding of all parties.&#x201D;\n\nHe concluded that he had to apply the tax legislation to &#x201C;a payment which was made for two reasons which were not dissociable.&#x201D;\n\nIn the Court of Appeal, Counsel for the appellants argued that the reasons found by the FTT judge were capable of being weighed up against each other or otherwise ranked. However, Mummery LJ held that:\n\n&#x201C;All I need say at this point is that the use of &#x201C;from&#x201D; in the idea expressed in the statutory expression &#x201C;earnings from an employment&#x201D; and &#x201C;earnings derived from an employment&#x201D; [the statutory words for NIC purposes] in a fiscal context indicates, as a matter of plain English usage, that there must, in actual fact, be a relevant connection or a link between the payments to the employees and their employment.&#x201D;\n\nAnd that:\n\n&#x201C;&#x2026; the relevant &#x201C;weighing up&#x201D; exercise which was emphasised in the appellants&#x2019; submissions was in fact properly carried out by Judge Hellier at the correct stage, that is when he evaluated the evidence and reached his conclusions of the facts relevant to the question whether the payments were emoluments from employment. There was no further exercise of weighing up the two &#x201C;dissociable reasons&#x201D; for the payment which the judge was required to conduct in order to answer that question. He had already answered the statutory question by finding that the threat of industrial action was a substantial cause of the payments. The sufficiency of that finding of necessary relevant connection or link between the emolument and the employment is not cancelled out or diminished by the finding or the presence of another factor, such as the pension compensation for loss of a right unrelated to an emolument from employment.&#x201D;\n\nPatten LJ explained the point further as follows:\n\n&#x201C;If the employment is a substantial and equal cause of the payment, it becomes open to the judge to say that the statutory test is satisfied. The payment is then from the employment even if it is also substantially attributable to a non-employment cause.&#x201D; "}]}]}}
