{"title":"Vouchers and credit-tokens: contents","details":{"manual-section-id":"EIM16000","slug": "guidance/employment-income-manual/EIM16000","body":"\n\n## Part 3 Chapter 4 ITEPA 2003\n\nIf you have a case involving vouchers or credit-tokens and you are unsure where to start go first to [EIM16030](/guidance/employment-income-manual/EIM16030). This has a description of points to consider and action to take in any case involving vouchers or credit tokens.\n\n","breadcrumbs":["EIMANUAL","EIM16000"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM16010","slug": "guidance/employment-income-manual/EIM16010","title":"Why special rules are needed for vouchers and credit tokens","body":"\n\n## Part 3 Chapters 1 and 4 ITEPA 2003\n\nThe goods that an employee who is in lower paid employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) receives from his or her employer by virtue of the employment only count as earnings under Section 62 ITEPA 2003. The amount of earnings under Section 62 is the amount the employee could sell the goods for, their second-hand value, less anything the employee pays for them (see [EIM00540](/guidance/employment-income-manual/EIM00505#EIM00540)).\n\nThe second-hand value of the goods may be much less than what it cost the employer to provide them. As this difference between cost and market value was being increasingly exploited, special rules applying to all employees were introduced in 1975. These rules secured a tax charge based on the full cost to the employer when goods were obtained by an employee using a voucher or credit-token.\n\nThe scope of these special rules went beyond goods. They cover the provision of goods, services or money to an employee by use of a voucher or credit-token.\n\nThe important thing to note is that where the special rules apply, the normal principles for determining the amount that counts as earnings under Section 62 at [EIM00540](/guidance/employment-income-manual/EIM00505#EIM00540)do not apply. The amount of the benefit must be calculated by reference to the special rules at [EIM16140](/guidance/employment-income-manual/EIM16140).\n\nThese special rules are not so important now most employees are within Part 3 Chapter 10 ITEPA 2003 (see [EIM20100](/guidance/employment-income-manual/EIM20001#EIM20100)). There will be the same, or a similar amount of cash equivalent of the benefit whether or not something is provided directly or via a voucher or credit-token. "},{"manual-section-id":"EIM16020","slug": "guidance/employment-income-manual/EIM16020","title":"Outline of the special rules","body":"\n\n## Part 3 Chapter 4 ITEPA 2003\n\nFor a description of the points to consider in a case involving vouchers or credit-tokens see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nAlthough the voucher and credit-token legislation was formed to counter specific avoidance devices current at the time of its enactment, it is cast in wide terms.\n\nWhere an employee receives goods or services, by reason of the employment, which the employee does not pay for in full, the first step should always be to consider whether a voucher or credit-token was used to obtain them. If it was, there is a specific rule for determining the amount chargeable as shown in the table at [EIM16140](/guidance/employment-income-manual/EIM16140).\n\nNote that the legislation:\n\n*   covers all employees, including those in lower paid employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007))\n*   applies to vouchers and credit-tokens provided by third parties as well as those provided by employers\n*   charges a benefit in respect of vouchers or credit-tokens provided for, or received by, a relation of the employee (see [EIM16080](/guidance/employment-income-manual/EIM16000#EIM16080)).\n\nBut in certain circumstances there may be no earnings chargeable on the employee. For a description of these see [EIM16025](/guidance/employment-income-manual/EIM16000#EIM16025).\n\nFor an action description see [EIM16030](/guidance/employment-income-manual/EIM16030). "},{"manual-section-id":"EIM16025","slug": "guidance/employment-income-manual/EIM16025","title":"Outline of the special rules: continued","body":"\n\n## Part 3 Chapter 4, Sections 362 and 363 ITEPA 2003\n\nThis page summarises circumstances when there are no earnings chargeable on the employee. This is even though the employee has used a voucher or token provided by reason of the employment to obtain goods or services.\n\nFor a description of the points to consider in a case involving vouchers or credit-tokens see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nFor a description of what is caught by the legislation see [EIM16020](/guidance/employment-income-manual/EIM16000#EIM16020).\n\nHaving obtained money, goods or services by means of a voucher or credit-token supplied by reason of his or her employment, the employee can only escape a charge to tax if:\n\n*   the employee reimburses the provider for those costs, or\n*   the cost of both the voucher or credit-token and the items obtained by its use was incurred in such circumstances that, had the employee incurred it, there would be a deduction for it under Part 5 Chapter 2 or 5 ITEPA 2003, or\n*   the terms of Section 270 ITEPA 2003, relating to small gifts of goods by third parties, are satisfied, see [EIM01450](/guidance/employment-income-manual/EIM01000#EIM01450), or\n*   there is a statutory exemption, see [EIM 16057](http://www.hmrc.gov.uk/manuals/eimanual/EIM_16057.htm), [EIM16070](/guidance/employment-income-manual/EIM16000#EIM16070), [EIM16100](/guidance/employment-income-manual/EIM16000#EIM16100), [EIM16105](/guidance/employment-income-manual/EIM16000#EIM16105) and [EIM50100](/guidance/employment-income-manual/EIM50000#EIM50100).\n\nThus if an employer supplies an employee with a credit card only to obtain necessary items for use by the employee in the performance of the duties and the employer pays the bills, there are no chargeable earnings. "},{"manual-section-id":"EIM16030","slug": "guidance/employment-income-manual/EIM16030","title":"Action description"},{"manual-section-id":"EIM16040","slug": "guidance/employment-income-manual/EIM16040","title":"What is a non-cash voucher?","body":"\n\n## Section 84 ITEPA 2003\n\nFor a description of the points to consider in a case involving vouchers or credit-tokens see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nSection 84 ITEPA 2003 gives a very wide meaning to a non-cash voucher. It includes not only conventional retail vouchers of the sort widely available from High Street stores but also \"any voucher, stamp or similar document or token\". This definition may therefore catch documents in letter form as well as plastic discs or tokens inserted into machines.\n\nThe voucher, however, needs to be capable of being **exchanged **for goods and services. This implies a reciprocal giving up of the voucher in return for the receipt of goods or services. A pass that just has to be shown to obtain goods or services would not meet this condition. (But see [EIM16055](/guidance/employment-income-manual/EIM16000#EIM16055) as regards childcare vouchers and [EIM16060](/guidance/employment-income-manual/EIM16000#EIM16060) in respect of transport vouchers.)\n\nA non-cash voucher is defined so as to include a childcare voucher (see [EIM16055](/guidance/employment-income-manual/EIM16000#EIM16055)) a cheque voucher (see [EIM16048](/guidance/employment-income-manual/EIM16000#EIM16048)) and a transport voucher (see [EIM16060](/guidance/employment-income-manual/EIM16000#EIM16060)). As regards meal vouchers, see [EIM16210](/guidance/employment-income-manual/EIM16000#EIM16210).\n\nA benefit arises where a non-cash voucher is provided for an employee or a member of his or her family (see [EIM16080](/guidance/employment-income-manual/EIM16000#EIM16080)) by reason of the employment.\n\nFor details of when there are earnings from a non-cash voucher see [EIM16045](/guidance/employment-income-manual/EIM16000#EIM16045). "},{"manual-section-id":"EIM16045","slug": "guidance/employment-income-manual/EIM16045","title":"Non-cash voucher: when do earnings arise?","body":"\n\n## Section 82(3) and 88 ITEPA 2003\n\nFor a description of the points to consider in a case involving vouchers or credit-tokens see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nEarnings arise when a non-cash voucher is \"received by or appropriated to an employee\" (see [EIM16120](/guidance/employment-income-manual/EIM16000#EIM16120)). There is no requirement that it has to be actually used. It must simply be capable of exchange, either singly or together with other vouchers, for goods and services, now or at some time in the future.\n\nThere is a different rule for cheque vouchers (see [EIM16048](/guidance/employment-income-manual/EIM16000#EIM16048)). Earnings arise when a cheque voucher is handed over in exchange for money, goods or services. Where the handing over is done via the post it is treated as handed over at the time of posting. "},{"manual-section-id":"EIM16048","slug": "guidance/employment-income-manual/EIM16048","title":"Cheque vouchers","body":"\n\n## Section 84(4) ITEPA 2003\n\nFor a description of the points to consider in a case involving a voucher or credit-token see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nThe term cheque voucher covers any cheque provided for an employee and intended for use by the employee wholly or mainly for payment for particular goods or services.\n\nFor the amount chargeable as earnings see [EIM16140](/guidance/employment-income-manual/EIM16140). "},{"manual-section-id":"EIM16050","slug": "guidance/employment-income-manual/EIM16050","title":"Vouchers and credit tokens: childcare vouchers"},{"manual-section-id":"EIM16051","slug": "guidance/employment-income-manual/EIM16051","title":"Childcare vouchers","body":"\n\n## Section 84(1)(ab) ITEPA 2003\n\nFor a description of the points to consider in a case involving vouchers or credit tokens see [EIM16030](/guidance/employment-income-manual/EIM16030).[](/guidance/employment-income-manual/EIM16000#EIM16051)\n\nA childcare voucher is defined as a voucher, stamp or similar document or token, intended to enable a person to obtain the provision of care for a child.\n\nThis voucher does not need to be exchanged. It could be that the childcare voucher is physically handed over when paying for the childcare services.  It could be that childcare is paid for using an electronic version of the childcare voucher.\n\nExceptionally a childcare voucher may be cashed. An example of when this might occur could be the death of the child for whom childcare vouchers are provided. As the primary purpose of the childcare voucher is to pay for childcare services not that it is exchangeable for cash, the voucher may be accepted as a non-cash voucher. If the voucher is exchanged for cash, then the employer must apply PAYE tax and NIC to this cash payment.\n\nSee also [EIM16052](/guidance/employment-income-manual/EIM16000#EIM16052) for an explanation of the limited exemption that applies in relation to childcare vouchers from 6 April 2005.\n\nIf the employee can give up vouchers and obtain a higher salary see [EIM21990](/guidance/employment-income-manual/EIM21990)."},{"manual-section-id":"EIM16052","slug": "guidance/employment-income-manual/EIM16052","title":"Childcare vouchers: exemption from 6 April 2005 to 5 April 2011","body":"\n\n## Section 270A ITEPA 2003 as amended by section 36 FA 2011\n\nFor the definition of childcare voucher see [EIM16051](/guidance/employment-income-manual/EIM16000#EIM16051). For childcare vouchers provided by the employer, if certain conditions are met then from 6 April 2005 to 5 April 2011, the first &#xA3;55 per week (&#xA3;50 per week in year 2005-06) of the childcare voucher is exempt.  The three conditions are\n\nThe child must be either\n\nA child or stepchild of the employee and is maintained (wholly or partly) at the employee&#x2019;s expense or\n\nResident with the employee and is a person in respect of whom the employee has parental responsibility (see [EIM22025](http://www.hmrc.gov.uk/manuals/eimanual/EIM22025.htm) for more detail).\n\n*   **Condition B: qualifying childcare**&#xA0;\n\nThe childcare provided must be qualifying childcare (see [EIM22030](http://www.hmrc.gov.uk/manuals/eimanual/EIM22030.htm) for more detail).\n\n*   **Condition C: availability**\n\nThe childcare vouchers must be available to either\n\n*   all the employees, or*   all of the employees at that particular location,\n\nsubject to the following exception (see [EIM22015](http://www.hmrc.gov.uk/manuals/eimanual/EIM22015.htm) for more detail).\n\n### Relevant low-paid employees\n\nCondition C may be regarded as met if the scheme that the employer has in place for providing childcare vouchers does not allow relevant low-paid employees to take part because it involves either\n\n*   relevant salary sacrifice arrangements, or\n*   relevant flexible remuneration arrangements.\n\nBoth relevant salary sacrifice arrangements and relevant flexible remuneration arrangements involve the employee agreeing to a reduced amount of salary or wages in return for the employer providing childcare vouchers.\n\nRelevant low-paid employees are those for who their salary or wages are at a rate that cannot be reduced because the lower amount would be likely to fall below the national minimum wage.\n\nThe maximum of the childcare voucher that can be exempt is &#xA3;55 for each qualifying week (&#xA3;50 per week in year 2005-06).A qualifying week is a tax week in which a qualifying childcare voucher is received.  The definition of tax week is to be found at [EIM22011](http://www.hmrc.gov.uk/manuals/eimanual/EIM22011.htm).\n\nAn employee is only entitled to one exempt amount per week even if they have two or more children receiving childcare. However, if two employees have responsibility for the same child each employee can receive a weekly exempt amount.\n\nIf exemption is claimed by an employee for childcare vouchers then that employee cannot claim exemption under section 318A ITEPA 2003, the other employer supported childcare provisions (see [EIM22005](http://www.hmrc.gov.uk/manuals/eimanual/EIM22005.htm)). "},{"manual-section-id":"EIM16053","slug": "guidance/employment-income-manual/EIM16053","title":"Childcare vouchers: exemption from 6 April 2011","body":"\n\n## Section 270A and 270B ITEPA 2003; section 35 and Schedule 8 FA 2011\n\nSection 270A is amended with effect from 6 April 2011 by the addition of another condition.  For conditions A, B and C see [EIM16052](/guidance/employment-income-manual/EIM16000#EIM16052).\n\n### Condition D: Relevant earnings amount\n\nThe new condition D is that the employer has made an estimate of the employee&#x2019;s relevant earnings amount (see [EIM16054](/guidance/employment-income-manual/EIM16000#EIM16054)) for the tax year that childcare vouchers are provided for.\n\nThe employer must make the estimate at the required time, which means either\n\n*   the time when the employee joins the employer provided childcare voucher scheme, or\n*   (for subsequent tax years) the beginning of the tax year.\n\nFor this purpose, the employee is regarded as joining the scheme when\n\n*   the employer has agreed to provide childcare vouchers, and\n*   the employee is parent to a child or step-child or otherwise has parental responsibility for a child in accordance with condition A (see [EIM22020](http://www.hmrc.gov.uk/manuals/eimanual/EIM22020.htm)).\n\n### Employees joining an employer provided childcare voucher scheme from 6 April 2011\n\nIf the estimated relevant earnings amount exceeds the higher rate limit for the tax year that childcare vouchers will be provided for then the 'exempt amount' for that tax year will be &#xA3;22 (in relation to tax years 2011/12 and 2012/13) for each qualifying week. The exempt amount will increase to &#xA3;25 for each qualifying week in relation to the tax year 2013/14.\n\nIf the estimated relevant earnings amount exceeds the basic rate limit but not the higher rate limit then the 'exempt amount' for that tax year will be &#xA3;28 for each qualifying week.\n\nOtherwise the 'exempt amount' for that tax year will be &#xA3;55 for each qualifying week.\n\n[Top of page](/guidance/employment-income-manual/EIM16000#EIM16053#top)\n\n\n## Employees receiving employer provided childcare vouchers before 6 April 2011\n\nFor any employees who joined the employer provided childcare voucher scheme before 6 April 2011 and have continued to be employed by that employer and have not taken a break from the scheme for any continuous period of more than 52 weeks, condition D does not apply.\n\nThe 'exempt amount' will remain &#xA3;55 for each qualifying week."},{"manual-section-id":"EIM16054","slug": "guidance/employment-income-manual/EIM16054","title":"Childcare vouchers: exemption from 6 April 2011: relevant earnings amount","body":"\n\n## Section 270B ITEPA 2003\n\nFor employees who joined an employer provided childcare voucher scheme from 6 April 2011, the employer must make an estimate of the employee&#x2019;s relevant earnings amount for the tax year that childcare vouchers are provided for (see [EIM16053](/guidance/employment-income-manual/EIM16000#EIM16053)).\n\nThe estimate is the employer&#x2019;s responsibility. The estimate will establish the &#x201C;exempt amount&#x201D; for that tax year. In making the estimate the employer should act reasonably, taking due care. The estimate should be based on information available at the time. The employer is not required to speculate on what may or may not take place in the future.\n\nProviding that the employer acted reasonably, the estimate should not be reviewed later in the tax year whether as a result of a change in the employee&#x2019;s circumstances or because events show that the estimate was misconceived. Any change in the employee&#x2019;s circumstances should be reflected in the estimate for the next tax year.\n\n### Relevant earnings amount\n\nThis is calculated for each tax year by first adding\n\n*   the amount of any relevant earnings for the tax year from that employment and\n*   any other amounts treated under Chapters 2 to 12 of Part 3 ITEPA 2003 as earnings from that employment\n\nThen deducting\n\n*   the sum of any excluded amounts (see [EIM16055](/guidance/employment-income-manual/EIM16000#EIM16055)).\n\n### Meaning of &#x201C;relevant earnings&#x201D;\n\nFor this purpose, &#x201C;relevant earnings&#x201D; means any salary, wages or fees and any of the following:\n\n1.  guaranteed contractual bonuses;\n2.  contractual commission;\n3.  guaranteed overtime payments;\n4.  location or cost of living allowances;\n5.  shift allowances;\n6.  skills allowances;\n7.  retention and recruitment allowances; and\n8.  market rate supplements.\n\n### Estimate made during a tax year\n\nIf an employer is required to make an estimate of the employee&#x2019;s relevant earnings amount for a tax year because\n\n*   the employee joins the employer provided childcare voucher scheme, and*   the employee only began that employment during the tax year,\n\nfor the purpose of making the estimate, the employer should not take account of any previous earnings.\n\nThe employer should estimate the aggregate sum of the amount of any relevant earnings and any other amounts treated as earnings from that employment for the remainder of the tax year. That sum must then be multiplied by a figure calculated using the formula:\n\nwhere RD is the number of days remaining in the tax year from the date that the employment began.\n\nThe sum of any excluded amounts is deducted after making this adjustment."},{"manual-section-id":"EIM16055","slug": "guidance/employment-income-manual/EIM16055","title":"Childcare vouchers: exemption from 6 April 2011: relevant earnings","body":"\n\n## Section 270B(1)(a) ITEPA 2003\n\nFor the purpose of calculating the aggregate amount of any relevant earnings for the tax year from employment by the employer and the amounts treated as earnings, include the following -\n\n*   basic pay as stated in the employee&#x2019;s contract of employment (salary, wages and fees);\n*   guaranteed contractual bonuses - an amount that will be paid as part of a contractual arrangement as long as the employee remains in employment, without any other conditions having to be met, e.g. a &#x2018;loyalty&#x2019; bonus or &#x2018;golden hello&#x2019;.  But do not include performance-related or discretionary bonuses;\n*   contractual commission - where the commission represents a contractually agreed proportion of income generated by the employee for the business.  You should accept without enquiry an amount based on commission earned with the employer in the previous year, or on an average of two previous years of work with you where commission has been earned, if that produces a more beneficial result.  However an employer may use an alternative basis of estimating the likely commission income that is reasonable in the context of that business.  This means that where an employee joins a childcare scheme on taking up employment, commission should not be included as relevant earnings in the estimate for that tax year;\n*   guaranteed overtime payments - paid whether worked or not (e.g. payments of 4 hours&#x2019; guaranteed overtime for working every third Saturday, even if the amount of time worked is less or no work is carried out on that day at all).  But do not include overtime payments that are not guaranteed;\n*   location or cost of living allowances - e.g. London weighting;\n*   shift allowances;\n*   skills allowances (e.g. an allowance for holding a qualification in First Aid);\n*   retention and recruitment allowances;\n*   an &#x2018;allowance&#x2019; here is taken to be a guaranteed/unconditional payment, whereas a &#x2018;bonus&#x2019; may not be;\n*   market rate supplements; and\n*   the cash equivalent of any taxable benefits that fall within Part 3 of the Income Tax (Earnings and Pensions) Act 2003, and which are not exempt from income tax under Part 4 of that Act, (e.g. a company car made available for private use; fuel provided by an employer for private use in a company car; cash vouchers; employer-supported childcare in excess of tax relief entitlement; living accommodation, etc.).  But do not include exempt benefits such as works buses, work-related training, etc."},{"manual-section-id":"EIM16056","slug": "guidance/employment-income-manual/EIM16056","title":"Childcare vouchers: exemption from 6 April 2011: excluded amounts","body":"\n\n## Section 270B(4) ITEPA 2003 and The Employer Supported Childcare (Relevant Earnings and Excluded Amounts) Regulations 2011\n\n### Excluded amounts\n\nFor the purpose of calculating the relevant earnings amount the following items are &#x201C;excluded amounts&#x201D;:\n\n(a) contributions under a pension scheme if the employee has authorised the employer to make the deductions from relevant payments (as defined by regulation 4 of the PAYE Regulations) for which relief at source is given under section 192(1) of the Finance Act 2004;\n\n(b) contributions under a pension scheme allowed under section 193(2) of the Finance Act 2004 (relief under net pay arrangements) to be deducted by the employer from the employee&#x2019;s employment income for the tax year in accordance with the PAYE Regulations;\n\n(c) donations for which a deduction is made under section 713 of ITEPA (payroll giving) in calculating the employee&#x2019;s net taxable earnings from employment by the employer for the tax year in accordance with the PAYE Regulations;\n\n(d) expenses within Chapter 3 of Part 3 of ITEPA (expenses payments) which the employer is authorised to exclude from the employee&#x2019;s taxable earnings for the tax year in accordance with the PAYE Regulations;\n\n(e) payments in respect of removal expenses to which section 271 of ITEPA applies (as defined in section 272 of ITEPA) and which are taxable earnings of the employee from employment by the employer for the tax year;\n\n(f) amounts equivalent to the amount of the personal allowance under section 35(1) of the Income Tax Act 2007, and in addition if applicable, the amount of the blind person&#x2019;s allowance under section 38 of the Income Tax Act 2007 (see [EIM16056](/guidance/employment-income-manual/EIM16000#EIM16056)).\n\nHowever, (f) does not apply if after taking into account all relevant earnings and all other excluded amounts the relevant earnings amount is &#xA3;150,000 or more."},{"manual-section-id":"EIM16057","slug": "guidance/employment-income-manual/EIM16057","title":"Childcare vouchers: example: employee in employer&#x2019;s scheme before 6 April 2011","body":"\n\n## Section 270A ITEPA 2003\n\n**Example**: Paul and Charlotte, aged 3 and 6 respectively, live with their grandmother, in the week and their father alternative weekends.  Their mother died 2 years ago. The father pays &#xA3;120 per week to the children&#x2019;s grandmother for their maintenance.  Paul goes to a registered childminder 5 mornings a week.  Paul&#x2019;s grandmother pays the childminder &#xA3;60 a week using childcare vouchers, which her employer has been providing as part of her remuneration continuously since June 2010. The grandmother does not know about the salary arrangements for the other 20 people who work in her office. Charlotte sometimes attends an out of school club, which costs her grandmother &#xA3;8 a session.\n\n### Answer:\n\n*   The father is not eligible for exemption, as his employer does not provide either type of childcare.\n*   As the grandmother&#x2019;s employer provides childcare vouchers, which are used to pay the childminder, exemption may be available for these providing all of the following conditions are met:\n\n**Condition A - child**&#xA0;<u>:</u> As the grandmother has parental responsibility for Paul and he lives with her, this condition is met.\n\n**Condition B - qualifying childcare**: As the childminder is registered, this condition is met.\n\n**Condition C - availability**: It will need to be checked whether the choice of receiving childcare vouchers is available to all of the grandmother&#x2019;s colleagues at work (subject to the possible exception of relevant low-paid employees - see [EIM16052](/guidance/employment-income-manual/EIM16000#EIM16052)).  If it is then this condition is met.\n\n**Condition D - relevant earnings amount:** As the grandmother was receiving childcare vouchers before 6 April 2011, this condition does not apply.\n\n*   The limit of the exemption is &#xA3;55 per week.  The value of the childcare vouchers provided is &#xA3;60 so the excess of &#xA3;5 per week is chargeable to tax as employment income. Exemption is not available for amount the grandmother pays to the out of school club because this is not employer-supported childcare.  Also exemption cannot be claimed for both childcare vouchers and childcare provision. (See [EIM16054](/guidance/employment-income-manual/EIM16000#EIM16054))"},{"manual-section-id":"EIM16058","slug": "guidance/employment-income-manual/EIM16058","title":"Childcare vouchers: examples: employee joining employer&#x2019;s scheme after 5 April 2011","body":"### Example 1:\n\nJane commenced employment with XYZ Ltd on 1 August 2011 having ceased employment with ABC Ltd on 30 June 2011. Her taxable earnings from ABC Ltd since 6 April 2011 were &#xA3;5,200. XYZ Ltd offers a fully compliant childcare voucher scheme. Jane applied to join the scheme immediately. Her remuneration package consists of salary &#xA3;3,200 per month plus taxable benefits of &#xA3;800 per month. XYZ Ltd also has a discretionary annual bonus scheme. Pension contributions of &#xA3;250 per month will be deducted under net pay arrangements.\n\nTo comply with Condition D the employer must immediately make an estimate of the employee&#x2019;s relevant earnings amount for the tax year 2011/12.\n\nJane&#x2019;s salary for the remainder of the tax year will be &#xA3;25,600 (&#xA3;3,200 x 8). Similarly, her taxable benefits will be &#xA3;6,400 so the aggregate amount for the purposes of section 270B(1)(a) is &#xA3;32,000. Discretionary bonuses do not form part of relevant earnings so the possibility of Jane receiving a bonus may be ignored.\n\nBecause Jane became employed by XYZ Ltd during the tax year, under section 270B(2), XYZ Ltd has to calculate the relevant multiple of that amount. Commencing with the day that Jane became employed with XYZ Ltd, 1 August 2011, there are 249 days remaining in the tax year 2011/12; so the relevant multiple is &#xA3;46,907 (&#xA3;32,000 x 365/249). The taxable earnings from Jane&#x2019;s previous employment must be ignored.\n\nThe aggregate of excluded amounts is &#xA3;9,475 (pension contributions of &#xA3;2,000 (&#xA3;250 x 8) and personal allowance of &#xA3;7,475). Therefore the &#x201C;relevant earnings amount&#x201D; for 2011/12 is &#xA3;37,432. As that exceeds the basic rate limit for 2011/12 (&#xA3;35,000), the exempt amount for the remainder of 2011/12 will be &#xA3;28 per week (or the monthly equivalent of &#xA3;124).\n\n### Example 2:\n\nChris has been employed by XYZ Ltd for several years. He has recently become a father and applies to join the childcare voucher scheme with effect from 1 August 2011. His salary is &#xA3;2,500 per month and has pension contributions of &#xA3;150 per month deducted under net pay arrangements.\n\nTo comply with Condition D the employer must immediately make an estimate of the employee&#x2019;s relevant earnings amount for the tax year 2011/12. As Chris was employed by XYZ throughout the tax year, section 270B(2) does not apply. For the purpose of making the estimate, XYZ Ltd should take account of relevant earnings and excluded amounts for the whole of the tax year.\n\nThe aggregate of relevant earnings is &#xA3;30,000. The aggregate of excluded amounts is &#xA3;9,275. Therefore the &#x201C;relevant earnings amount&#x201D; for 2011/12 is &#xA3;20,725. As that is less than the basic rate limit, the exempt amount for the remainder of 2011/12 will be &#xA3;55 per week (or the monthly equivalent of &#xA3;243)."},{"manual-section-id":"EIM16059","slug": "guidance/employment-income-manual/EIM16059","title":"Childcare vouchers: working tax credit","body":"\n\n## Childcare element of working tax credit\n\nIf an employee receives a childcare non-cash benefit (such as childcare vouchers or a nursery place) any entitlement to the Working Tax Credit (WTC) and the childcare element of WTC is likely to be affected.  This is because the employer is meeting the childcare cost instead of the parent.  Working parents can only claim the childcare element of WTC for approved childcare costs that they have met themselves.\n\nNon-cash childcare vouchers, if used for registered or approved childcare or the benefit of a work place nursery, is disregarded when calculating income for the purposes of WTC. See the Tax Credits Technical Manual (TCTM) for further information.  "},{"manual-section-id":"EIM16060","slug": "guidance/employment-income-manual/EIM16060","title":"Transport vouchers","body":"\n\n## Section 84(3) ITEPA 2003\n\nFor a description of the points to consider in a case involving a voucher or a credit-token see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nA transport voucher does **not **have to be capable of exchange for goods or services. It is different from other non-cash vouchers in this respect. It is defined as any kind of ticket, pass, document or token intended to enable a person to obtain passenger transport services.\n\nA separate definition for a transport voucher was required mainly to ensure that all season tickets provided for employees are within the scope of the special rules.\n\nA transport voucher is concerned with travel alone. Where, for example, a voucher enables an employee to obtain a holiday, including both travel and accommodation, it will fall to be dealt with as an ordinary non-cash voucher, not as a transport voucher (see [EIM16040](/guidance/employment-income-manual/EIM16000#EIM16040)).\n\nPart 3 Chapter 4 ITEPA 2003 does not apply to transport vouchers provided for employees of certain passenger transport undertakings, see [EIM16070](/guidance/employment-income-manual/EIM16000#EIM16070).\n\nFor the amount of earnings see [EIM16140](/guidance/employment-income-manual/EIM16140).\n\nAs regards leave travel facilities for members of the Armed Forces see [EIM50100](/guidance/employment-income-manual/EIM50000#EIM50100). "},{"manual-section-id":"EIM16065","slug": "guidance/employment-income-manual/EIM16065","title":"Travel cards: overview","body":"See [EIM16060](/guidance/employment-income-manual/EIM16000#EIM16060) for general guidance on transport vouchers.\n\n### Overview\n\nThe use of travel cards to meet the cost of journeys on public transport is increasingly common.  The &#x201C;Oyster card&#x201D; used for travel in London is an example.  In the following guidance, &#x201C;business travel&#x201D; means -\n\n*   travel in the performance of an employee&#x2019;s duties (Section 337 ITEPA 2003 - see [EIM32350](/guidance/employment-income-manual/EIM32350) onwards), or\n*   travel to a temporary workplace (Section 338 ITEPA 2003 - see [EIM32000](/guidance/employment-income-manual/EIM32000) onwards).\n\n### Employee purchases ticket and is reimbursed by employer\n\nWhen an employee meets costs necessarily incurred on business travel, the employee is entitled to a deduction under s337 or s338 for the amount expended.   If an employee purchases a ticket and is subsequently reimbursed by the employer, the reimbursement is strictly taxable under Section 70 ITEPA ([EIM20601](/guidance/employment-income-manual/EIM20600#EIM20601)) but as this amount is matched by the cost he incurred, which entitles him or her to a deduction of an equivalent amount there are no tax consequences for the employee.  In these circumstances the employer may seek a dispensation for such expenses ([EIM30050](/guidance/employment-income-manual/EIM30050)).\n\n### Employer provides employee with ticket\n\nIf an employer provides an employee with a ticket for a single business journey which the employee is required to make, the cost of the ticket represents a benefit to the employee.  But as the cost is matched in full by the deduction to which the employee is entitled under s337/338 (by virtue of Section 362 ITEPA - see [EIM16170](/guidance/employment-income-manual/EIM16000#EIM16170)), there are no tax consequences for the employee.\n\n### Employer provides employee with travel card\n\nHowever, if the employer purchases a travel card for an employee to use on public transport, the card gives the holder the right to unlimited travel during a specified period.   Neither the employer nor the employee incurs any costs on individual journeys because the costs are covered by the travel card.\n\nThe provision of the travel card represents a benefit to the employee but if neither employer nor employee incurs any cost in respect of individual journeys, it might seem that no deduction is due under s362.  This would leave the employee chargeable to a benefit equivalent to the full cost of the travel card.  But this is not necessarily so.\n\nThe employee is entitled to a deduction under s362 equal to the lesser of\n\n*   the total cost of the individual business journeys undertaken with the travel card (if paid for singly), and\n*   the cost of the travel card.\n\nThis ensures that the employee is not penalised simply because the employer has chosen to pay for his/her business travel in the most economical way.\n\nFor more information on travel cards see [EIM16066](/guidance/employment-income-manual/EIM16000#EIM16066) and for Oyster cards see [EIM16068](/guidance/employment-income-manual/EIM16000#EIM16068).  There are some examples at [EIM16067](/guidance/employment-income-manual/EIM16000#EIM16067).\n\nAs regards cases where employees pay for a travel card out of their own pocket, without reimbursement by their employer, see [EIM31833](http://www.hmrc.gov.uk/manuals/eimanual/EIM31833.htm)."},{"manual-section-id":"EIM16066","slug": "guidance/employment-income-manual/EIM16066","title":"Travel cards: private use and business use","body":"See [EIM16060](/guidance/employment-income-manual/EIM16000#EIM16060) for information on transport vouchers and [EIM16065](/guidance/employment-income-manual/EIM16000#EIM16065) for an overview of the tax treatment of travel cards.\n\nThe tax treatment that applies where an employer provides an employee with a travel card/oyster card depends on the circumstances of its use.\n\n### Travel card provided primarily for private use by the employee\n\nIf the travel card is provided by an employer to enable the employee to travel primarily for private purposes (e.g. ordinary commuting), the employee is provided with a benefit in the form of a transport voucher under Section 84(3) ITEPA.  The cash equivalent of the benefit is the difference between the cost of providing the travel card, less any part of that cost made good by the employee to the employer (Section 87(2) ITEPA).\n\n### Travel card provided for employee only to make business journeys\n\nIf the travel card is provided to the employee only for business travel, this still represents the provision of a benefit but as the employee is entitled to a matching deduction under Section 337/338 ITEPA (by virtue of Section 362 ITEPA - see [EIM16170](/guidance/employment-income-manual/EIM16000#EIM16170)), the cost of providing the travel card does not result in a chargeable benefit.  See Example 1 in [EIM16067](/guidance/employment-income-manual/EIM16000#EIM16067).\n\n### Travel card provided for business journeys but available for private use\n\nIf the travel card is provided for business travel but the employee also uses it for private journeys (e.g. at weekends and/or for ordinary commuting) the provision of the travel card represents a benefit, but the extent to which that benefit is chargeable to tax and Class 1A NICs depends on the particular circumstances of its use.\n\nIf the cost of the travel card provided by the employer is matched or exceeded by the individual cost of business travel by the employee, which gives rise to a matching deduction under s362, any additional use for private purposes does not result in any additional cost to the employer.  Consequently there is no chargeable benefit for the employee.  See Example 2 in [EIM16067](/guidance/employment-income-manual/EIM16000#EIM16067).\n\nOn the other hand, if the employee makes some use of the travel card for business travel for which he or she is entitled to a deduction under s362, but the cost of these journeys does not match the cost of the benefit, a chargeable benefit arises on the difference between the two amounts.\n\nThe cost of business journeys in these circumstances is &#x201C;notional&#x201D; to the extent that no costs are incurred on individual journeys because the cost is covered by the travel card, but each journey has a real and identifiable cost which should be the basis for the deduction.  An employee can seek a deduction for an amount that is equal to the lesser of\n\n*   the total cost of the individual business journeys undertaken with the travel card (if paid singly), and\n*   the cost of the travel card.\n\nConsequently if the cost of individual journeys (if paid singly) exceeds the cost of the travel card, only the cost of the travel card can be allowed as a deduction.  See Example 3 in [EIM16067](/guidance/employment-income-manual/EIM16000#EIM16067)."},{"manual-section-id":"EIM16067","slug": "guidance/employment-income-manual/EIM16067","title":"Travel cards: examples","body":"For information on transport vouchers generally see [EIM16060](/guidance/employment-income-manual/EIM16000#EIM16060).  For details regarding the tax treatment of travel cards see [EIM16065](/guidance/employment-income-manual/EIM16000#EIM16065).\n\n### Example 1\n\nAn employee is required to make a business journey from his workplace to visit a client and return to his workplace.  The employee purchases a return train ticket at a cost of &#xA3;10.  Subsequently the employee submits a claim for expenses and is reimbursed &#xA3;10 by his employer.  The &#xA3;10 is an expenses payment taxable under Section 70 ITEPA ([EIM21600](/guidance/employment-income-manual/EIM21600)) but as the employee is entitled to a deduction under Section 362 ([EIM16170](/guidance/employment-income-manual/EIM16000#EIM16170)) for &#xA3;10, no charge arises to tax or NICs.\n\n### Example 2\n\nAn employer provides an employee with a weekly travel card because the employer knows that this employee has to make frequent business journeys.  The weekly travel card costs the employer &#xA3;25.  Previously the employee&#x2019;s expenses claims typically included train journeys costing &#xA3;30 - &#xA3;50 per week, so the employer considers it cost effective to provide the employee with a travel card instead of paying, or reimbursing the employee, for individual journeys.  The travel card can be used during the week by the employee for private purposes as well.\n\nDuring the week the employee keeps a record of his business journeys and at the end of the week he calculates the cost of those journeys at &#xA3;30 in total, if paid singly.\n\nThe provision of a travel card represents a benefit to the employee but this benefit only results in a charge to tax and NICs if the private use of the card results in an additional cost to the employer in excess of the costs that relate to its use for business journeys.  The employer incurs a cost of &#xA3;25 to provide the travel card but if the employee had not been provided with a travel card, the cost to the employer for the employee&#x2019;s business journeys would have been &#xA3;30.\n\nConsequently the cost to the employer in providing the travel card is less than the costs that would have been incurred on behalf of the employee for business travel if the employer had not provided a travel card.  By choosing to provide a travel card the employer has saved &#xA3;5.\n\nThe employee is provided with a benefit which cost &#xA3;25, but he is entitled under s362 to a deduction for &#xA3;25 (the deduction under s362 is capped at a maximum amount equal to the amount of the benefit, so the employee is entitled to a deduction for only &#xA3;25, not &#xA3;30).  Any private travel using the travel card does not result in any further cost to the employer.  Consequently there is no chargeable benefit to the employee.\n\n### Example 3\n\nAn employer provides an employee with a weekly travel card which costs &#xA3;25.  This employee spends most of his working time at his permanent workplace - he rarely travels on business journeys.  The provision of the travel card represents a benefit to the employee who uses the card for private purposes, including ordinary commuting.  During the week the employee visits one client, a business journey which is covered by his travel card, so he incurs no costs.  If he had paid for a ticket for this journey the cost was &#xA3;10.  The employee is entitled to a deduction for &#xA3;10 under s362 against the cost of the benefit of the travel card provided to him."},{"manual-section-id":"EIM16068","slug": "guidance/employment-income-manual/EIM16068","title":"Travel cards: Oyster cards","body":"For information on transport vouchers generally see [EIM16060](/guidance/employment-income-manual/EIM16000#EIM16060).  For details on the tax treatment of travel cards see [EIM16065](/guidance/employment-income-manual/EIM16000#EIM16065).\n\n### Oyster cards\n\nOyster cards are different from other travel cards because they can be used in one of three ways, or in any combination of the three, as follows -\n\n*   as a travel card,\n*   as a bus pass/season ticket,\n*   to add travel value (cash) on a pay as you go basis, or\n\nany combination of the above.\n\nThe main distinction between an Oyster card and other travel cards lies in the facility to add cash value to the Oyster card for travel, on a pay as you go basis.\n\nIf an employer provides an oyster card to an employee and adds &#xA3;25 cash value to the card for future use, the consequences are no different from an employer which provides an employee with a travel card costing &#xA3;25.  Consequently the tax treatment of cash value added to an Oyster card provided by an employer to an employee depends, as with travel cards generally ([EIM16066](/guidance/employment-income-manual/EIM16000#EIM16066)), on the nature of the use by the employee of the Oyster card.\n\nThe employee may hold an Oyster card in his/her own name.  It is used for personal and business travel.  If the employer gives the employee &#xA3;25 per week to place value on the card in order to give the equivalent of, say, five daily travel cards, the award of &#xA3;25 is a taxable expense but the employee is entitled to a deduction in respect of the cost of actual business travel.  If the number of daily business journeys is equal to or greater than the cost of a daily travel card, the taxable expense is covered by a matching deduction.  No tax or NICs arises on the payment to the employee."},{"manual-section-id":"EIM16070","slug": "guidance/employment-income-manual/EIM16070","title":"Transport vouchers: exemption for employees of passenger transport undertakings","body":"\n\n## Section 86 ITEPA 2003\n\nFor a definition of a transport voucher see [EIM16060](/guidance/employment-income-manual/EIM16000#EIM16060).\n\nTransport vouchers provided for employees of passenger transport undertakings under arrangements in operation at 25 March 1982 are excluded from the vouchers charge. But **there remains a taxable benefit **under Part 3 Chapter 10 ITEPA 2003 on employees who are not in lower paid employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)). So the exclusion can only apply to employees in lower paid employment.\n\nThe exclusion covers passes, season tickets, etc that enable the employee, or a relation, to obtain passenger transport services provided by:\n\n*   the employer\n*   a 100ubsidiary of the employer\n*   a body corporate of which the employer is a 100ubsidiary\n*   another passenger transport undertaking.\n\nArrangements in operation on 25 March 1982 should be treated as continuing notwithstanding minor changes made after that date.\n\nA passenger transport undertaking is defined as an undertaking whose business consists wholly or mainly in the carriage of passengers. For instance, employees of a passenger bus company and its subsidiaries are thus exempt from this charge on free or cheap travel facilities provided for themselves and their relations by their employer or by another passenger transport undertaking (for example, another bus company) under reciprocal arrangements.\n\nFor details of special rules for people who were employees of British Rail at the time of its privatisation in 1994 see [EIM16075](/guidance/employment-income-manual/EIM16000#EIM16075). "},{"manual-section-id":"EIM16075","slug": "guidance/employment-income-manual/EIM16075","title":"Transport vouchers: exemption for former British Rail employees","body":"\n\n## Section 86 ITEPA 2003, Paragraph 27 Schedule 24 FA 1994\n\nFor details of an exemption for transport vouchers provided to some employees of passenger transport undertakings see [EIM16070](/guidance/employment-income-manual/EIM16000#EIM16070). This page has details of special rules for former British Rail employees who would otherwise have lost their rights to the exemption on the privatisation of British Rail.\n\nThere are special rules for those people in lower-paid employment who were employees of British Rail at the time that concern was privatised in 1994. They retain the exemption they had whilst they were British Rail employees provided that:\n\n*   they continue to work in the railway industry and\n*   they continue to be employees of British Rail or cease to be so solely because of the privatisation provisions of the Railways Act 1993 and\n*   their continuity of employment with the new employer is not broken and\n*   their travel benefits from the new employer are not significantly better than those that were provided by British Rail to employees of similar status.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM16080","slug": "guidance/employment-income-manual/EIM16080","title":"Meaning of relation","body":"\n\n## Section 74, 83 and 91(a) ITEPA 2003\n\nEarnings can arise to an employee in respect of a voucher or credit token provided for a member of the employee&#x2019;s family, see [EIM16020](/guidance/employment-income-manual/EIM16000#EIM16020).\n\nSection 721(4) ITEPA 2003 explains that members of a person&#x2019;s family means the employee's spouse, parent or child, the spouse of the employee's child and any dependant of the employee. "},{"manual-section-id":"EIM16090","slug": "guidance/employment-income-manual/EIM16090","title":"Meaning of credit-token","body":"\n\n## Section 92 ITEPA 2003\n\nA credit-token is something that merely has to be produced in order to obtain goods and services without immediate payment. It does **not **have to be capable of being exchanged for goods or services.\n\nA credit-token is \"a credit card, debit card or other card, a token, a document or other object\", except a non-cash or cash voucher, which is given to a person by someone who undertakes:\n\n*   to supply money, goods or services on credit on its production, for example, a credit card supplied by a retailer, or\n*   to pay a third party for the supply of money, goods or services on its production to that third party, for example, a credit card like MasterCard or Visa supplied by a credit card company.\n\nA benefit arises where such a credit-token is provided for an employee or a member of his or her family (see [EIM16080](/guidance/employment-income-manual/EIM16000#EIM16080)) by reason of the employment. For the amount of earnings see [EIM16140](/guidance/employment-income-manual/EIM16140).\n\nThe use of a credit-token to operate a machine, for example, a cash dispenser, is deemed to constitute its production.\n\nThe earnings arising from the use of credit-tokens eliminates any argument over whether the payment by an employer of credit card bills run up by an employee is a discharge of the employee's pecuniary liability (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)). There is thus a uniform charge on all employees in these circumstances however the credit card facilities are provided. "},{"manual-section-id":"EIM16100","slug": "guidance/employment-income-manual/EIM16100","title":"Exclusions from the scope of the non-cash voucher and credit token legislation","body":"\n\n## Sections 266, 267, 268 and 269 ITEPA 2003\n\nThere are several exemptions from the scope of the non-cash voucher and credit-token legislation. It does **not **apply to:\n\n*   the fuel supplied for a car provided by reason of the employment for an employee who is not in lower-paid employment or for a director, see [EIM25550](/guidance/employment-income-manual/EIM25500#EIM25550) onwards\n*   other goods or services obtained in connection with a provided car on which a benefit charge arises, see [EIM23020](/guidance/employment-income-manual/EIM23010#EIM23020)&#xA0;\n*   the provision of a car, motorcycle or bicycle parking space at or near an employee's place of work, see [EIM21685](/guidance/employment-income-manual/EIM21602#EIM21685)&#xA0;\n*   the provision of entertainment by a third party, see [EIM21835](/guidance/employment-income-manual/EIM21604#EIM21835)&#xA0;\n*   travelling and subsistence during public transport strikes, see [EIM10100](/guidance/employment-income-manual/EIM04700#EIM10100)&#xA0;\n*   provision of transport or reimbursement of travel expenses when working late or as a result of the failure of car-sharing arrangements between home and work, see [EIM21831](/guidance/employment-income-manual/EIM21604#EIM21831)&#xA0;\n*   provision of transport or reimbursement of travel expenses for a disabled employee between home and work, see [EIM10080](/guidance/employment-income-manual/EIM04700#EIM10080)&#xA0;\n*   a car that is made available without any transfer of property in it to a disabled employee for use between home and work, see [EIM23660](/guidance/employment-income-manual/EIM23010#EIM23660)&#xA0;\n*   incidental overnight expenses, see [EIM02710](/guidance/employment-income-manual/EIM01650#EIM02710)&#xA0;\n*   any initial or annual subscription incurred by the person providing a credit card and any interest charged by the credit card company. (This removes the need for apportionment of these comparatively small sums where the credit card is used by the employee to meet both business and private expenditure.)\n*   the provision of a voucher to enable an employee to obtain or use a mobile phone if there is no benefit on the direct provision of the mobile phone, see [EIM21780](/guidance/employment-income-manual/EIM13310#EIM21780)&#xA0;\n\nNote that the voucher and credit card legislation **does **apply:\n\n*   where fuel is purchased by credit card for use in the employee's own car"},{"manual-section-id":"EIM16105","slug": "guidance/employment-income-manual/EIM16105","title":"Exclusions from the scope of the non-cash voucher legislation","body":"\n\n## Section 266 ITEPA 2003\n\nNo liability to income tax arises under Part 3 Chapter 4 ITEPA 2003 for non-cash vouchers used to:\n\n*   travel on a work&#x2019;s bus for a qualifying journey, see [EIM21850](/guidance/employment-income-manual/EIM21604#EIM21850)for the conditions that need to be met\n*   travel on a public bus for a qualifying journey, see [EIM21855](/guidance/employment-income-manual/EIM21604#EIM21855) for the conditions that need to be met\n*   provide a cycle or safety equipment for a cycle, see [EIM21664](/guidance/employment-income-manual/EIM21601#EIM21664) for the conditions that need to be met\n*   provide sporting and recreational facilities, see [EIM21825](/guidance/employment-income-manual/EIM21604#EIM21825)for the conditions that need to be met\n*   attend an annual party or similar function provided by an employer for its employees, see [EIM21690](/guidance/employment-income-manual/EIM21601#EIM21690) for the conditions that need to be met\n*   provide a member of the Armed Forces with leave travel facilities, see [EIM21733](/guidance/employment-income-manual/EIM21603#EIM21733) for more information\n*   obtain meals at a workplace canteen, see [EIM21670](/guidance/employment-income-manual/EIM21603#EIM21670) for more information."},{"manual-section-id":"EIM16110","slug": "guidance/employment-income-manual/EIM16110","title":"Cash vouchers","body":"\n\n## Section 75 ITEPA 2003\n\nFor a description of the points to consider in a case involving a voucher or credit-token see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nA cash voucher is defined as any voucher, stamp or similar document capable of being exchanged for a sum of money that is greater than, equal to or not substantially less than the expense incurred in providing the voucher by the person who provides it. Thus a voucher that is exchangeable for, say, &#xA3;100 worth of goods **or **&#xA3;10 in cash, is unlikely to be a cash voucher and will fall to be dealt with as a non-cash voucher (see [EIM16040](/guidance/employment-income-manual/EIM16000#EIM16040)).\n\nThe cash voucher legislation was introduced to counter specific holiday pay stamp schemes. It is unlikely to have wide application elsewhere, although it may catch, for example, Premium Bonds. Stock certificates for redeemable securities (such as Treasury Loan Stock) are not cash vouchers because the certificates themselves are not exchanged for cash on redemption, they merely provide proof of registration of the stock.\n\nA benefit arises where a cash voucher is provided for an employee or a member of his or her family (see [EIM16080](/guidance/employment-income-manual/EIM16000#EIM16080)) by reason of the employment.\n\nFor the amount of earnings where a cash voucher is involved, see [EIM16140](/guidance/employment-income-manual/EIM16140). "},{"manual-section-id":"EIM16120","slug": "guidance/employment-income-manual/EIM16120","title":"Meaning of received by or appropriated to an employee","body":"\n\n## Sections 73(3), 81(1), 82(3) and 88 ITEPA 2003\n\nFor a description of the points to consider in a case involving a voucher or credit-token see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nA benefit in respect of a cash or non-cash voucher only applies where it is received by or appropriated to an employee.\n\nA benefit will clearly arise if an employer gives an employee a written authority to a third party to provide money, goods or services to the employee and the employee hands the document to the third party in exchange for the goods, etc.\n\nIf, however, the employer makes documentary arrangements directly with a third party and simply tells the employee about them, no liability will arise under the voucher legislation unless a voucher provided for the employee is appropriated to him or her, for example, by attaching a stamp to a card bearing the employee's name. "},{"manual-section-id":"EIM16130","slug": "guidance/employment-income-manual/EIM16130","title":"Meaning of by reason of the employment","body":"\n\n## Sections 73(2), 82(2) and 90(2) ITEPA 2003\n\nFor a description of the points to consider in a case involving a voucher or credit-token see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nOne of the conditions that have to be met is that the voucher or credit-token must have been provided by reason of the employment.\n\nWhere the voucher or credit-token is provided by the employer, the legislation deems it to have been provided by reason of the employment. The exception to this rule is where the employer is an individual and can show that the voucher or credit token is provided in the normal course of domestic, family or personal relationships.\n\nWhere it is provided by someone else it will generally be received by reason of the employment if it can be shown that the employee would not have received it were it not for the employment. For further guidance on the interpretation of by reason of the employment see [EIM20501](/guidance/employment-income-manual/EIM20500#EIM20501) onwards. "},{"manual-section-id":"EIM16140","slug": "guidance/employment-income-manual/EIM16140","title":"Amount and year of charge"},{"manual-section-id":"EIM16150","slug": "guidance/employment-income-manual/EIM16150","title":"Expenses incurred in providing a voucher or credit token","body":"\n\n## Statement of Practice 6/1985\n\nFor a description of the measure of the liability under the vouchers and credit-token legislation see [EIM16140](/guidance/employment-income-manual/EIM16140).\n\nSometimes goods and services that the employer sells in the course of its business are provided free to the employee, through a voucher. In such a case the points made in Pepper v Hart (65TC421) apply just as much as if no voucher was involved. For the measure of the expense in such a case see [EIM21110](/guidance/employment-income-manual/EIM21000#EIM21110) onwards.\n\nStatement of Practice SP6/85 outlines the expenses that should be included in the calculation of any liability under the voucher legislation. This applies whether or not the goods and services obtainable with the voucher are ones the employer sells in the course of its business. The expenses that should be included in the cash equivalent of the benefit are those that contribute more or less directly to the benefit received by the employee. Some expenses may be associated with the voucher, etc but do not add to its value from the employee's point of view, for example, the cost to the employer of devising and planning an incentive scheme.\n\nStatement of Practice SP6/85 sets out the costs that should be included or excluded from any valuation as follows:\n\n\"A. Expenses included in the computation of emoluments:\n\n*   *   cost of buying the goods or providing services\n    *   cost of selecting and testing those goods or services\n    *   cost of storing, distributing and installing the goods or, if appropriate, services\n    *   cost of servicing and other after sales expenses\n    *   where a third party is used to distribute the awards or to run an incentive campaign, his fees for handling the functions above.\n\nB. Expenses excluded from the computation of emoluments:\n\n*   *   cost of management time in considering whether or not to launch a scheme\n    *   cost of researching, devising and planning such a scheme\n    *   cost of preparing and printing promotional material\n    *   cost of administration (including the costs of meeting the Inland Revenue's requirements) except for the functions covered in A above\n    *   where a third party is involved, as in A above, his or her fees for handling functions within B.\""},{"manual-section-id":"EIM16160","slug": "guidance/employment-income-manual/EIM16160","title":"Apportionment where two or more employees involved","body":"\n\n## Sections 77, 87(5) and 94(4) ITEPA\n\nFor a description of the amount of earnings under the vouchers or credit-token legislation see [EIM16140](/guidance/employment-income-manual/EIM16140).\n\nWhere an employer or third party incurs expense in or in connection with, the provision of a voucher or credit-token for two or more employees jointly, the expense has to be apportioned. The expense attributable to each of these employees, that is the amount on which the employee will be charged tax, is to be apportioned on a just and reasonable basis.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**First-tier Tribunal**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM16170","slug": "guidance/employment-income-manual/EIM16170","title":"Deductions","body":"\n\n## Sections 362 and 363 ITEPA 2003\n\nFor a description of the points to consider in a case involving a voucher or a credit-token see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nOne point to consider is what, if any, deductions can be made from the amount chargeable.\n\nA deduction from the amount treated as earnings can be made for any expenses that would have been deductible if the employee had paid for the goods or services in question out of his or her earnings. These cover expenses detailed in Part 5 Chapters 2 and 5 ITEPA 2003 including:\n\n*   necessary expenses under Section 336 ITEPA 2003 (see [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm)onwards)\n*   travelling expenses under Sections 337 or 338 ITEPA 2003 (see [EIM31800](/guidance/employment-income-manual/EIM31800) onwards)\n*   professional subscriptions under Section 343 ITEPA 2003 (see [EIM32880](/guidance/employment-income-manual/EIM32700CT#EIM32880))\n*   allowable expenses of ministers of religion under Section 351 ITEPA 2003 (see [EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040) to EIM60048)."},{"manual-section-id":"EIM16180","slug": "guidance/employment-income-manual/EIM16180","title":"Dispensations","body":"\n\n## Section 96 ITEPA 2003\n\nFor a description of the points to consider in a case involving a voucher or a credit- token see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nA dispensation confirming that no additional tax is payable under Part 3 Chapter 4 ITEPA 2003 may be granted where:\n\n*   an employee is provided with a non-cash voucher exchangeable for goods and services, cash vouchers such as traveller's cheques, or a credit-token and\n*   the voucher or credit-token can be used only to meet an expense that would be wholly admissible as a deduction from the employee's remuneration.\n\nThis applies whether or not the employee is in lower-paid employment.\n\nExamples are where:\n\n*   an employee is provided with a voucher or traveller's cheques solely to cover the cost of hotel accommodation on a business trip, or\n*   a lorry driver is provided with a credit card that can only be used for buying diesel fuel for the lorry he or she is driving.\n\nIf a voucher or credit card can be used to meet any private expenses (including expenses that are partly business and partly private) no dispensation can be given unless there are arrangements whereby the employee makes good the whole of the private expenditure.\n\nThe fact that a dispensation is given under the rules relating to vouchers or credit-tokens does not, strictly, prevent the relevant expenses from being assessable upon employees who are not in lower-paid employment and directors. In practice such a dispensation may normally be regarded as effective also for employees who are not in lower-paid employment and directors. If there is any doubt whether the employee will have earnings at a rate of &#xA3;8,500 a year or more, the employer will, however, need to keep record of the expenses covered by the dispensation.\n\nFor the rules to be used in deciding whether to issue a dispensation and the wording of a dispensation, see [EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051) onwards. "},{"manual-section-id":"EIM16210","slug": "guidance/employment-income-manual/EIM16210","title":"Meal vouchers","body":"\n\n## For a description of the points to consider in a case involving a voucher or credit-token see EIM16030.\n\n[Top of page](/guidance/employment-income-manual/EIM16000#EIM16210#top)\n\n\n## Section 89 ITEPA 2003\n\nSection 89 ITEPA 2003 was repealed by section 227 and Schedule 39 para.50(1) of Finance Act 2012 with effect from the tax year 2013-14.\n\nThe following guidance applies only in relation to tax years up to and including 2012-13.\n\nThere is a limited reduction in the cash equivalent of some meal vouchers under Section 89 ITEPA 2003. The cash equivalent of the meal vouchers is reduced by 15 pence for each working day providing the following conditions are met:\n\n*   vouchers must be non-transferable and used for meals only\n*   they are to be used on a day the employee is at work\n*   where any restriction is placed on their issue to employees, they must be available to lower-paid staff.\n\nThe value of any voucher or part of a voucher that does not comply with these conditions is taxed.\n\nThe employer is required to make a return at the end of the year on form P9D or P11D of the value of meal vouchers in excess of 15p per day. Where, however, the employer wishes to pay the employee's tax liability on any excess value, the excess should be grossed up, entered on the deductions working sheet relating to the employee and taxed under PAYE. In no circumstances is the tax liability of any employee in respect of an issue of meal vouchers with a value exceeding 15p per day to be covered by an adjustment in computing the employer's own tax liability as an alternative to the grossing up procedure.\n\nAs regards the provision of meals for employees who are directors, or who are not in lower-paid employment, see [EIM21670](/guidance/employment-income-manual/EIM21603#EIM21670) onwards.\n\nProblems sometimes arise where employers operating a canteen for staff, or sharing a canteen with one or more employers in adjacent premises, provide some sort of meal vouchers or tokens to staff. They may do this to enable the costs of running the canteen to be correctly apportioned between departments or employers. There is no liability to income tax on the provision of these meals provided the conditions of Section 317 ITEPA 2003 are met (see [EIM21670](/guidance/employment-income-manual/EIM21603#EIM21670)). "},{"manual-section-id":"EIM16220","slug": "guidance/employment-income-manual/EIM16220","title":"Raffles and lotteries","body":"For a description of the points to consider in a case involving a voucher or credit-token see [EIM16030](/guidance/employment-income-manual/EIM16030).\n\nIn order to reward employees for good timekeeping, safety records or sales performance, etc an employer or third party may operate an incentive scheme under which employees with the best performance are given an opportunity to enter a draw for a substantial prize, rather than prizes of a lower value being distributed amongst all eligible employees. In such circumstances, the winning draw tickets are likely to be non-cash vouchers giving rise to a benefit (see [EIM16140](/guidance/employment-income-manual/EIM16140)). It is sometimes argued that the raffle or lottery results in prizes being awarded by chance and not by reason of the employment. This contention should not be accepted unless it can be shown that the draw was equally open to members of the general public, on the same terms as employees.\n\nFor incentive schemes generally see [EIM11200](/guidance/employment-income-manual/EIM11200). "}]}]}}
