{"title":"Employer-financed and non-approved retirement benefits schemes: table of contents","details":{"manual-section-id":"EIM15000","body":"","breadcrumbs":["EIMANUAL","EIM15000"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM15010","title":"'Non-approved' and employer-financed retirement benefits schemes: introduction","body":"On this page:\n\n[Sections 386-400 ITEPA 2003](/guidance/employment-income-manual/EIM15000#EIM15010#IDAZR1YH)\n[Types of Schemes](/guidance/employment-income-manual/EIM15000#EIM15010#IDAEU1YH)\n[Third-party arrangements](/guidance/employment-income-manual/EIM15000#EIM15010#IDAGY1YH)\n[Tax charges on EFRBS, FURBS and UURBS](/guidance/employment-income-manual/EIM15000#EIM15010#IDAP21YH)\n\n\n## Sections 386-400 ITEPA 2003\n\nSections 386-400 ITEPA 2003 were amended by s249 FA 2004 for receipts after 5 April 2006, and further amended by s26 &amp; para 14 of Sch 2 FA11 for receipts and events on or after 6 April 2011.\n\n### Retirement benefit schemes\n\nThe main characteristic of a **retirement benefits scheme** is that it provides for benefits on an employee's retirement or death. Aside from this key aspect, such a scheme may in some cases provide other kinds of benefits, provide benefits at certain other times, and go under different names.\n\nOver time, there have been quite a few changes to the tax rules applying to retirement benefit schemes: spawning many variants, as well as some exceptions.  You may have to deal with issues under more than one category, mindful that the timing of payments and events determines which set of tax rules apply. The rest of this page introduces those categories and rules.  If you are already familiar with the background, then here are some quick links:\n\n*   for all provision through &#x2018;third party&#x2019; &#x2018;employer-financed retirement benefit schemes&#x2019; (including cases where the employer is acting as a trustee), typically but not exclusively funded arrangements, see [EIM45600](/guidance/employment-income-manual/EIM45600) in the context of [EIM45000](/guidance/employment-income-manual/EIM45000),\n*   for other &#x2018;employer-financed retirement benefits schemes&#x2019; (as defined in [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020)), in particular directly-provided-unfunded arrangements, see [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015) - EIM15399, **but at all times be mindful of the precedence of the third party rules in the bullet above**,[](/guidance/employment-income-manual/EIM15000#EIM15010)\n*   for legacy non-approved schemes, see [EIM15400](/guidance/employment-income-manual/EIM15000#EIM15400), but at all times be mindful of the historical nature of those parts of the Employment Income Manual.\n\n[Top of page](/guidance/employment-income-manual/EIM15000#EIM15010#top)\n\n\n## Types of Schemes\n\nAt the simplest level, there are two main types of schemes: registered and non-registered.\n\n*   **Registered Pension Schemes** receive significant tax advantages: For example, Part 4 of FA 2004 (together with supporting schedules and related regulations) provides that their investment income is not taxed, contributions to such schemes qualify for tax relief up to a point, and lump sum benefits (not pensions) are also exempt from tax up to certain limits. There is detailed guidance available in the Registered Pension Scheme Manual (RPSM) though mostly this is for Pension Schemes Services in Specialist PT; the Employment Income Manual does not deal directly with registered pension schemes.\n\nYou may also have heard of Approved Retirement Benefit Schemes or Exempt Approved Schemes. These were the predecessors of registered schemes. However, from 6 April 2006, the system of HMRC granting such approval was replaced with self-registration.  Most approved schemes automatically became registered pension schemes on that day.\n\n*   Most of the tax advantages available to registered pension schemes do not apply if a scheme is not registered. Since 6 April 2006 such non-registered schemes have been known as &#x2018;employer-financed retirement benefits schemes&#x2019; (**EFRBS** - see [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020) and [EIM15050](/guidance/employment-income-manual/EIM15000#EIM15050)). An EFRBS has to provide for what are known as relevant benefits (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)), though it can provide other benefits as well.\n\nBefore 6 April 2006 such schemes were known as &#x2018;non-approved&#x2019; (or unapproved) retirement benefits schemes (see [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402)). These were either funded (**FURBS**) or unfunded (**UURBS**).  The most obvious change in the tax rules for such schemes at 6 April 2006 was a change in the timing of when benefits were subject to tax.  Whereas tax charges on FURBS typically arose at the time of funding a benefit, EFRBS charges typically apply only at the point of receipt of a benefit (as was also the case for UURBS).\n\nThe more detailed differences in tax treatment between EFRBS and their predecessors (FURBS / UURBS) are covered in this chapter of EIM ([EIM15000](/guidance/employment-income-manual/EIM15000)+). This chapter is sub-divided into two sections:\n\n*   *   The first section ([EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015) to EIM15399) deals with the position of EFRBS from 6 April 2006 onwards. **If the benefit under consideration was or will be received after 5 April 2006, follow this section of the guidance to determine its taxation**.\n\n**If the EFRBS was previously a FURBS or UURBS, then there may be transitional rules to follow as well **(see [EIM15121](/guidance/employment-income-manual/EIM15000#EIM15121)).\n\n*   *   The second section ([EIM15400](/guidance/employment-income-manual/EIM15000#EIM15400) onwards) deals with the position of non-approved retirement benefits schemes before 6 April 2006. **Follow this section of the guidance for benefits received before 6th April 2006.**&#xA0;\n\n[Top of page](/guidance/employment-income-manual/EIM15000#EIM15010#top)\n\n\n## Third-party arrangements\n\n### Part 7A ITEPA2003\n\nPart 7A was introduced by FA2011. This contains the tax legislation on &#x2018;employment income provided through third parties. It tackles arrangements which:\n\n*   involve third parties (including trusts or other vehicles used to reward employees), and\n*   seek to avoid or defer the payment of income tax.\n\nBroadly speaking, if third-party arrangements are used to provide what is in substance a reward or recognition, or a loan - in connection with the employee&#x2019;s current, former, or future employment - then an income tax charge arises.\n\nEFRBS can be third-party arrangements, so a great many EFRBS (particularly funded EFRBS) now come under Part 7A. These rules have both general provisions applicable to steps taken under third-party arrangements including EFRBS (see [EIM45000](/guidance/employment-income-manual/EIM45000)), as well as specific exceptions and transitional provisions (see [EIM45600](/guidance/employment-income-manual/EIM45600)). For example, the legislation makes particular provision for steps taken by registered pension schemes - these are excluded from giving rise to income tax charges under Part 7A as they have their own tax rules in FA2004.\n\n### How EFRBS rules work with Part 7A ITEPA 2003\n\nThe EFRBS rules are in Part 6 (Chapter 2) ITEPA. If an EFRBS comes within the rules on third-party arrangements in Part 7A, it does not cease to be an EFRBS. However, the Part 7A charges get applied first, and EFRBS charges (see [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)) do not apply to values first counting as Part 7A income. Only sums and assets not taxed under the Part 7A rules can get taxed under the Part 6 (Chapter 2) EFRBS rules. This order of precedence prevents double charging.\n\nIn practice then, relevant benefits provided under third-party EFRBS out of rights accrued since 6 April 2011 will never get charged under the EFRBS rules, but rather through Part 7A ITEPA.\n\nOn the other hand, relevant benefits provided under an unfunded EFRBS, where the employer pays the benefit directly from company funds to a retiring or retired employee without any other complications, will normally not pass through any third-parties. Such benefits will continue to come under the Part 6 Chapter 2 EFRBS rules.\n\nIt is important to note that charges under Part 7A can arise whenever &#x2018;relevant steps&#x2019; are taken. These steps may occur at the same or at other times than when charges would otherwise apply on benefits under an EFRBS.  [EIM45055](/guidance/employment-income-manual/EIM45000#EIM45055) explains about relevant steps.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n[Top of page](/guidance/employment-income-manual/EIM15000#EIM15010#top)\n\n\n## Tax charges on EFRBS, FURBS and UURBS\n\nThe general structure of the legislation for non-approved schemes and EFRBS is to tax as follows:\n\n### A - Contributions received\n\n*   For non-approved schemes (FURBS and UURBS), **employer's contributions** to the scheme made **before 6 April 2006** counted as employment income (see [EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512)) of the employee under s386 ITEPA 2003 (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)).\n*   There was no equivalent charge in connection with contributions to an EFRBS made **after 5 April 2006**, until the part 7A rules started to operate from 6<sup>t</sup>&#xA0;<sup>h</sup> April 2011.\n*   **After 5 April 2011** there can be an income tax charge by virtue of Chapter 2 of Part 7A when\n\n*   *   a sum of money or asset is held by or on behalf of a third party EFRBS (for  example as a result of the EFRBS receiving a contribution),\n    *   the EFRBS  earmarks it - no matter how informally (see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)), and\n    *   the EFRBS does this with a view to a later relevant step ([EIM45705](http://www.hmrc.gov.uk/manuals/eimanual/EIM45705.htm)).\n\n### B - Benefits provided\n\n*   **Up to 6 April 2006**, all **lump sum payments** (including commutations: see [EIM15427](/guidance/employment-income-manual/EIM15000#EIM15427)) out of non-approved schemes, counted as employment income (see [EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512)) of the recipient under s394 (see [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420)).\n*   **After 5 April 2006**, only &#x2018;relevant benefits&#x2019; (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) paid out of EFRBS count as employment income under s394.\n*   **After 5 April 2011**, if the relevant benefit is paid out of a third party EFRBS (see [EIM45065](/guidance/employment-income-manual/EIM45000#EIM45065)), then the charge on employment income arises through Part 7A (see [EIM45705](http://www.hmrc.gov.uk/manuals/eimanual/EIM45705.htm)) - unless it is excluded from charge (see [EIM45601](http://www.hmrc.gov.uk/manuals/eimanual/EIM45601.htm)).*   For both non-approved schemes and EFRBS (whether under a third-party arrangement or not), the charge on lump sums paid out may be reduced where:\n\n*   *   if **prior employer contributions** have been taxed, see [EIM15423](/guidance/employment-income-manual/EIM15000#EIM15423) for non-approved schemes, [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125) for EFRBS subject to s394, and [EIM45620](http://www.hmrc.gov.uk/manuals/eimanual/EIM45620.htm) for EFRBS subject to Part 7A,\n    *   if the **employee has made contributions**, see [EIM15424](/guidance/employment-income-manual/EIM15000#EIM15424) for non-approved schemes, [EIM15126](/guidance/employment-income-manual/EIM15000#EIM15126) for EFRBS subject to s394 and [EIM45615](http://www.hmrc.gov.uk/manuals/eimanual/EIM45615.htm) for EFRBS subject to Part 7A.\n\n*   A **pension** from any of these schemes is charged separately as pension income under Part 9 ITEPA 2003 (see [EIM74001](/guidance/employment-income-manual/EIM74001), [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021), [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015) and [EIM45610](http://www.hmrc.gov.uk/manuals/eimanual/EIM45610.htm)).  Pension income charged to tax under Part 9 ITEPA 2003 is not charged under s394 nor through Part 7A.\n*   For guidance on how **annuities**, annual payments and non-cash receipts are dealt with, see:\n\n*   *   [EIM15100](/guidance/employment-income-manual/EIM15000#EIM15100) for all payments under EFRBS after 5 April 2006, and\n    *   [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420) for how payments under non-approved schemes were dealt with in the past.\n\nIn cases where it is claimed that the facts of the case are not subject to Part 7A, do not constitute an EFRBS, nor a non-approved scheme, please refer the case to Pension Scheme Services (Technical), FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD."},{"manual-section-id":"EIM15015","title":"Employer-financed retirement benefits schemes: tax charges","body":"**Notice: The guidance in this section (from EIM15015 to EIM15399) applies only to receipts from an employer-financed retirement benefits scheme and so applies only from 6 April 2006.**\n\n**As regards events after 5 April 2011 provided through third-parties (such as funded EFRBS), it must be read together with guidance on income provided through third-parties as explained in **[EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)**.**\n\n**If dealing with a receipt before 6 April 2006, proceed in accordance with the guidance for receipts from a non-approved retirement benefits scheme in the second section (from **[EIM15400](/guidance/employment-income-manual/EIM15000#EIM15400)** to EIM15499)**.\n\n\n## Sections 394(1) and (2) ITEPA 2003\n\nA charge to income tax arises through s394(1) or (2) whenever a **relevant benefit** is received from an employer-financed retirement benefits scheme (**EFRBS** - as defined in [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020)) after 5 April 2006.  [EIM15055](/guidance/employment-income-manual/EIM15000#EIM15055) explains about who pays the charge and how much.  This is subject to the exceptions or reductions outlined below.\n\n### The significance of Relevant benefits for the s394 charge\n\nThe most common type of relevant benefit provided by an EFRBS that can be charged under s394 is a lump sum payment, but the actual definition is wider.  If a benefit is not a relevant benefit, then it cannot be charged under s394.  For this reason it is important to determine whether a benefit is, or is not, a relevant benefit.\n\n[EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021) explains more about &#x2018;relevant benefits&#x2019;, and gives a list of exceptions.  The exceptions are in legislation and consist of things that in character would be relevant benefits if not specifically carved-out.  An example of such an exception, is **pension income** charged to tax under Part 9 ITEPA 2003 (see [EIM74000](/guidance/employment-income-manual/EIM74000) and subsequent guidance).  Pension income charged to tax under Part 9 ITEPA 2003 is prevented from being a relevant benefit (by s393B(2)(a)), because otherwise it would have the character of a relevant benefit.\n\n### Other ways of turning off or limiting the s394 charge\n\nThere are times when benefits meet the definition for relevant benefits in [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021), but still escape some or all of a s394 charge. This is when any of the following apply:\n\n*   '**Transitional**' rules recognise taxed employer contributions paid into the scheme before 6 April 2006 (whether or not there are such contributions on or after that date) and take them out of the s394 charge: see [EIM15121](/guidance/employment-income-manual/EIM15000#EIM15121).\n*   **Contributions paid in by the employee** (typically out of already taxed income) may need to be taken out of account (see [EIM15126](/guidance/employment-income-manual/EIM15000#EIM15126)).\n*   If the total amount of the benefits received **by an individual** from an EFRBS in a tax year is **&#xA3;100 or less**, there is no charge (s394(1A) ITEPA 2003). If the total exceeds that sum, it is all charged (that is, not just the excess over &#xA3;100).\n*   The charge under s394 only applies to the amount of the benefit so far as that amount exceeds '**other relevant income**'. This is because 'other relevant income' is any part (or whole) of the benefit which is:\n\n*   *   (a)  general earnings of the employee (or former employee) chargeable to income tax,\n    *   (b)  employment income of the employee (or former employee) which counts or counted under Chapter 2 of Part 7A (see [EIM45705](http://www.hmrc.gov.uk/manuals/eimanual/EIM45705.htm) on employment income and [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010) on how this arises under third-party EFRBS), or\n    *   (c)  an amount which would be within (a) or (b) above, apart from the employee or former employee having been non-UK resident for any tax year (for example due to s.554Z4 ITEPA 2003 - see [EIM45720](http://www.hmrc.gov.uk/manuals/eimanual/EIM45720.htm)).\n\nEffectively then, taking &#x2018;other relevant income&#x2019; out of s.394 charges, prevents double charging or charging where charges are not appropriate.  Most commonly one would expect to see funded EFRBS already subject to charges under Part 7A coming within (b) above.\n\n### Finality - s394(5)&amp;(6)\n\nOnce a relevant benefit has been tested under the EFRBS rules and possibly charged under s.394(1) or (2), then there can be no further liability to income tax on that benefit. This is not to say that it negates any charge on general earnings, or through Part 7A, as those charges will have taken priority over s394."},{"manual-section-id":"EIM15020","title":"Employer-financed retirement benefits schemes: general definitions","body":"\n\n## Section 393A ITEPA 2003 (as amended by Section 249(3) FA 2004)\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nEmployers frequently make financial provision for the retirement or death of their employees by setting up a pension scheme or fund or similar arrangement. The employer may make contributions in advance in order to fund the benefits (a funded scheme) or simply pay benefits on retirement or death (an unfunded scheme). All such arrangements are retirement benefits schemes (see definition below).\n\n**A receipt after 5 April 2006 is chargeable under this legislation only if it is provided under an employer-financed retirement benefits scheme. So when dealing with such a receipt do not try to apply the guidance that deals with non-approved schemes. **\n\nA non-approved retirement benefits scheme will have automatically become an employer-financed retirement benefits scheme at 6 April 2006 so long as it met the definition of an employer-financed retirement benefits scheme set out in Section 393A ITEPA 2003.\n\nAn employer-financed retirement benefits scheme is defined as a scheme that consists of or includes relevant benefits (Section 393A(1) ITEPA 2003).  &#x201C;Relevant benefits&#x201D; are defined by Section 393B ITEPA 2003. See [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021) for more information.\n\n'**Scheme**' is defined as including a 'deed, agreement, series of agreements or other arrangements' (Section 393A(4) ITEPA 2003). It does not have to be a formal document and schemes do not have to adopt any particular form. See [EIM15048](/guidance/employment-income-manual/EIM15000#EIM15048) for more information.\n\nIn cases where it is claimed that the facts of the case do not constitute an employer-financed retirement benefits scheme please refer the case to Pension Scheme Services (Technical), FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD."},{"manual-section-id":"EIM15021","title":"Employer-financed retirement benefits schemes: definition of 'relevant benefits' and 'excluded benefits'","body":"\n\n## Section 393B ITEPA 2003\n\n### Relevant benefits\n\n'Relevant benefits' are defined as meaning any lump sum, gratuity or other benefit provided\n\n*   on retirement (see [EIM15042](/guidance/employment-income-manual/EIM15000#EIM15042)) or on death (see example [EIM15310](/guidance/employment-income-manual/EIM15000#EIM15310)) or\n*   in anticipation of retirement (see [EIM15149](/guidance/employment-income-manual/EIM15000#EIM15149)), or\n*   after retirement or death in connection with past service (see [EIM15149](/guidance/employment-income-manual/EIM15000#EIM15149)), or\n*   on or in anticipation of or in connection with any change in the nature of the employee's service (see [EIM15149](/guidance/employment-income-manual/EIM15000#EIM15149)) or\n*   by virtue of a pension sharing order or provision\n\n**This includes a non-cash benefit**. There is an example of this point at [EIM15205](/guidance/employment-income-manual/EIM15000#EIM15205).\n\nHowever, it does **not** include any of the following:\n\n*   pension income charged to tax under Part 9 ITEPA 2003 (see [EIM74000](/guidance/employment-income-manual/EIM74000))*   benefits chargeable under Schedule 34 FA 2004 (see the Registered Pension Scheme Manual (RPSM) pages RPSM13102020 onwards)\n*   'excluded benefits'.\n\n### Excluded benefits\n\nThe following are 'excluded benefits'\n\n*   benefits in respect of ill-health or disablement of an employee during service\n*   benefits in respect of death by accident of an employee during service (see example [EIM15315](/guidance/employment-income-manual/EIM15000#EIM15315))\n*   benefits under a 'relevant life policy'. Guidance on the meaning of this is available in the Insurance Policyholder Taxation Manual (IPTM)\n*   benefits excluded by regulation (see below).\n\n### Excluding regulations\n\nThe regulations providing for benefits to be excluded benefits are:\n\n1.  The Armed Forces and Reserve Forces (Compensation Schemes) (Excluded Benefits for Tax Purposes) Regulations 2006 S.I. 2006 No.132 exclude all benefits paid from the Armed Forces Compensation Scheme from 6 April 2006 onwards.\n2.  The Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2006 S.I. 2006 No.210 exclude lump sum death benefits paid on the non-accidental death of an employee during service where those benefits are provided under scheme rules which were in place before 6 April 2006.\n3.  The Employer-Financed Retirement Benefits Schemes (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537 exclude a number of benefits which were not chargeable to tax when provided by the employer where provision continues after the employment has ceased.  The exclusion has retrospective effect from 6 April 2006 and applies to the following benefits:\n\n*   Living accommodation and related benefits (see [EIM15022](/guidance/employment-income-manual/EIM15000#EIM15022) re accommodation, [EIM15023](/guidance/employment-income-manual/EIM15000#EIM15023) re accommodation related benefits and [EIM15024](/guidance/employment-income-manual/EIM15000#EIM15024) benefits for employees family)\n*   Non-cash benefits received before 6 April 1998 (see [EIM15025](/guidance/employment-income-manual/EIM15000#EIM15025))\n*   Welfare counselling (see [EIM15026](/guidance/employment-income-manual/EIM15000#EIM15026))\n*   Recreational benefits (see [EIM15027](/guidance/employment-income-manual/EIM15000#EIM15027))\n*   Annual parties and similar functions (see [EIM15028](/guidance/employment-income-manual/EIM15000#EIM15028))*   Writing of wills etc (see [EIM15029](/guidance/employment-income-manual/EIM15000#EIM15029))\n*   Equipment for disabled employees (see [EIM15030](/guidance/employment-income-manual/EIM15000#EIM15030))\n\n1.  The Employer-Financed Retirement Benefits Schemes (Excluded Benefits for Tax Purposes) (Amendment) Regulations 2009 S.I. 2009 No.2886 amend the regulations (at 3) above, to provide a further exclusion from 6 April 2006, covering:\n\n*   the provision of annual health screening and medical check-ups provided by an employer to former employees.  This exemption applies if:\n\n*   *   the former employee would have been exempt from tax under s.320B ITEPA had those benefits been provided in the course of their employment, and\n    *   the former employee was provided with one or other of those benefits at least once during the period of their employment.\n\n1.  The Employer-Financed Retirement Benefits Schemes (Excluded Benefits for Tax Purposes) (Amendment) Regulations 2011 S.I. 2011 No.2281 further amend the regulations (at 3) above, to provide some exclusions concerning benefits paid specifically to or in respect of armed forces personnel (see [EIM15031](/guidance/employment-income-manual/EIM15000#EIM15031)).\n\nThese exclusions are retrospective - to cover the actual times when payments arising from the commitments in the 2008 Service Command Paper and later Armed Forces Covenant began to be made."},{"manual-section-id":"EIM15022","title":"Employer-financed retirement benefits schemes: excluded benefits: living accommodation and related benefits: accommodation","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\nThe provision of living accommodation can be an excluded benefit in certain circumstances.\n\n**Accommodation provided by Local Authority**\n\nWhere S98 ITEPA would have excluded the accommodation from being a taxable benefit had the employee remained in employment, its provision will be an excluded benefit. Generally, this is where the accommodation has been provided on terms that are no more favourable than those under which provision to non-employees in similar circumstances are made (see [EIM11367](/guidance/employment-income-manual/EIM11300#EIM11367))\n\nSee [EIM15024](/guidance/employment-income-manual/EIM15000#EIM15024) where provision is to a member of the employee&#x2019;s family.\n\n**Accommodation provided for the performance of duties**\n\n[Note:  Improved property is not within this exclusion. Living accommodation is improved property if during the 5 year period prior to retirement or death or subsequently it has had works carried out that:\n\n*   materially improve it i.e. the works result in an increase of 20% or more in market value and,*   are not carried out wholly for the purpose of complying with statutory requirements or similar.]\n\nWhere S99 ITEPA (and earlier enactments) operated to exclude this as a taxable benefit, the provision will be an excluded benefit where\n\n*   an employee continuously occupied the accommodation or similar accommodation (see below) for a period of 5 years immediately prior to retirement, and\n*   the individual continues to occupy the same or similar accommodation after retirement.\n\n1.  Provided to Members of Employees&#x2019; Families\n\nWhen the employee dies before retirement, the provision is an excluded benefit where:\n\n*   the employee had occupied that or similar accommodation at any time in the 5 years preceding death, and*   at any time in these 5 years, S99 ITEPA (or an earlier enactment) operated to exclude the accommodation as a taxable benefit.\n\nWhen the employee dies after retirement, the provision will be an excluded benefit provided that:\n\n*   the employee had occupied the accommodation (or similar) during the 5 years immediately preceding retirement, and\n*   throughout that 5 year period, S99 ITEPA (or an earlier enactment) operated to exclude it from being a taxable benefit, and*   the employee continued to occupy the accommodation (or similar) after retirement.\n\nFor further details on the operation of S99 ITEPA see [EIM11341](/guidance/employment-income-manual/EIM11300#EIM11341)).\n\n**Similar accommodation**\n\nAccommodation will be similar accommodation unless, at the time the employee (or member of the employee&#x2019;s family) starts to occupy the accommodation, the market value of the new accommodation exceeds that of the previous accommodation by more than 20%.\n\nIf the accommodation is not capable of being sold separately e.g. because it forms part of a larger premise then the value should be based on the accommodation as if the other factors did not exist. A commonsense approach should be adopted in determining the accommodation to be valued. For example, if household staff are given a room in a stately home as accommodation then a reasonable comparison might be a one bedroomed apartment/house in the location.\n\n**Accommodation provided for Ministers of Religion**\n\nWhere accommodation had been provided to the employee when employed as a minister of religion and S99 ITEPA (or a previous enactment) operated to exclude it as a taxable benefit, the provision of accommodation may be an excluded benefit.\n\nThis will be the case where the employee had been employed as a minister of a religious denomination:\n\n*   for 5 years immediately preceding the employee&#x2019;s retirement, or\n*   where the employee retired after a period of ill health,  immediately preceding the period of ill health.\n\nSee [EIM15024](/guidance/employment-income-manual/EIM15000#EIM15024) where provision is to a member of the employee&#x2019;s family.\n\nWhere the employee has died, the provision of the accommodation will also be an excluded benefit where the employee had been employed as a minister of a religious denomination. Where the employee died before retirement, they must have been in such employment immediately preceding their death\n\n**Accommodation provided as a result of security threat**\n\nWhere S100 ITEPA (or a previous enactment) operated to prevent the provision of accommodation from being a taxable benefit at any time before the employee&#x2019;s retirement or death, then the provision will be an excluded benefit when the employment has terminated provided the conditions at S100 (a) to (c) ITEPA continue to be satisfied. These conditions are that:\n\n*   there is a special threat to the security of the employee\n*   special security arrangements are in force, and\n*   the employee resides in the accommodation as part of those arrangements.\n\nFor a note of practical considerations see [EIM11362](/guidance/employment-income-manual/EIM11300#EIM11362).\n\nSee [EIM15024](/guidance/employment-income-manual/EIM15000#EIM15024) where provision is to a member of the employee&#x2019;s family."},{"manual-section-id":"EIM15023","title":"Employer-financed retirement benefits schemes: excluded benefits: living accommodation and related benefits: accommodation related","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\n**Removal Expenses**\n\nWhere a benefit is provided in relation to a change of residence referred to in [EIM15022](/guidance/employment-income-manual/EIM15000#EIM15022) it will be an excluded benefit provided if it would have been within S271 if provided in the course of the employment. S271 (extended by S280) covers the costs of moving belongings, insuring them during the move and the costs of temporary storage (see [EIM03111](/guidance/employment-income-manual/EIM03100#EIM03111)).\n\nIf the cash equivalent of this benefit exceeds &#xA3;8000 then the excess is not within this paragraph as far as determining whether it is an excluded benefit.\n\nSee [EIM15024](/guidance/employment-income-manual/EIM15000#EIM15024) where provision is to a member of the employee&#x2019;s family.\n\n**Repairs &amp; Alterations to Living Accommodation**\n\nSuch work will be an excluded benefit if:\n\n*   there would have been no liability by virtue of S313 ITEPA if it had been carried out on living accommodation provided by reason of the employee&#x2019;s employment (see [EIM21620](/guidance/employment-income-manual/EIM21601#EIM21620)).\n*   it is carried out on any of the accommodation described in [EIM15022](/guidance/employment-income-manual/EIM15000#EIM15022) and\n*   the work does not cause the accommodation to become &#x2018;improved property&#x2019; (see [EIM15022](/guidance/employment-income-manual/EIM15000#EIM15022)).\n\nSee [EIM15024](/guidance/employment-income-manual/EIM15000#EIM15024) where provision is for the benefit of an employee&#x2019;s family.\n\n**Council Tax etc paid for Living Accommodation**\n\nPayments or reimbursements of council tax or rates, water or sewerage charges will be an excluded benefit if:\n\n*   S314 ITEPA would have applied if the accommodation had been provided by reason of a person&#x2019;s employment, and\n*   they are in respect of living accommodation described in **section 314(1) ITEPA 2003**.\n\nSee [EIM15024](/guidance/employment-income-manual/EIM15000#EIM15024) where the provision is to a member of the employee&#x2019;s family."},{"manual-section-id":"EIM15024","title":"Employer-financed retirement benefits schemes: excluded benefits: living accommodation and related benefits: benefits provided to employee&#x2019;s family","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\n**See**&#xA0;[EIM15022](/guidance/employment-income-manual/EIM15000#EIM15022)&#xA0;**for provision to the employee&#x2019;s family of accommodation that was provided for the performance of duties **&#xA0;\n\nThe Regulations relating to living accommodation and related costs include a number of circumstances in which the provision to the employee&#x2019;s family is also an excluded benefit. Those circumstances are after any of the following events:\n\n*   the employee&#x2019;s death, (but see below further conditions for living accommodation provided to the families of deceased ministers of religion)\n*   the employee&#x2019;s taking up residence elsewhere as a result of ill-health, disability, infirmity or other physical or mental condition\n*   the employee&#x2019;s taking up residence elsewhere following a separation, annulment or divorce of a marriage or the nullity or dissolution of a civil partnership.\n\nIn the last 2 circumstances, the ex-spouse or ex-civil partner shall be treated as a member of the employee&#x2019;s family.\n\nFamilies of deceased ministers of religion may continue to receive living accommodation as excluded benefits, so long as the death of the minister occurs when:\n\n*   the minister was employed as a minister of religion immediately preceding death or\n*   if the minister died after retiring, the minister must have either been employed as a minister of religion for the 5 years before retiring or have retired on grounds of ill-health."},{"manual-section-id":"EIM15025","title":"Employer-financed retirement benefits schemes: excluded benefits: non-cash benefits received before 6 April 1998","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\nAny non-cash benefit, the provision of which began before 6 April 1998, is an excluded benefit if;\n\n*   it was received in connection with termination of the employee&#x2019;s employment, and\n*   the termination took place before 6 April 1998.\n\nIt is important to note that the requirement is that the provision of the non-cash benefit in retirement is received in connection with an employment that terminated before 6 April 1998. It is not a requirement that the employee should have retired before that date or that the termination was itself by way of retirement.  "},{"manual-section-id":"EIM15026","title":"Employer-financed retirement benefits schemes: excluded benefits: welfare counselling","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\nThe provision of welfare counselling is an excluded benefit if it would have been exempted under the Income Tax (Benefits in Kind) (Exemption for Welfare Counselling) Regulations 2000 had the recipient been provided with it in the course of their former employment (see [EIM21845](/guidance/employment-income-manual/EIM21604#EIM21845))."},{"manual-section-id":"EIM15027","title":"Employer-financed retirement benefits schemes: excluded benefits: recreational benefits","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\nThe provision of recreational benefits is an excluded benefit if there would have been no income tax charge by virtue of s.261 ITEPA had the benefits been provided in the course of the former employee&#x2019;s employment.\n\n[EIM21825](/guidance/employment-income-manual/EIM21604#EIM21825) to [EIM21827](/guidance/employment-income-manual/EIM21604#EIM21827) set out the circumstances in which recreational benefits provided for employees by an employer are exempt from tax."},{"manual-section-id":"EIM15028","title":"Employer-financed retirement benefits schemes: excluded benefits: annual parties and similar functions","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\nThe provision of an annual party or similar annual function is an excluded benefit if there would have been no income tax charge by virtue of s.264 ITEPA if it had been provided in the course of the former employee&#x2019;s employment (see [EIM21690](/guidance/employment-income-manual/EIM21601#EIM21690))."},{"manual-section-id":"EIM15029","title":"Employer-financed retirement benefits schemes: excluded benefits: writing of wills etc.","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\nThe provision to a former employee of a service for the writing of a will or similar testamentary document is an excluded benefit if the cash equivalent of the benefit determined in accordance with the rules of s.203 ITEPA does not exceed &#xA3;150 (see [EIM21102](/guidance/employment-income-manual/EIM21000#EIM21102)). "},{"manual-section-id":"EIM15030","title":"Employer-financed retirement benefits schemes: excluded benefits: equipment for disabled employees","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537\n\nThe provision of equipment for disabled former employees is an excluded benefit if\n\n*   it was first provided in the course of the recipient&#x2019;s employment and,\n*   the benefit satisfies conditions 1 to 5 of regulation 3 of the Income Tax (Benefits in Kind) (Exception for Employment Costs resulting from Disability) Regulations 2002 S.I. 2002 No.1596 (see [EIM21846](/guidance/employment-income-manual/EIM21602#EIM21846)).\n\nThis exemption also applies to replacement equipment where the original equipment is no longer usable or appropriate for the individual. "},{"manual-section-id":"EIM15031","title":"Employer-financed retirement benefits schemes: excluded benefits: armed forces benefits","body":"**Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537, as amended by The Employer-Financed Retirement Benefits Schemes (Excluded Benefits for Tax Purposes) (Amendment) Regulations 2011 S.I. 2011 No.2281**\n\nThe 2007 regulations (amended by S.I. 2009 No.2886) provide for a number of general exceptions to what normally counts as a relevant benefit (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)). The 2011 regulations make particular provision for certain benefits paid specifically to or in respect of **armed forces personnel**, to be excluded from counting as relevant benefits.\n\nThe specific exceptions for armed forces personnel are as follows:\n\n*   The payment of **tuition fees** in respect of eligible members of the armed forces, for further and higher education delivered during or after the tax year 2009-2010. This exception extends after the death or medical discharge of a member of the armed forces, to education provided to a member of their family. (See [EIM15032](/guidance/employment-income-manual/EIM15000#EIM15032) for full conditions.)\n*   The provision of a lump sum in connection with **resettlement commutation**, **resettlement grants** and **gratuity earnings** - as described in the Armed Forces (Redundancy, Resettlement and Gratuity Earnings Schemes) (No. 2) Order 2010, SI2010/832.  This applies to payments made during or after the tax year 2010-2011.\n\nThe exception for gratuity earnings also extends to payments made after the death of a member of the armed forces, where payment is to a member of their family or their personal representatives.\n\n*   The provision of **independent inquest advice** after the death in service of a member of the armed forces, where the advice is provided to a member of their family or to their brother or sister.\n\nThis exclusion operates wherever there are elements of employer funding (such as Ministry of Defence funding) even if other elements of the advice or service are funded charitably. If an advice service operates entirely without any employer funding, then the advice can&#x2019;t be a relevant benefit, so no exclusion is required.\n\n(See also - exception for the Armed Forces Compensation Scheme SI 2006 No.132 [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021))\n\n### Meaning of &#x2018;armed forces&#x2019;\n\nIn all of the above, 'armed forces' means the regular forces and the reserve forces as defined in s.374 of the Armed Forces Act 2006 and former members of both.\n\n### Reasons for these exceptions\n\n<p>The exceptions for the above payments or benefits, were provided by Parliament to meet commitments in the government&#x2019;s 2008 Service Command Paper and later Armed Forces Covenant. The 2011 regulations are intended to exempt from tax any taxable element of these payments.\n\n</p>"},{"manual-section-id":"EIM15032","title":"Employer-financed retirement benefits schemes: excluded benefits: tuition fees for armed forces personnel","body":"\n\n## Employer-Financed Retirement Benefits (Excluded Benefits for Tax Purposes) Regulations 2007 S.I. 2007 No.3537, as amended by The Employer-Financed Retirement Benefits Schemes (Excluded Benefits for Tax Purposes) (Amendment) Regulations 2011 S.I. 2011 No.2281\n\nThe payment of tuition fees (as defined below) is excluded from being a relevant benefit (EIM15021) to the extent that all the following conditions are met:\n\n*   The payment is for **tuition fees**, which in this context means fees charged by the provider of a course of study leading to:\n\n*   *   a **higher level learning** qualification and / or\n    *   **qualification level learning**.\n\nSuch fees may include registration, examination and accreditation fees.\n\n*   Furthermore the student must be either\n\n*   *   a member of the **armed forces**, or\n    *   if the member of the armed forces has died or been **medically discharged**: a member of his or her family\n\n*   The fee must be for tuition delivered in the tax year 2009-2010 or in later years.  It makes no difference whether the provision is under one or more actual MOD schemes.\n\n### Meaning of terms\n\n**Armed Forces** means the regular forces and the reserve forces as defined in s.374 of the Armed Forces Act 2006 and former members of both\n\n**Higher Level Learning** means full or part time study towards the achievement of a higher level learning qualification, where 'higher level learning qualification' means a qualification at Level 3 or above on the Qualifications and Credit Framework or such other equivalent qualification in respect of which qualifying persons may claim tuition fees (as defined above);\n\n**Medical Discharge** means the discharge from service of a member of the armed forces (as above) because the member is medically unfit to continue in service due to injury or illness cause or worsened by service in the armed forces\n\n**Qualification Level Learning** means:\n\n*   a first qualification at Level 3 or above on the Qualifications and Credit Framework (defined below),\n*   a first vocational qualification which is the equivalent of the preceding qualification,\n*   a first undergraduate degree (including a foundation degree),\n*   a first Higher National Certificate,\n*   a first Higher National Diploma\n\nor such other equivalent qualifications in respect of which qualifying persons may claim tuition fees (as defined above)\n\nThe **Qualifications and Credit Framework** is a national framework which accommodates qualifications and operates across England, Wales and Northern Ireland"},{"manual-section-id":"EIM15042","title":"Employer-financed retirement benefits schemes: meaning of 'retirement'","body":"\n\n## Section 393B(1) ITEPA 2003\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\n[EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021) explained that a relevant benefit includes a provision given on retirement.\n\nDeciding whether a payment is given on retirement can be difficult because there is no full statutory definition of the word. Consequently, its natural meaning applies.\n\nPayments made in respect of age-related retirement should not cause problems, for example where the typical age of natural retirement in a job is at a fixed age.\n\nBut the situation can be less clear where the termination is described as 'early retirement' since this is often in fact a dismissal (for example, due to redundancy or inefficiency). A payment in such a case can represent compensation for loss of the employment rather than a payment on retirement and so may be chargeable only under Section 401 ITEPA 2003 (provided that no contractual entitlement exists, see [EIM12850](/guidance/employment-income-manual/EIM12850)). That is so even if the employee also becomes entitled, at the time of termination, to immediate pension benefits from the employer's registered pension scheme (see [EIM15050](/guidance/employment-income-manual/EIM15000#EIM15050)). This could occur, for example, where a registered pension scheme allows a pension to be paid to persons made redundant at age 50 or over (age 55 or over from 6 April 2010).\n\nIf the circumstances of the termination do not suggest that there is a dismissal (including a redundancy), severance, resignation or death, then it is likely that it is a retirement (but see [EIM15044](/guidance/employment-income-manual/EIM15000#EIM15044) if ill health causes the termination and the scheme is non-registered). There are some further guidelines at example [EIM15300](/guidance/employment-income-manual/EIM15300). "},{"manual-section-id":"EIM15044","title":"Employer-financed retirement benefits schemes: ill health and disablement","body":"[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nThere is no charge on a payment made in respect of ill-health from an employer-financed retirement benefits scheme because it is not a 'relevant benefit' (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) and only 'relevant benefits' from such schemes are taxed (see [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)).\n\nSuch a payment will be chargeable only under Section 401 ITEPA 2003 subject to any claim to the disability exception (see [EIM13610](/guidance/employment-income-manual/EIM12800#EIM13610)). "},{"manual-section-id":"EIM15048","title":"Employer-financed retirement benefits schemes: definition of 'scheme'","body":"\n\n## Section 393(4) ITEPA 2003 and Statement of Practice 13/91\n\nThere must be a 'scheme' for a charge to arise under the employer-financed retirement benefits scheme legislation.\n\nThe definition of scheme states that it 'includes a deed, agreement, series of agreements or other arrangements' providing for relevant benefits (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021) for the definition of relevant benefits). The definition therefore has a wide scope.\n\nStatement of Practice 13/91 explains that, in HMRC&#x2019;s view, the term 'arrangement' in this context goes wider than any prior formal or informal understanding between the employee and the employer. It also includes any system, plan, pattern or policy connected with the payment of a 'relevant benefit' (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)).  A scheme may be quite informal. It includes, for example:\n\n*   a decision at an employer's meeting*   a decision by an employee with delegated authority or in accordance with a policy\n*   a situation where it is common practice for an employer to make a payment to a particular class of employees\n\nAlthough the Statement of Practice was withdrawn with effect from 6 April 2006 following the introduction of the simplified tax regime for registered pension schemes that does not affect the validity of the Statement&#x2019;s explanation of HMRC&#x2019;s interpretation of the word &#x201C;scheme&#x201D;.\n\nThere may be exceptional circumstances where a payment is not made under an 'arrangement'. The position in individual cases can be determined only on their facts. In cases where it is claimed that the facts of the case do not constitute a scheme or an employer  is unsure whether the payment is made under a scheme please refer the case to Pension Scheme Services (Technical), FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD."},{"manual-section-id":"EIM15050","title":"Employer-financed retirement benefits schemes: identification","body":"\n\n## Section 393A ITEPA 2003\n\nA retirement benefits scheme will be employer-financed (see [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020)) **unless** it is registered by Pension Schemes Services (PSS) or it is a section 615(3) scheme i.e. a superannuation scheme to which Section 615(3) Income and Corporation Taxes Act 1988 applies."},{"manual-section-id":"EIM15052","title":"Employer-financed retirement benefits schemes: periods when a scheme is not registered","body":"From 6 April 2006, a registered pension scheme may be de-registered by Pension Scheme Services (PSS). From the date of de-registration it will be an employer-financed retirement benefits scheme (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010))."},{"manual-section-id":"EIM15055","title":"Employer-financed retirement benefits schemes: persons chargeable and residence rules","body":"\n\n## Section 394 ITEPA 2003\n\n### SI 536/2010 - The Taxation of Pension Schemes (Rates, etc) Order 2010\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nIt is common for an employer-financed retirement benefits scheme to provide benefits for people other than an employee. The payment of a lump sum or pension to the surviving spouse of an employee who dies in service would be a typical example.\n\nWhere a 'relevant benefit' (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) is paid out of an employer-financed retirement benefits scheme:\n\n*   if the recipient is an individual, the benefit counts as employment income of that individual under Section 394(1) ITEPA 2003 (see [EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512))\n*   if the recipient is not an individual (for example, a company or club), the 'responsible person' is assessed to income tax under s.394(4) ITEPA 2003, at a rate of 40%, or such other rate as may be set by Treasury Order.  SI 536/2010 increases this rate to 50% with effect from 6<sup>t</sup>&#xA0;<sup>h</sup> April 2010. See [EIM15056](/guidance/employment-income-manual/EIM15000#EIM15056) for the definition of 'responsible person' and [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020) for the definition of 'employer-financed retirement benefits scheme'.\n\nThe residence rules found in Chapters 4 and 5 Part 2 ITEPA 2003 (see [EIM40001](/guidance/employment-income-manual/EIM40000#EIM40001)) do not apply to a charge under Section 394 ITEPA 2003. That is because such a charge is classified as 'specific employment income' by Section 7(4) ITEPA 2003 and those Chapters are not applicable to such income (Section 6(3) ITEPA 2003). A charge arises where there is either a person or a source of income in the UK. However, if the recipient is not resident in the UK tax relief may be due under the terms of any Double Taxation Agreement between the UK and the country is which the recipient is resident.\n\nFor the year of assessment, see [EIM15058](/guidance/employment-income-manual/EIM15000#EIM15058)."},{"manual-section-id":"EIM15056","title":"Employer-financed retirement benefits schemes: definition of 'responsible person'","body":"\n\n## Section 399A ITEPA 2003\n\n[EIM15055](/guidance/employment-income-manual/EIM15000#EIM15055) states that in some circumstances the 'responsible person' is assessed. If guidance on the making of assessments is necessary, refer to SDS.\n\n**Identify the responsible person as follows:**\n\n*   if there are one or more trustees resident in the UK, each of them - otherwise\n*   if there are one or more persons controlling the management of the scheme, each of them - otherwise\n*   any employer who established the scheme or their successors, provided they still exist - otherwise\n*   any employer of employees for whom the scheme provides benefits - otherwise\n*   if there are one or more trustees not resident in the UK, each of them"},{"manual-section-id":"EIM15058","title":"Employer-financed retirement benefits schemes: year to which the income belongs","body":"\n\n## Section 394(1)-(3) ITEPA 2003\n\nIncome within Section 394 ITEPA 2003 is income of the tax year in which the benefit is received (see [EIM15100](/guidance/employment-income-manual/EIM15000#EIM15100) and example [EIM15310](/guidance/employment-income-manual/EIM15000#EIM15310)). "},{"manual-section-id":"EIM15060","title":"Employer-financed retirement benefits schemes: contributions made by employer","body":"[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nSection 386 ITEPA 2003 was repealed with effect from 6 April 2006 by Section 247 FA 2004. Any employer contributions made to an employer-financed retirement benefits scheme on or after that date are not taxable under Section 386.  As there is no equivalent provision to that section in the legislation (Part 2 of Chapter 6 ITEPA 2003) applying to employer-financed retirement benefits schemes, there is no employment income tax charge on the employee. "},{"manual-section-id":"EIM15071","title":"Employer-financed retirement benefits schemes: contributions made by employee","body":"\n\n## Section 395 ITEPA\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nWhere a lump sum is received from an employer-financed retirement benefits scheme (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)) and an employee has made contributions towards its provision, the taxable sum is reduced by the total of those contributions. Once a contribution has reduced a charge, that same contribution cannot be used to reduce any other charge later on.\n\nIt is the taxpayer&#x2019;s responsibility to show that contributions qualify."},{"manual-section-id":"EIM15072","title":"Employer-financed retirement benefits schemes: arrangements for providing security for payment of benefits in future","body":"\n\n## Section 307 ITEPA (as amended by Section 248 FA 2004)\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nTo provide benefits under an employer-financed retirement benefits scheme, an employer may make contributions to an independent trust set up for the purpose. But an employer may simply promise to make retirement or death benefits when the time comes.\n\nIn the latter case, employees often require some form of security to reassure them that the promise will be met. This can be done in a variety of ways: for example, the employer may:\n\n*   execute a legal charge over specific business assets. This means that if the employer goes into liquidation, those assets will be realised firstly to meet the benefits promise\n*   execute a legal charge generally over all business assets. This means that if the employer goes into liquidation, satisfying the benefits promise will take first call on those assets\n*   acquire assets sufficient to meet the accrued liability. An actuary calculates how much an employee would need to be given at any particular time to enable the employee to invest and provide the pension promised by the employer. Assets acquired cover that amount.\n\nThe common feature of all these arrangements is that they are put in place **solely** to provide the employee with security or reassurance that the employer's promise will be met. Following the repeal of Section 386 ITEPA 2003 there can be no charge in any event on an employee in respect of any employer contribution after 5 April 2006.\n\nThere is normally no charge under the benefits code in respect of any provision of security because Section 307 ITEPA 2003 exempts it (see [EIM21800](/guidance/employment-income-manual/EIM21603#EIM21800)). However, Section 248 FA 2004 amended Section 307 so that the cost of insuring against the employer&#x2019;s insolvency is no longer within that exemption. HMRC interprets the new provision at Section 307(1A) ITEPA as applying only to the cost of premiums paid in relation to a policy of insurance provided by a regulated insurer and not to the cost of other means of providing security such as those outlined above. "},{"manual-section-id":"EIM15080","title":"Employer-financed retirement benefits schemes: overseas schemes","body":"[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nFor this purpose, an overseas scheme is one where **any** of the income and gains of the scheme's investments are or have been outside the charge to UK tax.\n\nReceipts from employer-financed retirement benefits schemes are charged in full (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)) subject to transitional provisions (see [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125) and subsequent guidance).\n\nUnder the transitional provisions, the treatment of a lump sum paid after 5 April 2006 from such a scheme which existed as a funded unapproved retirement benefits scheme before 6 April 2006 depends on whether the scheme was both entered into before 1 December 1993 and has not subsequently been varied.\n\n**Note** that where there is a charge, it may be eliminated by Extra-Statutory Concession A10 (see [EIM15082](/guidance/employment-income-manual/EIM15000#EIM15082)). "},{"manual-section-id":"EIM15081","title":"Employer-financed retirement benefits schemes: overseas schemes: lump sums from asset disposals","body":"\n\n## Section 397(4)-(10) ITEPA 2003\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nAs Section 397 has no application for receipts after 5 April 2006, after that date receipts from employer-financed retirement benefits schemes are charged in full (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)) subject to transitional provisions (see [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125))."},{"manual-section-id":"EIM15082","title":"Employer-financed retirement benefits schemes: Extra-Statutory Concession A10: aim","body":"[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nThe basic aim of the concession is to give exemption or relief from tax similar to that for foreign service in relation to Section 401 ITEPA 2003 (see [EIM13680](/guidance/employment-income-manual/EIM12800#EIM13680) and subsequent guidance).\n\nThe concession applies to lump sum relevant benefits (defined at [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)). This includes both lump sums received under the rules of an overseas employer-financed retirement benefits scheme and lump sums received in commutation of pension rights under such a scheme. (The tax treatment of pension commutation payments is dealt with at [EIM15150](/guidance/employment-income-manual/EIM15000#EIM15150)).\n\n**Note**: the concession does **not** apply to benefits in the form of a pension or annuity; these remain chargeable as pension income.\n\nSee [EIM15083](/guidance/employment-income-manual/EIM15000#EIM15083) for the full text of the concession.\n\nAn announcement was made on 31 March 2011 regarding how this concession would work following the introduction of new rules on employment income provided through third parties.  The announcement is available on the HMRC website at: <u>w</u>ww.hmrc.gov.uk/budget-updates/march2011/pensions-esc-a10a11.pdf&#xA0;\n\nThe announcement explains how the new rules make just and reasonable apportionments and when the older A10 rules will continue to be applied. It also explains that regulations will be made, following which this guidance will be further revised."},{"manual-section-id":"EIM15083","title":"Employer-financed retirement benefits schemes: Extra-Statutory Concession A10: text","body":"The full text of Extra-Statutory Concession A10 is:\n\n'Income tax is not charged on lump sum relevant benefits receivable by an employee (or by his personal representatives or any dependant of his) from an Overseas Retirement Benefits Scheme or an Overseas Provident Fund where the employee's overseas service comprises\n\n1.  1.  not less than 75 per cent of his total service in that employment; or\n    2.  the whole of the last 10 years of his service in that employment, where total service exceeds 10 years; or\n    3.  not less than 50 per cent of his total service in that employment, including any 10 of the last 20 years, where total service exceeds 20 years.\n\nIf the employee's overseas service is less than described above, relief from income tax will be given by reducing the amount of the lump sum which would otherwise be chargeable by the same proportion as the overseas service bears to the employee's total service in that employment.\n\nIn addition, income tax is not charged on lump sum relevant benefits receivable by an employee (or by his personal representatives or any dependant of his) from any superannuation fund accepted as being within Section 615 ICTA 1988.\n\nFor the purposes of this concession, the term 'relevant benefits' has the meaning given in Section 612(1) ICTA 1988 and the term 'overseas service' shall be construed in accordance with the definition of 'foreign service' found at Paragraph 10 Schedule 11 ICTA 1988.'\n\n### Notes\n\n*   Whether a fund is within Section 615 ICTA 1988 is a matter for Pension Scheme Services (PSS). See [EIM15084](/guidance/employment-income-manual/EIM15000#EIM15084).\n*   For the definition of relevant benefits see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021).\n*   For the definition of foreign service see [EIM13690](/guidance/employment-income-manual/EIM12800#EIM13690).*   There is an example of full exemption at [EIM15325](/guidance/employment-income-manual/EIM15000#EIM15325) and of partial exemption at [EIM15326](/guidance/employment-income-manual/EIM15000#EIM15326)."},{"manual-section-id":"EIM15084","title":"Employer-financed retirement benefits schemes: Extra-Statutory Concession A10: application to superannuation funds","body":"\n\n## Section 615(6) ICTA 1988\n\nThere can be funds that are not strictly overseas retirement benefits schemes because they are administered within the UK. However, they may have as their principal purpose the provision of benefits for employees whose service in employment is carried out wholly or mainly overseas.\n\nThe responsibility for such schemes lies with Pension Schemes Services (PSS) who can decide whether or not Section 615(6) ICTA 1988 applies (in which case the scheme is not an EFRBS - see [EIM15050](/guidance/employment-income-manual/EIM15000#EIM15050)).\n\nThe position up to 6 April 2011 was that if a scheme were clearly within Section 615(6) ICTA 1988 on the basis of a decision already given by Pension Schemes Services (PSS) and a claim for concessionary treatment under Extra-Statutory Concession A10 were received, then further reference to PSS was not required. The treatment of any lump sum received would follow that outlined above in [EIM15083](/guidance/employment-income-manual/EIM15000#EIM15083) (penultimate paragraph of the concession).\n\nAn announcement was made on 31 March 2011 regarding how this relief would work following the introduction of new rules on employment income provided through third parties. The announcement is available on the HMRC website at: <u>w</u>ww.hmrc.gov.uk/budget-updates/march2011/pensions-esc-a10a11.pdf&#xA0;\n\nThe announcement explains how the new rules make just and reasonable apportionments and when the older A10 rules will continue to be applied. It also explains that regulations will be made, following which this guidance will be further revised."},{"manual-section-id":"EIM15090","title":"Employer-financed retirement benefits schemes: application for relief where no benefits paid or payable","body":"\n\n## Section 392 ITEPA 2003 and Paragraph 52 Schedule 36 FA 2004\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nRepayment of tax may be made in some circumstances if an employee does not receive benefits from an employer-financed retirement benefits scheme. If an employee **has been charged** under Section 386 ITEPA 2003 or Section 595 ICTA 1988 on employer contributions made to provide relevant benefits (following [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412) or SE15040 respectively) and the employee shows that:\n\n*   some event has subsequently occurred by reason of which no relevant benefits will become payable (for example, the scheme folds) and\n*   no payment has been received by the employee in respect of or in substitution for those benefits\n\nthen relief may be claimed.\n\n'Employee' for this purpose includes a person who has been an employee and benefits are provided in respect of benefits if they are provided for the employee's spouse, widow or widower, children, dependants or personal representatives (Section 386(6) ITEPA 2003).\n\nApplication for repayment must be made by the employee or by the employee's personal representatives within six years of the date on which the event occurred. Relief is given by discharge or repayment of the tax paid.\n\n**Note 1**: Although Section 392 ITEPA 2003 was repealed with effect from 6 April 2006, transitional relief continues to apply after 5 April 2006 provided that tax has been charged under Section 386 ITEPA 2003 or Section 595 ICTA 1988 before 6 April 2006\n\n**Note 2**: This relief does not apply if the reason no benefits will be paid, or the event, is concerned with a reduction of an employee's rights as a consequence of a pension-sharing order (Section 392(6) to (7) ITEPA 2003).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"},{"manual-section-id":"EIM15100","title":"Employer-financed retirement benefits schemes: cash benefits received from a scheme","body":"\n\n## Section 393B(2)(a) ITEPA 2003\n\nMost benefits from employer-financed retirement benefits schemes are paid as a lump sum. However, they may also take the form of a pension, an annuity or an annual payment or be in non-cash form. These various payments are dealt with as follows:\n\n*   Where the benefit is paid as a pension, or is any other kind of income within Part 9 ITEPA 2003 (see [EIM74000](/guidance/employment-income-manual/EIM74000) and subsequent guidance), it is taxed only under that Part. Section 394 ITEPA 2003 does not tax any income that falls within Part 9, nor does Part 7A (see [EIM45610](http://www.hmrc.gov.uk/manuals/eimanual/EIM45610.htm)).\n*   Where the benefit is paid as an annuity or other annual payment and it is not within Part 9 ITEPA 2003 (see [EIM74000](/guidance/employment-income-manual/EIM74000) and subsequent guidance) it counts as employment income under Section 394 ITEPA 2003 unless first charged under part 7A (see [EIM45000](/guidance/employment-income-manual/EIM45000)).*   Where the benefit is paid as a lump sum &#x201C;relevant benefit&#x201D; (see [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020)) it counts as employment income under Section 394 ITEPA 2003 (but see [EIM15121](/guidance/employment-income-manual/EIM15000#EIM15121) for exceptions), unless first charged under part 7A (see [EIM45000](/guidance/employment-income-manual/EIM45000)).*   Where the benefit is in non-cash form, see [EIM15120](/guidance/employment-income-manual/EIM15000#EIM15120).\n\nSee [EIM15055](/guidance/employment-income-manual/EIM15000#EIM15055) for who is assessed. "},{"manual-section-id":"EIM15120","title":"Employer-financed retirement benefits schemes: non-cash benefits received from a scheme: treatment and valuation","body":"\n\n## Sections 398(2)-(6) and 399 ITEPA 2003\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nIn addition to cash benefits in the form of a lump sum or pension, employer-financed retirement benefits schemes may also provide non-cash benefits on or during retirement.\n\nNon-cash benefits may take many forms. For example, the use of an asset may be provided, or a person may be given a loan at less than a commercial rate of interest.\n\nFor the purpose of charging under s.394, the value of the benefit is the **greater** of:\n\n1.  its money's worth (see [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)), and\n2.  its 'cash equivalent' under the benefits code (see [EIM21006](/guidance/employment-income-manual/EIM21000#EIM21006))\n\nin both cases making the assumption that the benefit is received for performance of the duties of the employment. This is the same process as for termination benefits (see [EIM13270](/guidance/employment-income-manual/EIM12800#EIM13270) and [EIM13310](/guidance/employment-income-manual/EIM13310)).\n\n**Note** that when applying the benefits code for this purpose:\n\n*   any reference to employer is to be taken as including a former employer\n*   the same difference applies when calculating the cash equivalent of certain living accommodation as applies for the purposes of Section 401 ITEPA 2003 (see [EIM13330](/guidance/employment-income-manual/EIM12800#EIM13330)).\n\nThe cash equivalent of a beneficial loan is treated as a payment of interest (Section 399(2) ITEPA 2003). This means that it can be claimed as a relief. The rules are the same as in [EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards (except that Section 399 ITEPA 2003 applies to all employees). When the figure for notional interest has been calculated, the same rules as in [EIM26270](/guidance/employment-income-manual/EIM26100#EIM26270) apply to give relief for it.\n\nThe definition of 'relevant benefits' for employer-financed retirement benefits schemes specifies that it includes non-cash benefits (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) so, if such a scheme provides only non-cash benefits, they are within Section 394 ITEPA 2003 and the scheme is an employer-financed retirement benefits scheme."},{"manual-section-id":"EIM15121","title":"Employer-financed retirement benefits schemes: receipts excluded from charge: general","body":"A  receipt from an employer-financed retirement benefits scheme which is otherwise chargeable under Section 394 ITEPA 2003 (see [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015) and [EIM15120](/guidance/employment-income-manual/EIM15000#EIM15120)) may nevertheless be excluded from charge.\n\nFor further information, see the general comments at [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015), the guidance for prior employer contributions at [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125) and [EIM15128](/guidance/employment-income-manual/EIM15000#EIM15128): and for prior employee contributions at [EIM15126](/guidance/employment-income-manual/EIM15000#EIM15126)&#xA0;\n\nFor examples see [EIM15329](/guidance/employment-income-manual/EIM15000#EIM15329)."},{"manual-section-id":"EIM15125","title":"Employer-financed retirement benefits schemes: receipts excluded from charge: prior employer contributions made only before 6 April 2006","body":"\n\n## Paragraphs 53 and 54(1)-(2)(a) Schedule 36 FA 2004\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nA lump sum received after 5 April 2006 that is otherwise chargeable under Section 394 ITEPA 2003 (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)) is not chargeable if the employer has made no contributions to the scheme after 5 April 2006 provided that the employee has been taxed on employer contributions made before 6 April 2006 under Section 595 ICTA 1988 or Section 386 ITEPA 2003 (see SE15040 and [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412) respectively) and\n\nEither\n\n*   All of the income and gains of the scheme (whether as a non-approved scheme before 6 April 2006 or as an employer-financed scheme after on or after that date) have been within the charge to UK tax and\n*   The lump sum is provided to the employee, a relative (see below) of the employee, the personal representatives of the employee, an ex-spouse of the employee, (from 5 December 2005) a former civil partner of the employee (see below) or any other individual designated by the employee\n\n*   The scheme was entered into before 1 December 1993 and has not been varied since then (see [EIM15416](/guidance/employment-income-manual/EIM15000#EIM15416) for the meaning of &#x201C;varied&#x201D;)\n\n&#x201C;Relative&#x201D; means wife, husband or civil partner, widow, widower or surviving civil partner, child or dependant\n\n'Former civil partner' means a member of a civil partnership that has been dissolved or annulled\n\n**Note**:\n\n*   If the employer made contributions **only** before 6 April 2006 **and** any of the conditions above are not met see [EIM15129](/guidance/employment-income-manual/EIM15000#EIM15129)&#xA0;\n*   If the employer made contributions to the scheme after 5 April 2006 **as well as** on or before that date, see [EIM15128](/guidance/employment-income-manual/EIM15000#EIM15128)."},{"manual-section-id":"EIM15126","title":"Employer-financed retirement benefits schemes: receipts excluded from charge: prior employee contributions","body":"\n\n## Section 395 ITEPA 2003\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nAny employee contributions to the scheme (whether made before or after 6 April 2006) reduce the taxable amount of the lump sum, but may only be claimed once.\n\nFor example, say an employee has contributed &#xA3;1,000 in year 1 and &#xA3;1,500 in Year 2 to a scheme and lump sums of &#xA3;4,000 and &#xA3;1,300 are paid out in years 7 and 8 respectively. The employee contributions reduce the charge under Section 394 in year 7 by &#xA3;2,500. Nothing is then available to reduce the charge in year 8 in respect of employee contributions."},{"manual-section-id":"EIM15128","title":"Employer-financed retirement benefits schemes: receipts excluded from charge: prior employer contributions made both before and on or after 6 April 2006","body":"\n\n## Paragraphs 53, 54(1) and (3)-(4) Schedule 36 FA 2004\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\n**Note 1**:\n\nThis guidance applies only to receipts from a employer-financed retirement benefits scheme (see [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020)) and so applies only on or after 6 April 2006.\n\n**Note 2**:\n\nIf employer contributions were made only before 6 April 2006, see [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125).\n\n**Note 3**:\n\nIf the employer made contributions both **before** 6 April 2006 **and** on or after that date **and** neither of the two options below apply see [EIM15129](/guidance/employment-income-manual/EIM15000#EIM15129).\n\nA lump sum received after 5 April 2006 that is otherwise chargeable under Section 394 ITEPA 2003 (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)) is chargeable as follows where the employer has made contributions to the scheme both before and on or after 6 April 2006. Provided that the employee has been taxed on the employer contributions made before 6 April 2006 under Section 595 ICTA 1988 or Section 386 ITEPA 2003 and\n\nEither\n\n*   All of the income and gains of the scheme (whether as a non-approved scheme before 6 April 2006 or as an employer-financed scheme after on or after that date) have been within the charge to UK tax and\n*   The lump sum is provided to the employee, a relative of the employee, the personal representatives of the employee, an ex-spouse of the employee or any other individual designated by the employee\n\n*   The scheme was entered into before 1 December 1993 and has not been varied since then (see [EIM15416](/guidance/employment-income-manual/EIM15000#EIM15416) for the meaning of &#x201C;varied&#x201D;)\n\nthen part of the lump sum is not taxed. That part is found as follows:\n\n1.  Ascertain the market value of the assets of the scheme on 5 April 2006 (the 'responsible person' for the scheme - see [EIM15056](/guidance/employment-income-manual/EIM15000#EIM15056) - will be able to provide this information). Say this is &#xA3;50,000.\n2.  Increase that value by the percentage increase in the Retail Prices Index between April 2006 and the month in which the lump sum is provided (see CG17290). Say the increase is 15%; the increased value is then &#xA3;50,000 + 15% = &#xA3;57,500.\n3.  Ascertain what fraction of the assets of the scheme the employee would have been entitled to if the scheme had been wound up on 5 April 2006 (the 'responsible person' for the scheme - see [EIM15056](/guidance/employment-income-manual/EIM15000#EIM15056) - will be able to provide this information). Say the employee would on this basis have been entitled to &#xBE; of the scheme&#x2019;s assets.\n4.  Apply the same fraction as in step 3 above to the sum calculated at step 2 above. &#xBE; of &#xA3;57,500 = &#xA3;43,125. This amount is the part of the lump sum that is not taxed.\n5.  Deduct that amount from the lump sum received - say it is &#xA3;85,000 - to find the amount to be taxed, which is therefore &#xA3;85,000 - &#xA3;43,125 = &#xA3;41,875 (Note: no allowable loss can be created)."},{"manual-section-id":"EIM15129","title":"Employer-financed retirement benefits schemes: receipts excluded from charge: prior employer contributions: special cases","body":"\n\n## Paragraph 55 Schedule 36 FA 2004\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nTo arrive at this guidance you should have concluded either:\n\n*   that there were employer contributions to the scheme prior to 6 April 2006 only but for some reason the guidance in [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125) does not apply, or\n*   that there were employer contributions to the scheme both prior to 6 April 2006 as well as on or after that date but for some reason the guidance in [EIM15128](/guidance/employment-income-manual/EIM15000#EIM15128) does not apply\n\nIn either of those situations, the part of the receipt that is excluded from charge is restricted to the total of:\n\n*   the sum(s) contributed by the employer to the scheme before 6 April 2006 and which have been taxed on the employee under s595 ICTA 1988 or under s386 ITEPA 2003 (see SE15040 and [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412) respectively) and*   any contributions made by the employee (whether made before or after 6 April 2006)."},{"manual-section-id":"EIM15149","title":"Employer-financed retirement benefits schemes: payments other than on retirement or death","body":"\n\n## Section 393B ITEPA 2003\n\nAs [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021) indicates, payments and benefits other than those made on retirement or death can be 'relevant benefits'. They comprise payments and benefits made:\n\n*   in anticipation of retirement. This prevents, for example, avoidance of tax by making a lump sum available before the retirement date. There is no age limit to apply and whether a payment is made in anticipation of retirement is a question of fact. If a payment is clearly linked to retirement or is in substitution for a payment that would have been made on or after retirement then it will be 'in anticipation of retirement'\n*   after retirement or death in connection with past service. This means, for example, that payments to retired former employees are relevant benefits\n*   in connection with any change in the employee&#x2019;s service. Such payments are normally chargeable under Section 62 ITEPA 2003 in any event (see [EIM00680](/guidance/employment-income-manual/EIM00505#EIM00680)).\n*   by virtue of a pension sharing order."},{"manual-section-id":"EIM15150","title":"Employer-financed retirement benefits schemes: commutations","body":"\n\n## Section 394 ITEPA 2003\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nAn individual entitled to a pension from a retirement benefits scheme may have, or be given, the option to take a lump sum in place of that pension. Pension commutation payments received from employer-financed schemes are taxable under Section 394 ITEPA 2003, see the guidance for lump sums in [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015).\n\nIf a lump sum payment is made in commutation of rights to non-cash benefits under an employer-financed scheme then the payment will be taxable under S394 ITEPA 2003.\n\nCommutation payments from overseas schemes may be within Extra-Statutory Concession A10 (see [EIM15082](/guidance/employment-income-manual/EIM15000#EIM15082)). Any charge to tax under Section 394 ITEPA 2003 will therefore be reduced or eliminated under the terms of that concession if the employee has foreign service in the relevant employment. See examples at [EIM15325](/guidance/employment-income-manual/EIM15000#EIM15325) and [EIM15326](/guidance/employment-income-manual/EIM15000#EIM15326) substituting a commutation payment for a lump sum in each case. "},{"manual-section-id":"EIM15155","title":"Employer-financed retirement benefits schemes: schemes created by the payment of cash inducements","body":"**Note - This guidance does not relate to payments made by a registered pension scheme (see**&#xA0;[EIM74014](/guidance/employment-income-manual/EIM74000#EIM74014)**)**&#xA0;\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nAn employer/third party may offer to pay lump sums to employees and/or former employees who are members of the employer&#x2019;s registered pension scheme. In return the employee/former employee exchanges or surrenders all or some of their rights under the registered pension scheme, thereby reducing the employer&#x2019;s future liability for the scheme&#x2019;s funding.  Such offers have been made in a number of circumstances including:\n\n*   in connection with a transfer from one type of registered pension scheme (normally a defined benefit scheme) to another type of registered pension scheme (e.g. a defined contribution scheme or a personal pension scheme)\n*   in connection with the surrender of rights under the current registered pension scheme (e.g. the right to future non-statutory pension increases).\n\nWhilst the facts of each case need to be considered on their own merits, where the employer/third party makes a cash inducement offer, the arrangement under which the offer is made will normally create an employer-financed retirement benefits scheme (see [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020)). This is because, where the offer is accepted, the payment can constitute a relevant benefit (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) on the following grounds:\n\n*   payments made to existing employees and to former employees [who have left the employment other than by retirement] are paid 'in anticipation of retirement', and\n*   payments made to retired former employees are benefits provided 'in connection with past service'.\n\nThis results in the payments being chargeable under section 394 ITEPA.\n\nHowever, where as part of the arrangement, an employer meets the cost (directly or indirectly) of the provision of advice by an independent financial adviser to either its current employees or former employees who are deferred members of the employer&#x2019;s registered pension scheme this cost is not regarded as a relevant benefit.  This is because the advice does no more than provide assistance to the employee in deciding how to respond to the cash inducement offer so it is not considered to be a benefit provided 'in anticipation of retirement'.\n\nThe position regarding the tax treatment of cash inducement payments was clarified in a HMRC announcement on 24 January 2007. Transitional arrangements were put in place for certain cases where the offer to make a payment to an individual was made before 24 January 2007. In cases where it is claimed either that these transitional arrangements apply, or that the payment of such sums does not constitute an employer-financed retirement benefits scheme please refer the case to Pension Scheme Services (Technical), FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD."},{"manual-section-id":"EIM15160","title":"Employer-financed retirement benefits schemes: winding up the scheme","body":"[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nSince 6 April 2006 a number of non-approved retirement benefit schemes that continue after 6 April 2006 as employer-financed retirement benefits schemes are being wound up.\n\nWhere it is decided to wind up a scheme then the payments made to individuals may be relevant benefits (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)). Where the recipient has not yet retired and the lump sum, gratuity or other benefit\n\n*   is provided in circumstances where there is a clear link with retirement, or,\n*   is provided in substitution for a payment that would have been made on or after retirement,\n\nthen, depending on the facts of the case, the lump sum, gratuity or other benefit may be paid 'in anticipation of retirement'. There is no age limit applicable to the phrase 'in anticipation of retirement'. A payment made in anticipation of retirement is a relevant benefit and will be chargeable under S394 ITEPA 2003."},{"manual-section-id":"EIM15200","title":"Employer-financed retirement benefits schemes: reporting responsibilities","body":"\n\n## Section 251(1)(a), (2)(e)-(f) FA 2004 and The Registered Pension Schemes and Employer-Financed Retirement Benefits Schemes (Information) (Prescribed Description of Persons) Regulations 2005 S.I. 2005 No.3453\n\nThese regulations came into force on 6 April 2006.\n\nThere are two main areas where information must be provided to HMRC:\n\n*   when the scheme starts\n*   annually where benefits are provided\n\n### **Reporting when the scheme starts**\n\nBy 31 January following the end of the tax year in which a scheme comes into operation, the prescribed person (defined below) must send the following particulars to HMRC:\n\n*   the name of the scheme\n*   the address of the responsible person\n*   the date the scheme came into operation\n\nA scheme 'comes into operation' on the first occasion after 5 April 2006 when either\n\n(a) an employer contributes to the scheme or\n\n(b) relevant benefits (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) are provided.\n\nthe 'prescribed person' is the same person as the 'responsible person' in [EIM15056](/guidance/employment-income-manual/EIM15000#EIM15056).\n\nThe particulars required when a scheme starts should be sent to\n\n*   the trust office dealing with the trust through which the scheme operates or\n*   if the scheme is not operated through a trust, the particulars should be sent to Pension Schemes Services (Service Delivery) FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD.\n\n### **Reporting benefits annually**\n\n**Also**, the same person must send the following particulars to HMRC **annually** by 7 July following the end of the tax year in which any relevant benefit (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) is provided:\n\n*   The name, address and national insurance number of the recipient of the relevant benefit\n*   The nature of the relevant benefit\n*   The amount of the relevant benefit (calculated in accordance with [EIM15120](/guidance/employment-income-manual/EIM15000#EIM15120) where non-cash)\n\nThe particulars should, where they relate to relevant benefits to which PAYE does not apply, be provided in the form of a list and headed 'Employer-Financed Retirement Benefits Scheme - Relevant Benefits' The list should be sent to the HMRC office that deals with any PAYE scheme operated by the employer-financed retirement benefits scheme (new PAYE schemes can be set up via the Employer Helpline) or, if there is no specific PAYE scheme for the employer-financed retirement benefits scheme, the list should be sent to the HMRC office that deals with the employer&#x2019;s PAYE scheme. In practice all employer PAYE schemes are dealt with at; HMRC NIC &amp; Employer office, BP4009, Benton Park View, Longbenton, Newcastle upon Tyne NE98 1ZZ"},{"manual-section-id":"EIM15205","title":"Employer-financed retirement benefits schemes: example: non-cash receipts","body":"[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nOn 1 September 2006, a company marks a director&#x2019;s retirement by giving her a car valued at &#xA3;30,000. The receipt falls after 5 April 2006 so the rules relating to employer-financed retirement benefits schemes apply (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)). The definition of &#x201C;relevant benefits&#x201D; for that purpose includes non-cash benefits such as this (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) so the value of the car is within Section 394 ITEPA 2003 (as amended by s249(3) FA 2004)."},{"manual-section-id":"EIM15210","title":"Employer-financed retirement benefits schemes: payer&#x2019;s responsibilities: operation of PAYE","body":"Where a payer makes a lump sum payment that is chargeable under Section 394 ITEPA 2003 there is an obligation to deduct and account for tax under the PAYE Regulations on the chargeable payment.\n\nPAYE does not apply to the provision of non-cash benefits under an employer-financed retirement benefits scheme unless they are readily convertible assets.  Where PAYE does not apply tax is collected under Self Assessment instead. Nevertheless reporting taps into PAYE teams at HMRC - see the last part of [EIM15200](/guidance/employment-income-manual/EIM15000#EIM15200) for guidance on reporting the provision of such benefits."},{"manual-section-id":"EIM15300","title":"Employer-financed retirement benefits schemes: example: meaning of &#x201C;retirement&#x201D;"},{"manual-section-id":"EIM15310","title":"Employer-financed retirement benefits schemes: example: payment on non-accidental death","body":"\n\n## Section 393B ITEPA 2003\n\n[**Notice**: the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\n**Note:  If a lump sum death benefit is paid on the non-accidental death of an employee during service provided under scheme rules which were in place before 6 April 2006 then the benefit is not a relevant benefit - see item 2 of the list of excluded benefits under regulations at**[EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021).\n\nAn employee died of natural causes on 1 September 2006.\n\nThe director of the personnel department of the company the employee worked for decides to make an ex-gratia payment to the employee's spouse of &#xA3;50,000. This payment is in addition to a lump sum of &#xA3;12,500 payable to the employee's estate under the terms of the employer's registered pension scheme (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010) sub-heading on registered pension schemes and EFRBS).\n\nThe &#xA3;50,000 payment is made on 20 September 2006. Because this date falls after 5 April 2006, you consider whether the scheme is an employer-financed retirement benefits scheme (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)).\n\nA gift on death in these circumstances is a 'relevant benefit' (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)) so an employer-financed retirement benefits scheme is created by the payment (see [EIM15048](/guidance/employment-income-manual/EIM15000#EIM15048)).\n\nThe payment is chargeable on the spouse of the employee and counts as employment income (see [EIM15055](/guidance/employment-income-manual/EIM15000#EIM15055)) for the year of receipt 2006/07 (see [EIM15058](/guidance/employment-income-manual/EIM15000#EIM15058))."},{"manual-section-id":"EIM15315","title":"Employer-financed retirement benefits schemes: example: payment on death by accident","body":"\n\n## Section 393B ITEPA 2003\n\n[**Notice**: for events occurring after 5 April 2011 the example on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\nAn employee died on 30 April 2006 after falling from the roof at home at the weekend. The employer decides to make an ex-gratia payment of &#xA3;25,000 to the spouse and does so on 1 June 2006. Since the payment is made after 5 April 2006, you consider the employer-financed retirement benefits scheme rules (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)).\n\nThe payment is not chargeable because only 'relevant benefits' from such a scheme are chargeable under Section 394 ITEPA 2003 and such a payment is not within that definition for employer-financed retirement benefits scheme purposes (see [EIM15021](/guidance/employment-income-manual/EIM15000#EIM15021)).\n\nThe fact that an accident happens whilst the employee is off duty at home does not matter: the accident is 'during service' if it happens at any time while she or he is an employee.\n\nFor payments on death otherwise than by accident, see example [EIM15310](/guidance/employment-income-manual/EIM15000#EIM15310). "},{"manual-section-id":"EIM15325","title":"Employer-financed retirement benefits schemes: example: overseas schemes: Extra-Statutory Concession A10: full exemption","body":"Extra-Statutory Concession A10\n\nFor guidance on ESCA10 see [EIM15082](/guidance/employment-income-manual/EIM15000#EIM15082) and subsequent guidance.\n\nAn employee retired from employment with a foreign company after 20 years' service.\n\nThe service in the first 15 years counts as &#x201C;foreign service&#x201D; (see the definition at [EIM13690](/guidance/employment-income-manual/EIM12800#EIM13690)) whereas that of the last 5 does not.\n\nOn retirement, the scheme pays the employee a lump sum of &#xA3;100,000.\n\nESC A10 applies. Not less than 75% of service in the employment is foreign service (15/20 = 75%) so test a. in [EIM15083](/guidance/employment-income-manual/EIM15000#EIM15083) is met. Consequently the lump sum is fully exempt from income tax."},{"manual-section-id":"EIM15326","title":"Employer-financed retirement benefits schemes: example: overseas schemes: Extra-Statutory Concession A10: partial exemption","body":"\n\n## Extra-Statutory Concession A10\n\nFor guidance on ESCA10 see [EIM15082](/guidance/employment-income-manual/EIM15000#EIM15082) and subsequent guidance\n\nAn employee retired from employment with a foreign company after 15 years' service.\n\nThe service of the first 6 years counts as foreign service (see the definition at [EIM13690](/guidance/employment-income-manual/EIM12800#EIM13690)) whereas that of the last 9 does not.\n\nOn retirement, the scheme pays a lump sum of &#xA3;90,000.\n\nESC A10 applies. The foreign service does not meet any of the three tests in [EIM15083](/guidance/employment-income-manual/EIM15000#EIM15083) but partial exemption is available. Following [EIM15083](/guidance/employment-income-manual/EIM15000#EIM15083), the charge is reduced by the same proportion as the foreign service bears to the employee's total service in that employment. So the reduction is &#xA3;36,000 (&#xA3;90,000 x 6/15 = &#xA3;36,000), leaving &#xA3;54,000 (&#xA3;90,000 less &#xA3;36,000) chargeable under Section 394 ITEPA 2003. "},{"manual-section-id":"EIM15329","title":"Employer-financed retirement benefits schemes: example: receipts excluded from charge: prior employer contributions","body":"\n\n## Section 394 ITEPA 2003 and Paragraphs 53-55 Schedule 36 FA 2004\n\n[**Notice**: for cases involving payment after 5 April 2011, the guidance on this page should be read with the notice at the top of [EIM15015](/guidance/employment-income-manual/EIM15000#EIM15015)]\n\n**Example 1**\n\nOn 1 January 2007 an employee receives a &#xA3;100,000 lump sum on retirement from an employer-financed retirement benefits scheme (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)).\n\nThe employer contributed &#xA3;500 per month to the scheme for 10 years until December 2005 when contributions ceased. These contributions were taxed on the employee under s595 ICTA 1988 and Section 386 ITEPA 2003 (see SE15040 and [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)).\n\nAll of the income and gains of the scheme (whether as a non-approved scheme before 6 April 2006 or as an employer-financed retirement benefits scheme after on or after that date) have been within the charge to UK tax.\n\nThe &#xA3;100,000 lump sum falls within Section 394 ITEPA 2003 but all the conditions in [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125) are met. There is therefore no charge under that Section.\n\n**Example 2**\n\nThe facts are as in example 1 above except that the employer continued to contribute until December 2006.\n\nBecause the employer made contributions **both** before and on or after 6 April 2006, the rules in [EIM15128](/guidance/employment-income-manual/EIM15000#EIM15128) apply. Part of the lump sum is not taxed under Section 394 and the example within [EIM15128](/guidance/employment-income-manual/EIM15000#EIM15128) explains how that exempt part is arrived at."},{"manual-section-id":"EIM15400","title":"Non-approved schemes: introduction","body":"\n\n## Sections 386-400 ITEPA 2003\n\n**Note: The guidance in this section (from EIM15400 to EIM15438) applies only to receipts from a non-approved retirement benefits scheme and so applies only before 6 April 2006. If dealing with a receipt on or after that date proceed in accordance with the guidance for receipts from employer-financed retirement benefits schemes in the first section (from EIM15015 to EIM15399). **\n\nIn general terms, a retirement benefits scheme is one that provides for benefits on an employee's retirement or death (for the full definition see [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402)).\n\nBefore 6 April 2006, occupational retirement benefits schemes could be granted approval at HMRC&#x2019;s discretion, by Pension Schemes Services (PSS). These, and some other similar schemes (see [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)), received significant tax advantages. For example, their investment income was not taxed, contributions to the scheme qualified for tax relief and lump sum benefits (not pensions) were exempt from tax.  From 6 April 2006, such schemes automatically became registered pension schemes.  There is detailed legislation governing such schemes and the guidance in respect of them is in the Registered Pension Scheme Manual (RPSM). The Employment Income Manual guidance does not deal with registered pension schemes.\n\nNone of the tax advantages referred to above apply where the scheme was outside the categories of schemes identified in [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)). Before 6 April 2006 such schemes were known as 'non-approved' (or unapproved) retirement benefits schemes (and commonly referred to as URBS).\n\nThese schemes exist, both for individual employees and groups, mainly because legislation and HMRC&#x2019;s discretionary approval practice limited the benefits that an approved scheme could provide. For example, in calculating retirement benefits that can be taken from an approved scheme, any salary above a certain sum (known as the &#x201C;earnings cap&#x201D; could not be taken into account (see [EIM15429](/guidance/employment-income-manual/EIM15000#EIM15429) for figures). So a non-approved scheme was often set up to provide benefits based on salary in excess of that sum.\n\nThe general structure of the legislation for non-approved retirement benefits schemes is to tax as follows:\n\n*   Employer's contributions to the scheme made before 6 April 2006 count as employment income (see [EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512)) of the employee under Section 386 ITEPA 2003 (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)). There is no equivalent charge for contributions made to an employer-financed retirement benefits scheme after 5 April 2006\n*   All lump sum payments (including commutations: see [EIM15427](/guidance/employment-income-manual/EIM15000#EIM15427)) out of non-approved schemes count as employment income (see [EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512)) of the recipient under Section 394 ITEPA 2003 (see [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420)).*   The charge on lump sums paid out may be reduced where prior employer contributions have been taxed (see [EIM15423](/guidance/employment-income-manual/EIM15000#EIM15423)) and where the employee has made contributions (see [EIM15424](/guidance/employment-income-manual/EIM15000#EIM15424)).\n*   A pension from these schemes is charged separately as pension income under Part 9 ITEPA 2003 (see [EIM74001](/guidance/employment-income-manual/EIM74001)).\n*   See [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420) for guidance on how annuities, annual payments and non-cash receipts are dealt with.\n\nSee [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402) for the definition of a non-approved scheme.\n\nIn cases where it is claimed that the facts of the case do not constitute a non-approved  retirement benefits scheme please refer the case to Pension Scheme Services (Technical), FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD."},{"manual-section-id":"EIM15401","title":"Non-approved schemes: tax charges","body":"\n\n## Sections 386, 393 and 394(1) ITEPA 2003\n\nA tax charge arises where there is a lump sum receipt from a non-approved scheme (see definition in [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402)) before 6 April 2006 and where an employer makes a contribution to a non-approved scheme before 6 April 2006 (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)).\n\n**The above guidance is subject to the following qualifications: **\n\n*   Pension income is always charged under Part 9 ITEPA 2003 (see [EIM74000](/guidance/employment-income-manual/EIM74000) and subsequent guidance)\n*   Some receipts are excluded from charge in whole or in part (see [EIM15422](/guidance/employment-income-manual/EIM15422))\n\nContributions by the employee may need to be taken into account (see [EIM15422](/guidance/employment-income-manual/EIM15422))."},{"manual-section-id":"EIM15402","title":"Non-approved schemes: general definitions","body":"\n\n## Section 387 ITEPA 2003 and Sections 611 &amp; 612(1) ICTA 1988\n\nEmployers frequently make financial provision for the retirement or death of their employees by setting up a pension scheme or fund or similar arrangement. The employer may make contributions in advance in order to fund the benefits (a funded scheme) or simply pay benefits on retirement or death (an unfunded scheme). All such arrangements are retirement benefits schemes (see definitions below).\n\nSection 611(1) ICTA 1988 defined a retirement benefits scheme as a scheme that consists of or includes relevant benefits (ICTA88 and Section 393A(1) ITEPA 2003).\n\nSection 611 (2) defined 'scheme' as including a 'deed, agreement, series of agreements or other arrangements'. It does not have to be a formal document and schemes do not have to adopt any particular form. See [EIM15406](/guidance/employment-income-manual/EIM15000#EIM15406) for more information.\n\nSection 612(1) defined 'relevant benefits' (see [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403)).\n\n**Note**: A non-approved retirement benefits scheme automatically became an employer-financed retirement benefits scheme at 6 April 2006 as long as it met the definition of an employer-financed scheme set out in S393A ITEPA 2003 (see [EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020)).\n\nIn cases where it is claimed that the facts of the case do not constitute a non-approved or employer-financed retirement benefits scheme please refer the case to Pension Scheme Services (Technical), FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD."},{"manual-section-id":"EIM15403","title":"Non-approved schemes: definition of 'relevant benefits'","body":"## Section 612(1) ICTA 1988\n\n&#x201C;Relevant benefits&#x201D; are defined as any pension, lump sum, gratuity or other like benefit given:\n\n*   on retirement (see [EIM15404](/guidance/employment-income-manual/EIM15000#EIM15404)) or on death (see example [EIM15435](/guidance/employment-income-manual/EIM15000#EIM15435)), or\n*   in anticipation of retirement (see [EIM15426](/guidance/employment-income-manual/EIM15000#EIM15426)), or\n*   after retirement or death in connection with past service (see [EIM15426](/guidance/employment-income-manual/EIM15000#EIM15426)), or\n*   on or in anticipation of or in connection with any change in the nature of the employee's service (see [EIM15426](/guidance/employment-income-manual/EIM15000#EIM15426)) or\n*   by virtue of a pension sharing order or provision\n\nOnly cash benefits count as &#x201C;relevant benefits&#x201D; (see example at [EIM15432](/guidance/employment-income-manual/EIM15000#EIM15432)).\n\nBut the definition did not include benefits provided solely by reason of an employee's disablement or death by accident occurring whilst he or she is in the employer's service (see example [EIM15436](/guidance/employment-income-manual/EIM15000#EIM15436)) nor benefits provided on ill-health (see [EIM15405](/guidance/employment-income-manual/EIM15000#EIM15405)). "},{"manual-section-id":"EIM15404","title":"Non-approved schemes: meaning of 'retirement'","body":"\n\n## Section 612(1) ICTA 1988\n\n[EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403) explained that a relevant benefit includes a provision given on retirement.\n\nDeciding whether a payment is given on retirement can be difficult because there is no full statutory definition of the word. Section 612(1) ICTA 1988 states that retirement is to be interpreted according to the way service is defined, but that only means that there cannot be a retirement unless the employment has ended. Consequently, its natural meaning applies.\n\nPayments made in respect of age-related retirement should not cause problems, for example where the typical age of natural retirement in a job is at a fixed age.\n\nBut the situation can be less clear where the termination is described as &#x201C;early retirement&#x201D; since this is often in fact a dismissal (for example, due to redundancy or inefficiency). A payment in such a case can represent compensation for loss of the employment rather than a payment on retirement and so may be chargeable only under Section 401 ITEPA 2003 (provided that no contractual entitlement exists, see [EIM12850](/guidance/employment-income-manual/EIM12850)). That is so even if the employee also becomes entitled, at the time of termination, to immediate pension benefits from the employer's approved pension scheme (see [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)). This could occur, for example, where an approved scheme allows a pension to be paid to persons made redundant at age 50 or over.\n\nIf the circumstances of the termination do not suggest that there is a dismissal (including a redundancy), severance, resignation or death, then it is likely that it is a retirement (but see [EIM15405](/guidance/employment-income-manual/EIM15000#EIM15405) if ill health causes the termination and the scheme is non-approved). There are some further guidelines at example [EIM15434](/guidance/employment-income-manual/EIM15434). "},{"manual-section-id":"EIM15405","title":"Non-approved schemes: ill-health and retirement","body":"Termination of employment can occur because of ill health. In such circumstances, the employee may be obliged to give up work completely and this can be described as a &#x201C;retirement&#x201D;. However, if a payment is made purely as consolation for loss of health that results in premature termination of employment, it is not regarded as made in connection with retirement even though retirement may coincide. The payment should be treated as compensating for the employee's loss of health that resulted in the termination and not as a retirement benefit.\n\nA payment made on retirement because of disablement by accident is not chargeable (see [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403)). Such a payment will be chargeable only under Section 401 ITEPA 2003 subject to any claim to the disability exception (see [EIM13610](/guidance/employment-income-manual/EIM12800#EIM13610)). "},{"manual-section-id":"EIM15406","title":"Non-approved schemes: definition of 'scheme'","body":"\n\n## Section 612 (2) ICTA 1988 and Statement of Practice 13/1991\n\nThere must be a 'scheme' for a charge to arise under the non-approved retirement benefits scheme legislation.\n\nThe definition of a scheme states that it 'includes a deed, agreement, series of agreements or other arrangements' providing for relevant benefits (see [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403) for the definition of relevant benefits). The definition therefore has a wide scope.\n\nStatement of Practice 13/91 explains that, in HMRC&#x2019;s view, the term 'arrangement' in this context goes wider than any prior formal or informal understanding between the employee and the employer. It also includes any system, plan, pattern or policy connected with the payment of a 'relevant benefit' (see [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403)).  A scheme may be quite informal and includes, for example:\n\n*   a decision at an employer's meeting*   a decision by an employee with delegated authority or in accordance with a policy\n*   a situation where it has been common practice for an employer to make a payment to a particular class of employees\n\nAlthough this Statement has been withdrawn with effect from 6 April 2006 following the introduction of the simplified pensions tax regime for registered pension schemes, this does not affect HMRC&#x2019;s interpretation of 'scheme' as explained in the guidance.\n\nThere may be exceptional circumstances where a payment is not made under an 'arrangement'. The position in individual cases can be determined only on their facts. In cases where it is claimed that the facts of the case do not constitute a non-approved scheme or an employer is unsure whether the payment is made under a scheme please refer the case to Pension Scheme Services (Technical), FitzRoy House, Castle Meadow Road, Nottingham NG2 1BD."},{"manual-section-id":"EIM15407","title":"Non-approved schemes: identification","body":"\n\n## Section 387(2) ITEPA 2003\n\nA retirement benefits scheme was non-approved **unless** it is within one of the three categories specified in Section 387(2) ITEPA 2003. These are:\n\n*   a scheme approved by Audit &amp; Pension Schemes Services (now Pension Schemes Services)  (**Note**: see [EIM15408](/guidance/employment-income-manual/EIM15000#EIM15408) for guidance on the treatment of periods when a scheme is not approved)\n*   a relevant statutory scheme. Public sector pension schemes are usually within this category. Pension Schemes Services (PSS) can advise if a scheme is a statutory scheme but broadly it is a scheme either:\n\n*   *   set up under an enactment where the particulars are set out in that enactment or in regulations made under it, or\n    *   a scheme approved by a Minister or Government department\n\n*   a scheme set up by a Government outside the UK for the benefit of its employees.\n\nIt follows that most schemes set up and administered outside the UK will be classified as non- approved (see [EIM15416](/guidance/employment-income-manual/EIM15000#EIM15416) for further guidance concerning such schemes). "},{"manual-section-id":"EIM15408","title":"Non-approved schemes: periods when a scheme was not approved","body":"A retirement benefits scheme may have been outside the non-approved scheme rules from the outset. For example it may have been approved by Audit &amp; Pension Scheme Services (APSS), now Pension Schemes Services, before any contribution or payment was made, or it may have been a statutory scheme (see [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)).\n\nThe situation may however be less clear. For example:\n\n*   an application for approval of a scheme may have been under consideration by (APSS)  when a payment was made. Only those lump sums that APSS approved before or after payment, or that were approved as small payments (see [EIM15429](/guidance/employment-income-manual/EIM15000#EIM15429)), are excluded from charge.*   a scheme may be approved with effect from a date after a payment was made to the scheme. For example, an employer made a contribution on 1 January 2003 but approval, when given, was backdated only to 1 July 2003. The contribution is chargeable under Section 386 ITEPA 2003 (see [EIM15401](/guidance/employment-income-manual/EIM15000#EIM15401)).*   a scheme's approval may have been subsequently withdrawn. Payments outside the period covered by approval are treated as to or from a non-approved scheme.\n\nNote that if **for any reason** an employer's contribution to a non-approved scheme has not been assessed on the employee under Section 386 ITEPA 2003, any lump sum from the scheme that is derived from that contribution can be assessed under Section 394 ITEPA 2003 when paid (see [EIM15401](/guidance/employment-income-manual/EIM15000#EIM15401)). "},{"manual-section-id":"EIM15409","title":"Non-approved schemes: persons chargeable and residence rules","body":"\n\n## Sections 386(6) and 394 ITEPA 2003\n\nIt was common for a non-approved scheme to provide benefits for people other than an employee. The payment of a lump sum or pension to the surviving spouse of an employee who dies in service would be a typical example.\n\nFor employer contributions to non-approved schemes, provision of benefits for any of the following was treated as made to the employee (Section 386(6) ITEPA 2003). So an employer's contributions to a scheme providing benefits for these people were also chargeable on the employee (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)):\n\n*   the employee's spouse or widow/widower and (from 5 December 2005) civil partner/surviving civil partner\n*   the employee's children\n*   dependants of the employee\n*   the personal representatives of the employee.\n\nWhere **any** benefit was paid out of a non-approved scheme:\n\n*   where the recipient is an individual, the benefit counts as employment income of that individual under Section 394(1) ITEPA 2003 (see [EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512))\n*   where the recipient is not an individual (for example, a company or club) the 'administrator' of the scheme is assessed to income tax (Section 687 IT(TOI)A  2005). See [EIM15410](/guidance/employment-income-manual/EIM15000#EIM15410) and [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402) respectively for definitions of 'administrator' and 'non-approved'.\n\nThe residence rules found in Chapters 4 and 5 Part 2 ITEPA 2003 (see [EIM40001](/guidance/employment-income-manual/EIM40000#EIM40001)) do not apply to a charge under Section 394 ITEPA 2003. That is because such a charge is classified as 'specific employment income' by Section 7(4) ITEPA 2003 and those Chapters are not applicable to such income (Section 6(3) ITEPA 2003). A charge arises where there is either a person or a source of income in the UK. However, if the recipient is not resident in the UK tax relief may be due under the terms of any Double Taxation Agreement between the UK and the country is which the recipient is resident.\n\nFor the year of assessment, see [EIM15411](/guidance/employment-income-manual/EIM15000#EIM15411)."},{"manual-section-id":"EIM15410","title":"Non-approved schemes: definition of 'administrator'","body":"\n\n## Section 401 ITEPA 2003 and Section 611AA ICTA 1988\n\n[EIM15409](/guidance/employment-income-manual/EIM15000#EIM15409) states that in some circumstances the scheme 'administrator' is assessed. If guidance on the making of assessments is necessary, refer to SDS.\n\nThe administrator of a non-approved scheme is identified as follows:\n\n*   If the scheme is a trust and none of the trustees are resident in the UK, the trustees are obliged to ensure that a UK resident is appointed to deal with the scheme's tax liabilities. That appointee is the administrator.*   If the scheme is a trust and any trustee is resident in the UK, the administrator is any one of the trustees.\n*   If the scheme is not a trust and the person who established it is not resident in the UK, that person is obliged to ensure that a UK resident is appointed to deal with the scheme's tax liabilities. That appointee is the administrator.\n*   If the scheme is not a trust and the person who established it is resident in the UK, that person is the administrator."},{"manual-section-id":"EIM15411","title":"Non-approved schemes: year to which the income belongs","body":"\n\n## Section 386(1)-(2) and section 394(1)-(3) ITEPA 2003\n\nIncome within Section 386 ITEPA 2003 is income of the tax year in which the employer's contribution is paid (see example [EIM15437](/guidance/employment-income-manual/EIM15000#EIM15437)).\n\nIncome within Section 394 ITEPA 2003 is income of the tax year in which the benefit is received (see [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420) and example [EIM15435](/guidance/employment-income-manual/EIM15000#EIM15435)). "},{"manual-section-id":"EIM15412","title":"Non-approved schemes: contributions made by employer","body":"\n\n## Section 386 ITEPA 2003\n\n**Note: Section 386 ITEPA 2003 is repealed with effect from 6 April 2006 by Section 247 FA 2004. Any contributions on or after that date are not taxable under Section 386. There is no equivalent to that Section in connection with employer-financed retirement benefits schemes **\n\nFor information about an **employee's** contributions see [EIM15414](/guidance/employment-income-manual/EIM15000#EIM15414).\n\nAn **employer's** contribution to a non-approved retirement benefits scheme counts as employment income (see [EIM00512](/guidance/employment-income-manual/EIM00505#EIM00512)) of an employee to the extent that the contribution is made with a view to the provision of relevant benefits (as defined at [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403)) for that employee or others (see [EIM15409](/guidance/employment-income-manual/EIM15000#EIM15409)). See example at [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420). Separately identifiable costs incurred by an employer in setting up or administering a scheme are not chargeable on employees under Section 386 ITEPA 2003 as such costs cannot fund the provision of benefits.\n\nIf the employer's contribution covers benefits for more than one employee it is apportioned among the employees in accordance with the separate benefits to be provided for each of them, see example [EIM15437](/guidance/employment-income-manual/EIM15000#EIM15437).\n\nThe contribution is treated as income of the tax year in which that contribution is paid, see [EIM15411](/guidance/employment-income-manual/EIM15000#EIM15411).\n\nContributions by an employer will nearly always be in cash.  However, where the contribution is made by means of the transfer of an asset from the employer to the scheme, it was decided by the Court of Appeal n Irving v HMRC ([2008] EWCA Civ.6) that such contributions are &#x201C;a sum paid&#x201D; by the employer for the purposes of Section 386.  Where the contribution is made by transfer of assets from the employer, the amount of the contribution is the market value of the asset at the time of transfer.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;\n\nThere are some exceptions to the charge, see [EIM15413](/guidance/employment-income-manual/EIM15000#EIM15413).\n\n(If **for any reason** any employer contributions are not so charged, make a note in the employee's permanent notes sub-file or computer record historical notes. Any lump sum benefit subsequently paid to the employee that is attributable to such contributions is chargeable to tax when received: see [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420)). "},{"manual-section-id":"EIM15413","title":"Non-approved schemes: contributions made by employer excluded from charge","body":"\n\n## Sections 389 and 390 ITEPA 2003\n\n**Note: Section 386 is repealed with effect from 6 April 2006 by Section 247 FA 2004. Any contributions on or after that date are not taxable under Section 386 (see **[EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)**).**&#xA0;\n\nThere are some situations in which an employer's contribution to a non-approved retirement benefits scheme was not chargeable under Section 386 ITEPA 2003 on the employee:\n\n*   where the earnings from the employment (see [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)) are charged on remittance (see [EIM40002](/guidance/employment-income-manual/EIM40002)) or would be if there were any. Earnings are charged on remittance if they are taxable earnings under Section 22 or Section 26 ITEPA 2003 (see [EIM40002](/guidance/employment-income-manual/EIM40002)). Section 22 applies to chargeable overseas earnings for a year when the employee is resident and ordinarily resident but not domiciled in the UK. Section 26 applies to foreign earnings for a year when the employee is resident but not ordinarily resident in the UK.\n*   where:\n\n*   *   the earnings from the employment are from a non resident employer to someone not domiciled in the UK (see [EIM40031](/guidance/employment-income-manual/EIM40031)) **and**&#xA0;\n    *   the retirement benefits scheme is a &#x201C;corresponding&#x201D; scheme. (This refers to non-UK schemes that have the characteristics of a UK exempt approved scheme (see [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)). Pension Schemes Services (PSS)  is responsible for deciding whether a scheme has &#x201C;corresponding&#x201D; status).\n\n*   in practice, where a 100 0eduction is allowable against earnings under Section 341 ITEPA 2003 (see [EIM33000](/guidance/employment-income-manual/EIM33000) and subsequent guidance).\n\nHowever, a charge may still arise under Section 394 ITEPA 2003 in respect of lump sums, etc subsequently paid out of the scheme (see [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420))."},{"manual-section-id":"EIM15414","title":"Non-approved schemes: contributions made by employee","body":"Contributions made by an employee to a non-approved retirement benefits scheme:\n\n*   are not assessable on the employee*   do not qualify for tax relief. The only exception to this is in relation to a scheme that has received corresponding approval status from Pensions Schemes Services (PSS), see [EIM32661](/guidance/employment-income-manual/EIM32661).\n*   do not give rise to a charge under Section 394 ITEPA 2003 (other than as a pension under Part 9 ITEPA 2003 see [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420)).\n\nIt is the taxpayer&#x2019;s responsibility to show that contributions qualify."},{"manual-section-id":"EIM15415","title":"Non-approved schemes: arrangements for providing security for payment of benefits in future","body":"\n\n## Section 386 ITEPA 2003, Section 248 FA04 and section 307 ITEPA 2003\n\nTo provide benefits under a non-approved scheme, an employer may have made contributions to an independent trust set up for the purpose. But an employer may simply have promised to provide retirement or death benefits when the time comes.\n\nIn the latter case, employees often required some form of security to reassure them that the promise would be met. This could be done in a variety of ways, but there was no charge under Section 386 ITEPA 2003 (employer contributions to a non-approved scheme) when this was done. To achieve this, the employer may have:\n\n*   executed a legal charge over specific business assets. This means that if the employer goes into liquidation, those assets will be realised firstly to meet the benefits promise\n*   executed a legal charge generally over all business assets. This means that if the employer goes into liquidation, satisfying the benefits promise will take first call on those assets\n*   acquired assets sufficient to meet the accrued liability. An actuary calculates how much an employee would need to be given at any particular time to enable the employee to invest and provide the pension promised by the employer. Assets acquired cover that amount.\n\nThe common feature of all these arrangements was that they were put in place **solely** to provide the employee with security or reassurance that the employer's promise would be met. So if there was an intention from the outset to use those assets to fund or pay for the retirement benefits then a charge under Section 386 ITEPA 2003 does arise where the contribution is made prior to 6 April 2006 (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)). Section 386 is repealed with effect from that date, so there can be no charge in respect of a contribution after 5 April 2006 in any event.\n\nBefore 6 April 2006, there is no charge under the benefits code in respect of any provision of security because Section 307 ITEPA 2003 exempts it (see [EIM21800](/guidance/employment-income-manual/EIM21603#EIM21800)).  "},{"manual-section-id":"EIM15416","title":"Non-approved schemes: overseas schemes: anti-avoidance provisions","body":"\n\n## Section 397 ITEPA 2003\n\nFor this purpose, an overseas scheme is one where **any** of the income and gains of the scheme's investments are or have been outside the charge to UK tax (see Note 1 below).\n\nThe treatment of a lump sum from such a scheme depends on whether the scheme was entered into or varied (see below) on or after 1 December 1993.\n\nTreat a scheme as varied if any of its terms change. For example, if a scheme rule that provides for annual contributions of &#xA3;1,000 to be made is changed to increase the annual contributions to &#xA3;2,000, then that is a variation. By contrast, if contributions are increased automatically by reference to a formula in the scheme that is related to a variable such as earnings, profits or turnover then that is not a variation: the same rule is being applied.\n\nIf the scheme was entered into **before** 1 December 1993, follow item 3 of [EIM15420](/guidance/employment-income-manual/EIM15000#EIM15420).\n\nOtherwise, the charge under Section 394 ITEPA 2003 is calculated by deducting **only the following** from the lump sum:\n\n*   any sum contributed by the employer on which the employee was chargeable and has been taxed under Section 595(1) ICTA 1988 (see SE15040) or Section 386 ITEPA 2003 (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)) and\n*   any sum paid by the employee.\n\nThere are further rules where the lump sum comes from either the disposal of a part of an asset or the surrender of any part of or share in any rights in any asset and further lump sums may arise from further such disposals or surrenders (see [EIM15417](/guidance/employment-income-manual/EIM15000#EIM15417)).\n\n**Note 1**: this provision is an anti-avoidance measure. The calculation applies if **any** of the scheme's income or gains are not brought into charge to UK tax. So it applies even if **some** of its income or gains have been charged to UK tax.\n\n**Note 2**: in all the above cases, the charge may be eliminated by Extra-Statutory Concession A10 (see [EIM15418](/guidance/employment-income-manual/EIM15000#EIM15418)).\n\n**Note 3**: Section 397 has no application for receipts after 5 April 2006. After that date, receipts from employer-financed retirement benefits schemes are charged in full (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)) subject to transitional provisions (see [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125) and subsequent guidance)."},{"manual-section-id":"EIM15417","title":"Non-approved schemes: overseas schemes: lump sums from asset disposals","body":"\n\n## Section 397(4)-(10) ITEPA 2003\n\nAs explained in [EIM15416](/guidance/employment-income-manual/EIM15000#EIM15416) there were special rules dealing with lump sums derived from overseas non-approved retirement benefits schemes where the lump sum came from either:\n\n*   the disposal of a part of an asset, or*   the surrender of any part of or share in any rights in any asset and further lump sums may arise from further such disposals or surrenders.\n\nAn Inspector should consider such a case.\n\nThese rules will most frequently apply to schemes where the contributions are invested in an insurance policy. The legislation applies to lump sums received from insurance-based schemes where the insurance is not with a UK office. Gains from offshore insurance policies are already chargeable to tax but Section 397(4) ITEPA 2003 takes precedence where a policy is encashed in order to pay a lump sum benefit.\n\n[EIM15416](/guidance/employment-income-manual/EIM15000#EIM15416) explained the calculation to be made in arriving at the amount of the charge in these offshore cases. But where the lump sum arises under the circumstances outlined in this guidance the deduction mentioned in [EIM15416](/guidance/employment-income-manual/EIM15000#EIM15416) is calculated in a special way:\n\n*   first, the sum is calculated following the rules of [EIM15416](/guidance/employment-income-manual/EIM15000#EIM15416)&#xA0;\n*   that sum is then:\n\n*   *   multiplied by the amount of the lump sum received and*   divided by the market value of the asset in relation to which the disposal or surrender occurred. In making that valuation it is assumed that the valuation is made immediately before the disposal or surrender concerned.\n\nThese rules apply where the person having a right to receive (or any expectation of receiving) a further lump sum from the scheme is:\n\n*   the employee, or the employee's\n\n*   *   relatives (spouse, widow/widower, child or dependant) or personal representatives, or\n\n*   any person connected with the employee within Section 839 ICTA 1988 (for the meaning of connected see CG14580 onwards, which deal with the virtually identical Section 286 TCGA 1992).\n\nThe market value of any asset should be arrived at following Section 272 to 273 TCGA 1992 (see CG14531).\n\n**Note**: Section 397 has no application for receipts after 5 April 2006. After that date, receipts from employer-financed retirement benefits schemes are charged in full (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)) subject to transitional provisions (see [EIM15125](/guidance/employment-income-manual/EIM15000#EIM15125))"},{"manual-section-id":"EIM15418","title":"Non-approved schemes: Extra-Statutory Concession A10","body":"The concession applies in the same way to lump sums whether paid out of a non-approved or an employer-financed retirement benefits scheme. So for lump sums received before 6 April 2006 from an overseas non-approved scheme proceed in accordance with the guidance at [EIM15082](/guidance/employment-income-manual/EIM15000#EIM15082) onwards and see the examples at [EIM15325](/guidance/employment-income-manual/EIM15000#EIM15325) and [EIM15326](/guidance/employment-income-manual/EIM15000#EIM15326)."},{"manual-section-id":"EIM15419","title":"Non-approved schemes: application for relief where no benefits paid or payable","body":"\n\n## Section 392 ITEPA 2003\n\nRepayment of tax may be made in some circumstances if an employee does not receive benefits from a non-approved retirement benefits scheme. If an employee **has been charged** under Section 386 ITEPA 2003 or Section 595 ICTA 1988 on employer contributions made to provide relevant benefits (following [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)) and the employee shows that:\n\n*   some event has subsequently occurred by reason of which no relevant benefits will become payable (for example, the scheme folds) and\n*   no payment has been received by the employee in respect of or in substitution for those benefits\n\nthen relief may be claimed.\n\n'Employee' for this purpose includes a person who has been an employee and benefits are provided in respect of benefits if they are provided for the employee's spouse, widow or widower, children, dependants or personal representatives (Section 386(6) ITEPA 2003).\n\nApplication for repayment must be made by the employee or by the employee's personal representatives within six years of the date on which the event occurred. Relief is given by discharge or repayment of the tax paid.\n\n**Note**: this relief does not apply if the reason no benefits will be paid, or the event, is concerned with a reduction of an employee's rights as a consequence of a pension-sharing order (Section 392(6) to (7) ITEPA 2003.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"},{"manual-section-id":"EIM15420","title":"Non-approved schemes: cash benefits received","body":"Section 393(2) ITEPA 2003\n\nMost benefits from non-approved schemes are paid as a lump sum. However, they may also take the form of a pension, an annuity or an annual payment or be in non-cash form. These various payments are dealt with as follows:\n\n1.  Where the benefit is paid as a pension, or is any other kind of income within Part 9 ITEPA 2003 (see [EIM74000](/guidance/employment-income-manual/EIM74000) and subsequent guidance), it is taxed only under that Part. Section 394 ITEPA 2003 does not tax any income that falls within Part 9.\n2.  Where the benefit is paid as an annuity or other annual payment and it is not within Part 9 ITEPA 2003 (see [EIM74000](/guidance/employment-income-manual/EIM74000) and subsequent guidance) it is chargeable to income tax3.  Where the benefit is paid as a lump sum it counts as employment income under Section 394 ITEPA 2003, but see [EIM15422](/guidance/employment-income-manual/EIM15422) for exceptions. Such a lump sum is chargeable even if it is not a &#x201C;relevant benefit&#x201D; as defined in [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403).\n4.  Where the benefit is in non-cash form, see [EIM15421](/guidance/employment-income-manual/EIM15000#EIM15421).\n\nSee [EIM15409](/guidance/employment-income-manual/EIM15000#EIM15409) for who is assessed. "},{"manual-section-id":"EIM15421","title":"Non-approved schemes: non-cash benefits received: treatment and valuation","body":"\n\n## Sections 398(2)-(6) and 399 ITEPA 2003\n\nIn addition to cash benefits in the form of a lump sum or pension, schemes may also provide non-cash benefits on or during retirement.\n\nNon-cash benefits may take many forms. For example, the use of an asset may be provided, or a person may be given a loan at less than a commercial rate of interest.\n\nThe value of the benefit is the **greater** of:\n\n1.  its money's worth (see [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)), and\n2.  its 'cash equivalent' under the benefits code (see [EIM21006](/guidance/employment-income-manual/EIM21000#EIM21006))\n\nin both cases making the assumption that the benefit is received for performance of the duties of the employment. This is the same process as for termination benefits (see [EIM13270](/guidance/employment-income-manual/EIM12800#EIM13270) and [EIM13310](/guidance/employment-income-manual/EIM13310)).\n\n**Note** that when applying the benefits code for this purpose:\n\n*   any reference to employer is to be taken as including a former employer\n*   the same difference applies when calculating the cash equivalent of certain living accommodation as applies for the purposes of Section 401 ITEPA 2003 (see [EIM13330](/guidance/employment-income-manual/EIM12800#EIM13330)).\n\nThe cash equivalent of a beneficial loan is treated as a payment of interest (Section 399(2) ITEPA 2003). This means that it can be claimed as a relief. The rules are the same as in [EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards (except that Section 399 ITEPA 2003 applies to all employees). When the figure for notional interest has been calculated, the same rules as in [EIM26270](/guidance/employment-income-manual/EIM26100#EIM26270) apply to give relief for it.\n\nWhere a non-approved scheme provides only for non-cash benefits, Section 394 ITEPA 2003 will not apply (see [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403)). This is because the Section can only apply to benefits that come from a scheme that includes relevant benefits (which meant cash only benefits before 6 April 2006). "},{"manual-section-id":"EIM15422","title":"Non-approved schemes: receipts excluded from charge: general"},{"manual-section-id":"EIM15423","title":"Non-approved schemes: receipts excluded from charge: prior employer contributions","body":"\n\n## Sections 395(2) and (4) and 396 ITEPA 2003\n\nThere is no charge under Section 394 ITEPA 2003 if the receipt is attributable to prior employer contributions on which the employee has been taxed under Section 595(1) ICTA 1988 (see SE15040) or Section 386 ITEPA 2003 (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412) and example [EIM15438](/guidance/employment-income-manual/EIM15000#EIM15438)).\n\n### Notes\n\n*   Section 396(2) ITEPA 2003 places the onus on the person receiving a lump sum to show that the amount paid is attributable to contributions that have been taxed.*   FA 1994 introduced important exceptions to this rule to deter avoidance of tax, see [EIM15416](/guidance/employment-income-manual/EIM15000#EIM15416).\n*   Attributing lump sums from the scheme to contributions is a matter of fact. This should be done on any reasonable basis and excessive time should not be spent on this (see example [EIM15438](/guidance/employment-income-manual/EIM15000#EIM15438))."},{"manual-section-id":"EIM15424","title":"Non-approved schemes: receipts excluded from charge: prior employee contributions","body":"A lump sum otherwise chargeable under Section 394 ITEPA 2003 (see [EIM15401](/guidance/employment-income-manual/EIM15000#EIM15401)) is not chargeable, or only partly chargeable, if it is attributable wholly, or partly, to the employee's own contributions to the scheme (see [EIM15414](/guidance/employment-income-manual/EIM15000#EIM15414) and example [EIM15438](/guidance/employment-income-manual/EIM15000#EIM15438)). "},{"manual-section-id":"EIM15425","title":"Non-approved schemes: receipts excluded from charge: small lump sums where no other pension schemes","body":"## Statement of Practice 13/1991\n\nA lump sum otherwise chargeable under Section 394 ITEPA 2003 (see [EIM15401](/guidance/employment-income-manual/EIM15000#EIM15401)) is not chargeable where the conditions in Statement of Practice 13/91 are satisfied (see [EIM15429](/guidance/employment-income-manual/EIM15000#EIM15429)).  The Statement was withdrawn with effect from 6 April 2006 so applies only to lump sums paid before that date."},{"manual-section-id":"EIM15426","title":"Non-approved schemes: payments other than on retirement or death","body":"\n\n## Section 612(1) ICTA 1988\n\nAs [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403) indicates, payments and benefits other than those made on retirement or death can be &#x201C;relevant benefits&#x201D;. They comprise payments and benefits made:\n\n*   in anticipation of retirement. This prevents, for example, avoidance of tax by making a lump sum available before the retirement date. There is no age limit to apply and whether a payment is made in anticipation of retirement is a question of fact. If a payment is clearly linked to retirement or is in substitution for a payment that would have been made on or after retirement then it will be &#x201C;in anticipation of retirement&#x201D;\n*   after retirement or death in connection with past service. This means, for example, that payments to retired former employees are relevant benefits\n*   in connection with any change in the employee&#x2019;s service. Such payments are normally chargeable under Section 62 ITEPA 2003 in any event (see [EIM00680](/guidance/employment-income-manual/EIM00505#EIM00680)).\n*   by virtue of a pension sharing order."},{"manual-section-id":"EIM15427","title":"Non-approved schemes: commutations","body":"## Section 394 ITEPA 2003\n\nAn individual entitled to a pension from a retirement benefits scheme may have, or be given, the option to take a lump sum in place of that pension. Pension commutation payments received from non-approved schemes are taxable under Section 394 ITEPA 2003 - see the guidance for lump sums in [EIM15401](/guidance/employment-income-manual/EIM15000#EIM15401).\n\nIf a lump sum payment is made in commutation of rights to non-cash benefits under a non-approved scheme then the payment will be taxable under S394 ITEPA 2003.\n\nCommutation payments from overseas schemes may be within Extra-Statutory Concession A10 (see [EIM15418](/guidance/employment-income-manual/EIM15000#EIM15418)). Any charge to tax under Section 394 ITEPA 2003 will therefore be reduced or eliminated under the terms of that concession if the employee has foreign service in the relevant employment. See examples at [EIM15325](/guidance/employment-income-manual/EIM15000#EIM15325) and [EIM15326](/guidance/employment-income-manual/EIM15000#EIM15326) substituting a commutation payment for a lump sum in each case. "},{"manual-section-id":"EIM15428","title":"Non-approved schemes: ex-gratia (voluntary) payments:","body":"\n\n## Statement of Practice 13/1991\n\nThe application of Section 394 ITEPA 2003 to ex-gratia or voluntary payments made before 6 April 2006 on retirement or death is set out in Statement of Practice SP13/91. Such payments are within the scope of the Section whenever there is a scheme (see [EIM15406](/guidance/employment-income-manual/EIM15000#EIM15406)).\n\nHowever, the statement also introduced a new procedure under which certain payments could be given approved status on application to Audit &amp; Pension Schemes Services (APSS). Where approval was given, the payment is exempt from tax.\n\nUnder the procedure an employer was able to apply to APSS either before or after the payment is made. A payment was only considered for approval by APSS where:\n\n*   no other lump sum benefit from an approved or statutory retirement benefits scheme (see [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)) is payable in respect of the employment and\n*   normal requirements for HMRC approval, as set out in Booklet IR12, are met (for example, the time limits for seeking approval apply).\n\nIf approval is granted by APSS, the Inspector dealing with the employer's accounts will have been notified by that office.\n\nThe statement also granted approved status **without** an application to APSS in some circumstances, see [EIM15425](/guidance/employment-income-manual/EIM15000#EIM15425). "},{"manual-section-id":"EIM15429","title":"Non-approved schemes: ex-gratia (voluntary) payments:  small payments","body":"[EIM15428](/guidance/employment-income-manual/EIM15000#EIM15428) indicated that certain small ex-gratia lump sum payments made on retirement or death could be treated as made from an approved scheme **without** application to Audit and Pension Scheme Services (APSS) . In that case, they are exempt from tax.\n\nThe conditions for this treatment are that:\n\n*   no other lump sum from an approved or statutory retirement benefits scheme (see [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)) was payable in respect of the employment and\n*   the total of all lump sums from all 'associated' employers (see [EIM15430](/guidance/employment-income-manual/EIM15000#EIM15430)) made in connection with the retirement or death did not exceed the following limits:\n<table>\n<tr>\n<td>\n\n### Year of assessment\n\n</td>\n<td>\n\n### Limit (&#xA3;)\n\n</td>\n</tr>\n<tr>\n<td>\n\n1997/98\n\n</td>\n<td>\n\n7,000\n\n</td>\n</tr>\n<tr>\n<td>\n\n1998/99\n\n</td>\n<td>\n\n7,300\n\n</td>\n</tr>\n<tr>\n<td>\n\n1999/2000\n\n</td>\n<td>\n\n7,550\n\n</td>\n</tr>\n<tr>\n<td>\n\n2000/01\n\n</td>\n<td>\n\n7,650\n\n</td>\n</tr>\n<tr>\n<td>\n\n2001/02\n\n</td>\n<td>\n\n7,950\n\n</td>\n</tr>\n<tr>\n<td>\n\n2002/03\n\n</td>\n<td>\n\n8,100\n\n</td>\n</tr>\n<tr>\n<td>\n\n2003/04\n\n</td>\n<td>\n\n8,250\n\n</td>\n</tr>\n<tr>\n<td>\n\n2004/05\n\n</td>\n<td>\n\n8,500\n\n</td>\n</tr>\n<tr>\n<td>\n\n2005/06\n\n</td>\n<td>\n\n8,800\n\n</td>\n</tr>\n</table>\n\n&#xA0;\nThese limits should take into account the value of any gift in kind that the employer provides in addition to the lump sum payment. For example, if the employer gives its retiring employee &#xA3;5,000 cash and shares worth &#xA3;25,000, the arrangement should not be accepted as qualifying. "},{"manual-section-id":"EIM15430","title":"Non-approved schemes: ex-gratia (voluntary) payments:  small payments: definition of associated employers","body":"\n\n## Section 590(3) ICTA 1988\n\nConsideration of whether employers are &#x201C;associated&#x201D; for the purposes of [EIM15429](/guidance/employment-income-manual/EIM15000#EIM15429) should be dealt with by a fully trained Inspector, as follows:\n\n*   employers are associated if (directly or indirectly):\n\n*   *   one is controlled by the other, or\n    *   both are controlled by a third person.\n\nFor the above purposes:\n\n*   if an employer is a body corporate that is a close company, control is to be construed in accordance with Section 416 ICTA 1988\n*   if an employer is a body corporate that is not a close company, control is to be construed in accordance with Section 840 ICTA 1988."},{"manual-section-id":"EIM15431","title":"Non-approved schemes: reporting responsibilities","body":"\n\n## Section 605(3) ICTA 1988\n\nNon-approved retirement benefits schemes had their own reporting requirements. Employers were required to deliver particulars of a non-approved scheme within three months of it coming into operation. This meant the earlier of:\n\n*   when the employer made a contribution to provide benefits for an employee, or*   when any benefits were paid out.\n\nWhen an employer reported the existence of a non-approved scheme the office should have opened a control file in the form of a sub-folder in the employer's 46 file and used it to house all relevant correspondence. The employer should have been asked for full details of the scheme including a copy of the rules and any trust deed.\n\nAlthough not a statutory requirement, most employers included contributions on forms P11D. At the end of each year of assessment, the employer should have been asked to supply a full list of all contributions made to the scheme in that year, specifying the amount paid in respect of each employee in the scheme. This list assisted in checking that all charges under Section 386 ITEPA 2003 have been assessed (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;\n\nIf the scheme was set up under trust, see TSM5200 onwards.\n\nFor the PAYE position, see [EIM15433](/guidance/employment-income-manual/EIM15000#EIM15433). "},{"manual-section-id":"EIM15432","title":"Non-approved schemes: example: non-cash receipts","body":"On 1 July 2005, a company marks a director&#x2019;s retirement by giving him a car valued at &#xA3;25,000. The receipt falls before 6 April 2006 so the rules relating to non-approved schemes apply and not the rules relating to employer-financed schemes (see [EIM15010](/guidance/employment-income-manual/EIM15000#EIM15010)).\n\nThe receipt is in non-cash form and so is not a 'relevant benefit' for that purpose (see [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403) and [EIM15421](/guidance/employment-income-manual/EIM15000#EIM15421)). It follows that the receipt is not from a non-approved &#x201C;retirement benefits scheme&#x201D; as defined in [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402). So no charge under s394 ITEPA 2003 arises.\n\nIf, as well as giving the car, the employer gave cash, then the scheme would **include** a ''relevant benefit'&#x201D; - because the cash is a lump sum given on retirement (see the definition in [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402)). Because the scheme includes a 'relevant benefit' (the cash lump sum) it is within the definition of a non-approved retirement benefits scheme. It follows that Section 394 ITEPA 2003 taxes both the cash **and** the value of the car (see [EIM15421](/guidance/employment-income-manual/EIM15000#EIM15421) for guidance on determining that value)."},{"manual-section-id":"EIM15433","title":"Non-approved schemes: payer&#x2019;s responsibilities: operation of PAYE","body":"The PAYE Regulations do not apply to payments chargeable under Section 386 ITEPA 2003 (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)).\n\nWhere a payer makes a lump sum payment that is chargeable under Section 394 ITEPA 2003 there is an obligation to deduct and account for tax under the PAYE Regulations on the chargeable payment.\n\nPAYE does not apply to the provision of non-cash benefits under a non-approved or employer-financed scheme.\n\nIf an employer indicates that an application was made to Audit &amp; Pension Scheme Services (APSS) for approval of a payment from a non-approved scheme under Statement of Practice 13\\91 (see [EIM15428](/guidance/employment-income-manual/EIM15000#EIM15428) and following guidance), PAYE should still have been operated unless the scheme was approved **and **the lump sum was paid after the operative approval date or the lump sum was approved as a small payment under [EIM15429](/guidance/employment-income-manual/EIM15000#EIM15429). "},{"manual-section-id":"EIM15434","title":"Non-approved schemes: example: meaning of 'retirement'"},{"manual-section-id":"EIM15435","title":"Non-approved schemes: example: payment on non-accidental death","body":"\n\n## Section 394 ITEPA 2003 and Section 612(1) ICTA 1988\n\nAn employee died of natural causes on 1 April 2005.\n\nThe director of the personnel department of the company the employee worked for decides to make an ex-gratia payment to the employee's spouse of &#xA3;50,000. This payment is in addition to a lump sum of &#xA3;12,500 payable to the employee's estate under the terms of the employer's approved retirement benefits scheme (see second paragraph of [EIM15400](/guidance/employment-income-manual/EIM15000#EIM15400)).\n\nThe &#xA3;50,000 payment is made on 20 April 2005. Because this date fell before 6 April 2006, you have to consider whether the scheme is a non-approved scheme (see [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402)).\n\nAn ex-gratia payment like this is a gratuity - a gift - and so is a 'relevant benefit' (see the definition of relevant benefit in [EIM15403](/guidance/employment-income-manual/EIM15000#EIM15403)). So a retirement benefits scheme is created by the payment (see the definition of scheme in [EIM15406](/guidance/employment-income-manual/EIM15000#EIM15406)).\n\nThe payment is not from a scheme approved by Audit &amp; Pension Scheme Services (APSS) and so is not exempt from tax (see second paragraph of [EIM15400](/guidance/employment-income-manual/EIM15000#EIM15400)). Neither could it have been given approved status under Statement of Practice 13/91 because:\n\n*   there is another lump sum benefit (of &#xA3;12,500) from an approved scheme payable in respect of the employment, so the first test in [EIM15428](/guidance/employment-income-manual/EIM15000#EIM15428) is not met\n*   the sum is over the limit (&#xA3;8,800 for 2005/20006 for a small payment approval (see [EIM15429](/guidance/employment-income-manual/EIM15000#EIM15429)).\n\nThe payment is therefore chargeable on the spouse of the employee and counts as employment income. For the year of receipt see [EIM15411](/guidance/employment-income-manual/EIM15000#EIM15411).\n\nSee example [EIM15436](/guidance/employment-income-manual/EIM15000#EIM15436) regarding death by accident. "},{"manual-section-id":"EIM15436","title":"Non-approved schemes: example: payment on death by accident","body":"\n\n## Section 612(1) ICTA 1988\n\nAn employee died on 1 April 2005 after falling from the roof at home at the weekend. The employer decided to make an ex-gratia payment of &#xA3;25,000 to the spouse and did so on 1 June 2005. Since the payment is made before 6 April 2006, you have to consider the non-approved scheme rules (see [EIM15400](/guidance/employment-income-manual/EIM15000#EIM15400)).\n\nThe payment is not chargeable under the non-approved retirement benefits scheme legislation. To be chargeable, a payment must be from a retirement benefits scheme (see [EIM15402](/guidance/employment-income-manual/EIM15000#EIM15402)). That means there must be a relevant benefit, and the following is specifically defined by Section 612(1) ICTA 1988 as not being relevant benefits for non-approved scheme purposes:\n\n*   any benefit that is to be afforded solely by reason of the disablement by accident of a person occurring during his or her service or of his or her death by accident so occurring and for no other reason.\n\nThe fact that the accident happened whilst the employee was off duty at home does not matter: the accident is during his or her service if it happens at any time whilst he or she was an employee.\n\nFor payments on death otherwise than by accident, see example [EIM15435](/guidance/employment-income-manual/EIM15000#EIM15435). "},{"manual-section-id":"EIM15437","title":"Non-approved schemes: example: assessment of employer&#x2019;s contributions","body":"## Section 386 ITEPA 2003\n\n**Note: Section 386 ITEPA 2003 is repealed with effect from 6 April 2006 (see first bullet point of the final paragraph at **[EIM15400](/guidance/employment-income-manual/EIM15000#EIM15400)**)**\n\n### Example 1\n\nOn 1 January 2006, a company pays &#xA3;100,000 into a trust set up to provide retirement benefits for Mrs A, an employee. The scheme is not approved (see [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)).\n\nThe PAYE Regulations do not apply (see [EIM15433](/guidance/employment-income-manual/EIM15000#EIM15433)) and the trustees receive &#xA3;100,000. The payment is entered on form P11D (see [EIM15431](/guidance/employment-income-manual/EIM15000#EIM15431)).\n\n&#xA3;100,000 is included in Mrs A's self assessment computation for 2005/06 (see [EIM15411](/guidance/employment-income-manual/EIM15000#EIM15411)) as employment income.\n\n### Example 2\n\nOn 1 January 2006, a company pays &#xA3;100,000 into a trust set up to provide retirement benefits for all its 500 employees. The scheme is not approved (see [EIM15407](/guidance/employment-income-manual/EIM15000#EIM15407)).\n\nEach employee includes &#xA3;200 in his or her self assessment computation for 2005/06 (see [EIM15411](/guidance/employment-income-manual/EIM15000#EIM15411)) as employment income.\n\nSee [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412) for background. "},{"manual-section-id":"EIM15438","title":"Non-approved schemes: example: receipts excluded from charge: prior employer and employee contributions","body":"\n\n## Sections 395(2) and (4) and 396 ITEPA 2003\n\n### Example 1\n\nOn 1 January 1995 an employer sets up a non-approved retirement benefits scheme by contributing &#xA3;10,000 to a trust for the purpose of providing benefits on retirement or death for employee A.\n\nEach subsequent 1 January until 2004 the employer contributes a further &#xA3;25,000. All the employer contributions are taxed on the employee (see [EIM15412](/guidance/employment-income-manual/EIM15000#EIM15412)).\n\nThe employee decides to contribute &#xA3;500 from personal income monthly from March 1997 and does so until December 1998.\n\nThe fund is based in the UK and pays UK tax on its investment income and gains.\n\nOn 31 December 2004 the fund is wound up. The employee receives the fund as a single lump sum of &#xA3;300,000. Since this falls before 6 April 2006 the rules for non-approved schemes are considered (see [EIM15400](/guidance/employment-income-manual/EIM15000#EIM15400)).\n\nAll of the contributions to the scheme are either (a) employer's contributions that have been taxed on the employee or (b) employee's contributions. So there is no charge under Section 394 ITEPA 2003 (see [EIM15423](/guidance/employment-income-manual/EIM15000#EIM15423) and [EIM15424](/guidance/employment-income-manual/EIM15000#EIM15424)).\n\n### Example 2\n\nThe facts are as above but the employer's contributions were not assessed under Section 595(1) ICTA 1988 or Section 386 ITEPA 2003 as they ought to have been.\n\nOnly that part of the &#xA3;300,000 lump sum attributable to employee's contributions is not chargeable (see [EIM15424](/guidance/employment-income-manual/EIM15000#EIM15424)). Those contributions totalled &#xA3;11,000 (&#xA3;500 x 22) out of total contributions of &#xA3;196,000 (&#xA3;11,000 + &#xA3;10,000 + 9 payments of &#xA3;25,000).\n\nThe part not chargeable is then &#xA3;16,836 (&#xA3;300,000 x &#xA3;11,000/&#xA3;196,000) unless there is evidence for a more reasonable attribution. For example, assume that:\n\n*   the employee's contributions (and income and gains from those contributions) were all invested in A Ltd shares worth &#xA3;290,000 when the fund closed\n*   the employer's contributions (and income and gains from those contributions) were all invested in B Ltd shares worth &#xA3;10,000 when the fund closed\n\nthen a different attribution would be more realistic. Only &#xA3;10,000 of the lump sum could reasonably be attributed to employer's contributions not assessed on the employee. "}]}]}}