{"title":"Accommodation provided by reason of employment: table of contents","details":{"manual-section-id":"EIM11300","slug": "guidance/employment-income-manual/EIM11300","body":"If you have a case where accommodation has been provided and you are unsure where to start go first to [EIM11302](/guidance/employment-income-manual/EIM11300#EIM11302). That page summarises the points you need to consider in any provided accommodation case and tells you where to go for further information on each point.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM11300"],"section_groups":[{"title":" Accommodation: earnings within Section 62 ITEPA 2003","sections":[{"manual-section-id":"EIM11306","slug": "guidance/employment-income-manual/EIM11306","title":"Accommodation: earnings within Section 62 ITEPA 2003","body":"Section 6 ITEPA 2003 charges employment income from general\nearnings and specific employment income. Section 7 ITEPA 2003\nexplains that general earnings include:\n\n*   earnings within Section 62 ITEPA 2003\nand\n*   any amount treated as earnings under the\nbenefit code (see[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510)).\n\nThere are four possible ways accommodation counts as earnings\nunder Section 62.\n\n*   The employee owns or rents the\naccommodation. The employer pays rent allowance or extra salary\n(see[EIM11307](/guidance/employment-income-manual/EIM11300#EIM11307)).\n*   The employer provides accommodation. The\nemployee has a continuing right to choose a higher wage instead\n(see[EIM11308](/guidance/employment-income-manual/EIM11300#EIM11308)).\n*   The employer provides accommodation. The\nemployer pays a gross wage from which rent is deducted (see[EIM11309](/guidance/employment-income-manual/EIM11300#EIM11309)).\n*   The employer provides accommodation. The\n\n    employee is allowed to sub-let the accommodation (see\n    [EIM11310](/guidance/employment-income-manual/EIM11300#EIM11310)).\n\nIn any case where earnings arise under both Section 62 and Part\n\n3 Chapter 5 ITEPA 2003, then Section 109 ITEPA 2003 stops the\n\naccommodation being charged twice (see\n\n[EIM11311](/guidance/employment-income-manual/EIM11300#EIM11311))."},{"manual-section-id":"EIM11307","slug": "guidance/employment-income-manual/EIM11307","title":"Accommodation: rent allowance or extra salary","body":"\n\nIt is common for an employee to:\n\n*   own the property he lives in, or\n*   rent the property from a third party, not his employer.\n\nIn both cases the employer may pay the employee extra salary or a rent allowance to help with the accommodation costs. This extra salary or rent allowance will count as earnings under Section 62 ITEPA 2003 (see [EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511) onwards).\n\nThe payment may be exempted from the earnings charge if it was a qualifying removal expense (see [EIM03103](/guidance/employment-income-manual/EIM03100#EIM03103) onwards).\n\nThere may also be a Section 337 or 338 ITEPA 2003 deduction due where the accommodation qualifies for relief as part of allowable travelling expenses (see [EIM31805](/guidance/employment-income-manual/EIM31800#EIM31805)).\n\nThere will be no further earnings charge under Part 3, Chapter 5 ITEPA 2003 (living accommodation benefit).\n                 "},{"manual-section-id":"EIM11308","slug": "guidance/employment-income-manual/EIM11308","title":"Accommodation: continuing right to higher wage instead","body":"An employer may own or rent accommodation and provide that\naccommodation for the use of an employee. In some cases the\nemployee will have the right at any time not to have the\naccommodation benefit but to choose to have a higher salary\ninstead. In such a case, whichever option the employee chooses, the\nhigher salary counts as earnings within Section 62. This follows\nfrom comments made in the case of Heaton v Bell (46TC211) (see also\n\n[EIM00570](/guidance/employment-income-manual/EIM00505#EIM00570)).\n\nWhere the accommodation is board and lodging consider if\nthere is a benefit under Part 3 Chapter 10 ITEPA 2003 (see\n[EIM01020](/guidance/employment-income-manual/EIM01000#EIM01020)).\n\nWhere the accommodation is living accommodation consider if\nthere are earnings under Section102 ITEPA 2003 (see\n[EIM11311](/guidance/employment-income-manual/EIM11300#EIM11311)).\n\nThis type of case is common in the agricultural and horse\n\nracing industries. Where the accommodation is board and lodging\n\nthere is a concession covering lower paid employees, broadly those\n\nearning at a rate of less than &#xA3;8,500 a year. For agricultural\n\nworkers see\n\n[EIM50011](/guidance/employment-income-manual/EIM50000#EIM50011). For stable lads see\n\n[EIM68502](http://www.hmrc.gov.uk/manuals/eimanual/EIM68502.htm)."},{"manual-section-id":"EIM11309","slug": "guidance/employment-income-manual/EIM11309","title":"Accommodation: employer deducts rent from gross wage","body":"An employer may own or rent accommodation and provide it to an\nemployee. If the employee is entitled to a fixed wage or salary\nfrom which sums are deducted by the employer in respect of the\naccommodation then the fixed wage or salary is earnings under\nSection 62 ITEPA 2003. No deduction is allowed from earnings for\nthe deductions made by the employer. See Cordy v Gordon (9TC304)\nand Machon v McLoughlin (11TC83) (see also\n[EIM01020](/guidance/employment-income-manual/EIM01000#EIM01020)).\n\nWhere the accommodation is board and lodging consider if\nthere is an employment related benefit under Section 201 ITEPA 2003\n(see\n[EIM01020](/guidance/employment-income-manual/EIM01000#EIM01020) and\n[EIM21101](/guidance/employment-income-manual/EIM21000#EIM21101)).\n\nWhere the accommodation is living accommodation consider if\nthere is also a benefit under Section 102 ITEPA 2003 (see\n[EIM11311](/guidance/employment-income-manual/EIM11300#EIM11311))."},{"manual-section-id":"EIM11310","slug": "guidance/employment-income-manual/EIM11310","title":"Accommodation: employee allowed to sub-let","body":"An employer may own or rent accommodation and provide it to an\nemployee. If the employee is allowed to sub-let the accommodation\nit represents money's worth to the employee. The accommodation\ngives rise to an earnings charge within Section 62 ITEPA 2003 and\nthe employee is chargeable under Section 6 ITEPA 2003 on the amount\nfor which the accommodation could be sub-let. This applies whether\nor not the employee actually sub-lets the property.\n\nIn practice you will not come across this very often, because\nemployees are not usually given the power to sub-let accommodation\nprovided by their employer.\n\nWhere the accommodation is board and lodging consider if\nthere is a further employment related benefit under Section 201\nITEPA 2003 (see\n[EIM01020](/guidance/employment-income-manual/EIM01000#EIM01020) and\n[EIM21101](/guidance/employment-income-manual/EIM21000#EIM21101)).\n\nWhere the accommodation is living accommodation consider if\nthere is also a benefit under Section 102 ITEPA 2003 (see\n\n[EIM11311](/guidance/employment-income-manual/EIM11300#EIM11311))."},{"manual-section-id":"EIM11311","slug": "guidance/employment-income-manual/EIM11311","title":"Accommodation: preventing a double charge","body":"Where accommodation provided by the employer is living\naccommodation there is a possibility of it being included twice in\nemployment income: once as earnings within Section 62 ITEPA 2003\nand again as a benefit under Section 102 ITEPA 2003 (see\n[EIM11401](/guidance/employment-income-manual/EIM11300#EIM11401) onwards). This would be unfair\nand it is prevented by Section 109 ITEPA 2003.\n\nIn any case where the accommodation is included twice in\nemployment income and you have these two full charges Section 109\ntells you to:\n\n*   calculate the amount of earnings under\nSection 62\n*   calculate the cash equivalent of the\nbenefit under Section 103 ITEPA 2003, then\n*   calculate the excess, if any, of the\nearnings under Section 62 over the cash equivalent of the benefit\nunder Section 103.\n\nThe amount of employment income chargeable under Section 6 ITEPA\n\n2003 is the total of the cash equivalent of the benefit under\n\nSection 103 plus the excess calculated above."}]},{"title":" Accommodation: is it living accommodation?","sections":[{"manual-section-id":"EIM11321","slug": "guidance/employment-income-manual/EIM11321","title":"Accommodation: meaning of living accommodation","body":"Part 3 Chapter 5 deals with living accommodation whereas Part 3,\nChapter 10 deals with accommodation (other than living\naccommodation). The chapters have different measures of the\nbenefits in some cases. So sometimes we have to decide what is\nliving accommodation and what is other accommodation.\n\nThere is no statutory definition of living accommodation and\nso it is given its everyday meaning. Examples of what is clearly\nliving accommodation are houses, flats, houseboats, holiday villas\nand apartments.\n\nBy contrast it does not cover accommodation in a hotel room,\nother forms of board and lodging and non-residential accommodation\nsuch as a workshop, garage or office. These items are all\naccommodation (other than living accommodation).\n\nThe HMRC view is that living accommodation is something that\ngives the occupant the necessary facilities to live domestic life\n\nindependently without reliance on others to supply basic needs. In\n\npractice we would be looking for an individual to at least have the\n\nuse of a refrigerator and full cooking facilities, even if such\n\nfacilities are shared."},{"manual-section-id":"EIM11322","slug": "guidance/employment-income-manual/EIM11322","title":"Accommodation: board and lodging and other accommodation that is not living accommodation","body":"Board and lodging is not living accommodation (see\n[EIM11321](/guidance/employment-income-manual/EIM11300#EIM11321)). Where board and lodging is\nprovided, earnings may arise under:\n\n*   Section 62 ITEPA 2003 for all employees\nregardless of their rate of pay (see[EIM11306](/guidance/employment-income-manual/EIM11300#EIM11306) onwards) and\n*   Part 3 Chapter 10 for any employee who is\nnot in lower-paid employment (see[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)). The cash equivalent of the\nbenefit is the cost to the employer of providing the benefit, less\nany amount made good by the employee (see[EIM21102](/guidance/employment-income-manual/EIM21000#EIM21102)).\n\nSee example\n[EIM01025](/guidance/employment-income-manual/EIM01000#EIM01025).\n\nWhere there are earnings under Section 62 then the cash\nequivalent of the employment related benefit under Chapter 10 is\nthe difference between the amount of earnings under Section 62 and\n\nthe cash equivalent of the benefit as determined by Section 203\n\nITEPA 2003 (see\n\n[EIM21101](/guidance/employment-income-manual/EIM21000#EIM21101)).\n\nIn appropriate cases remember the possibility of Section 337\n\nor 338 ITEPA 2003 relief as a business travelling expense (see\n\n[EIM31805](/guidance/employment-income-manual/EIM31800#EIM31805)).\n\nThe same rules apply to other types of accommodation that are\n\nnot living accommodation. For the rules covering the value of the\n\nuse of land, for Part 3 Chapter 10 purposes see\n\n[EIM21632](/guidance/employment-income-manual/EIM21632)."}]},{"title":" Living accommodation: exemptions from charge","sections":[{"manual-section-id":"EIM11331","slug": "guidance/employment-income-manual/EIM11331","title":"Living accommodation: description of exemptions","body":"\n\n## Sections 99 and 100 ITEPA 2003\n\nThere are four situations where Part 3 Chapter 5 ITEPA 2003 does not apply to provided living accommodation:\n\n*   see [EIM11336](/guidance/employment-income-manual/EIM11300#EIM11336) onwards for an explanation of particular jobs treated as having representative occupier status at 5 April 1977\n*   see [EIM11341](/guidance/employment-income-manual/EIM11300#EIM11341) onwards for an explanation of the necessary for the proper performance exemption*   see [EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346) onwards for an explanation of the customary and better performance exemption\n*   see [EIM11361](/guidance/employment-income-manual/EIM11300#EIM11361) onwards for an explanation of the special security exemption.\n\nMost directors do not qualify for the second and third of these exemptions (see [EIM11366](/guidance/employment-income-manual/EIM11300#EIM11366)).\n\nIf the living accommodation is not chargeable other exemptions and reliefs may be due (see [EIM11332](/guidance/employment-income-manual/EIM11300#EIM11332)).\n\nThese exemptions only apply where the accommodation is living accommodation. The exemptions do not apply to board and lodgings (see [EIM11321](/guidance/employment-income-manual/EIM11300#EIM11321)).\n\nAny doubt or dispute about whether an exemption is due should be dealt with by an Officer at HO grade or above. "},{"manual-section-id":"EIM11332","slug": "guidance/employment-income-manual/EIM11332","title":"Living accommodation exemption: connected exemptions and relief","body":"Where Part 3 Chapter 5 ITEPA 2003 does not apply to provided\nliving accommodation there is a further exemption. The following\namounts whether paid on behalf of, or reimbursed to, the employee\nare excluded from general earnings:\n\n*   council tax\n*   water charges, even if the charge is based\non a metered supply\n*   sewerage charges."},{"manual-section-id":"EIM11336","slug": "guidance/employment-income-manual/EIM11336","title":"Living accommodation exemption: representative occupiers","body":"Employees who were treated as representative occupiers up to 5\nApril 1977 (see\n[EIM11337](/guidance/employment-income-manual/EIM11300#EIM11337)) should be treated as exempt\nprovided circumstances remain unchanged. This also applies to\nemployees who succeed to a particular post regarded as carrying\nrepresentative status.\n\nThis exemption is not in the legislation. It was a practical\nmeasure introduced when the current living accommodation\nlegislation started from 6 April 1977. For more background and\npractical advice on how to deal with cases that may qualify for\nthis exemption see\n[EIM11338](/guidance/employment-income-manual/EIM11300#EIM11338).\n\nIf this exemption is due see\n[EIM11332](/guidance/employment-income-manual/EIM11300#EIM11332) for the connected exemptions\nand relief that can also be given. There can still be a charge on\naccommodation services provided such as heat and light (see\n[EIM11521](/guidance/employment-income-manual/EIM11300#EIM11521))."},{"manual-section-id":"EIM11337","slug": "guidance/employment-income-manual/EIM11337","title":"Living accommodation exemption: meaning of representative occupier","body":"Former representative occupier posts can qualify for exemption\nfrom any benefit arising under Part 3 Chapter 5 ITEPA 2003 on\nprovided living accommodation (see\n[EIM11336](/guidance/employment-income-manual/EIM11300#EIM11336)). A representative occupier is\nan employee:\n\n*   who resides in a house provided rent free\nby the employer and\n*   who as a term of the contract of\nemployment is required to reside in that particular house and is\nnot allowed to reside anywhere else and\n*   whose occupation of the house is for the\npurpose of the employer, the nature of the employment being such\nthat the employee is reasonably required to reside in it for the\nbetter and more effectual performance of the duties.\n\nSee Tennant v Smith (3TC158), Reed v Cattermole (21TC35) and\nGray v Holmes (30TC467)."},{"manual-section-id":"EIM11338","slug": "guidance/employment-income-manual/EIM11338","title":"Living accommodation exemption: handling issues on representative occupiers","body":"Former representative occupier posts can qualify for exemption\nfrom any benefit arising under Part 3 Chapter 5 ITEPA 2003 on\nprovided living accommodation (see\n[EIM11336](/guidance/employment-income-manual/EIM11300#EIM11336)). Under the legislation prior\nto 6 April 1977 a representative occupier who was in the equivalent\nof lower paid employment was exempt from any benefit on provided\nliving accommodation (see\n[EIM20100](/guidance/employment-income-manual/EIM20001#EIM20100)). In practice many who\nqualified for exemption under the old legislation as representative\noccupiers would continue to qualify for exemption under the current\nlegislation. So the practical exemption for former representative\noccupier posts was introduced on the change to the current\nlegislation to stop tax offices making a lot of unnecessary\nenquiries.\n\nThis practical exemption still remains today. Records may no\nlonger exist as to whether a particular post was a representative\noccupier post at 5 April 1977. In such a case you have to make a\n\njudgement based on the facts as to whether it is likely that the\n\nInland Revenue would have accepted the post as a representative\n\noccupier post at that time.\n\nWhen considering whether the circumstances remain unchanged\n\nyou should decide if the continuing post would still meet the\n\nrepresentative occupier test (see\n\n[EIM11337](/guidance/employment-income-manual/EIM11300#EIM11337)). If it would then it is likely\n\nthat the circumstances have remained unchanged as long as the\n\nduties of the post remain similar to those at 5 April 1977."},{"manual-section-id":"EIM11341","slug": "guidance/employment-income-manual/EIM11341","title":"Living accommodation exemption: necessary for proper performance of the duties","body":"Part 3 Chapter 5 ITEPA 2003 does not apply to living\naccommodation provided for an employee if it is necessary for the\nproper performance of the duties that the employee should reside in\nthe accommodation provided. This exemption from the benefit charge\ndoes not apply to most directors (see\n[EIM11366](/guidance/employment-income-manual/EIM11300#EIM11366)).\n\nThe test is only satisfied where the employee can demonstrate\nthat occupation of the particular property (as opposed to any other\nproperty) is\n**essential** to the proper performance of the duties\nof the employment.\n\nSupport for this view can be derived from Langley and Others\nv Appleby (53TC1), in which Fox J said at page 21\n\n> &#x201C;if it is asserted that it is essential for the\n> servant to occupy the house in order to perform his duties, it\n> seems to me that the servant must establish affirmatively that for\n>\n> the performance of his duties he must live in that house and no\n>\n> other.&#x201D;\n\nThe words \"that house and no other&#x201D; emphasise the strict\n\nnature of the test.\n\nAn employee may claim that it is necessary to occupy a\n\nparticular residence because the employer requires the employee to\n\nlive there. This is not enough to satisfy the test. It must be\n\nshown that the duties of the employment require occupation of the\n\nresidence. An argument that the employee cannot afford to live\n\nelsewhere is not sufficient, see Vertigan v Brady (60TC624).\n\nFor types of employee accepted as being within the exemption\n\nsee\n\n[EIM11342](/guidance/employment-income-manual/EIM11300#EIM11342).\n\nFor connected exemptions and tax relief see\n\n[EIM11332](/guidance/employment-income-manual/EIM11300#EIM11332). There can still be a charge on\n\naccommodation services such as heat and light (see\n\n[EIM11521](/guidance/employment-income-manual/EIM11300#EIM11521))."},{"manual-section-id":"EIM11342","slug": "guidance/employment-income-manual/EIM11342","title":"Living accommodation exemption: necessary for proper performance of the duties: types of employee","body":"\n\n## Section 99(1) ITEPA 2003\n\nPart 3 Chapter 5 ITEPA 2003 does not apply to living accommodation provided for an employee if it is necessary for the proper performance of the duties that the employee live in the accommodation provided (see [EIM11341](/guidance/employment-income-manual/EIM11300#EIM11341)).\n\nThe following types of employee may be accepted as being within the exemption:\n\n*   agricultural workers who live on farms or agricultural estates. We accept that all of this type of employee qualify for exemption, although some will qualify under Section 99(2) ITEPA 2003 or as former representative occupier posts rather than under Section 99(1).\n*   lock-gate and level-crossing gate keepers\n*   caretakers living on the premises. This only covers those with a genuine full time caretaking job who are on call outside normal working hours (see note). It would not cover a shop employee who is allowed to live in the flat above the shop because the employer thinks this will discourage burglaries of the business premises.\n*   stewards and green keepers living on the premises\n*   wardens of sheltered housing schemes living on the premises where they are on call outside normal working hours (see note).\n\n### Note\n\nRecent changes to employment law and practice have in a number of cases removed the requirement for resident caretakers and resident wardens of sheltered housing schemes to be on call outside normal working hours. HMRC therefore no longer accepts that these types of employee automatically come within the exemption in Section 99(1) ITEPA. This change applies to resident wardens for tax years 2006-07 onwards and to resident caretakers for 2010-11 onwards.  "},{"manual-section-id":"EIM11346","slug": "guidance/employment-income-manual/EIM11346","title":"Living accommodation exemption: customary and better performance","body":"Part 3 Chapter 5 ITEPA 2003 does not apply to living\naccommodation provided for an employee if:\n\n*   the living accommodation is provided for\nthe better performance of the duties (this is referred to as the\nbetter performance test (see[EIM11349](/guidance/employment-income-manual/EIM11300#EIM11349)))\n*   and the employment is one of the kinds in\nwhich it is customary for employers to provide living accommodation\n(this is referred to as the customary test (see[EIM11347](/guidance/employment-income-manual/EIM11300#EIM11347))).\n\nThis exemption from the benefit charge does not apply to most\ndirectors (see\n[EIM11366](/guidance/employment-income-manual/EIM11300#EIM11366)).\n\nFor types of employee accepted as being within the exemption\nsee\n[EIM11351](/guidance/employment-income-manual/EIM11300#EIM11351) onwards.\n\nFor connected exemptions and relief see\n[EIM11332](/guidance/employment-income-manual/EIM11300#EIM11332). There can still be a charge on\naccommodation services such as heat and light (see\n\n[EIM11521](/guidance/employment-income-manual/EIM11300#EIM11521))."},{"manual-section-id":"EIM11347","slug": "guidance/employment-income-manual/EIM11347","title":"Living accommodation exemption: the customary test","body":"When considering an exemption from the living accommodation\ncharge under Section 99(2) ITEPA 2003 (see\n[EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346)) the customary test should be\nexamined first. Customary is not defined in the legislation and\ntherefore has its ordinary everyday meaning. A practice is\ncustomary if it is recognisable as the norm and if failure to\nobserve it is exceptional.\n\nConsequently it is not enough to show that a custom exists in\na particular employment with a particular employer. It must be\nshown that it is customary in that kind of employment generally for\naccommodation to be provided. You must consider employees holding\nsimilar positions with other employers. The test is satisfied where\nit is the normal practice to provide living accommodation for a\nclass of employee. The onus is on the claimant to produce evidence\nto support his claim.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nFor more information on what the Courts have said about the\n\ncustomary test see\n\n[EIM11348](/guidance/employment-income-manual/EIM11300#EIM11348)."},{"manual-section-id":"EIM11348","slug": "guidance/employment-income-manual/EIM11348","title":"Living accommodation exemption: the customary test: judicial comments","body":"The customary test (see\n[EIM11347](/guidance/employment-income-manual/EIM11300#EIM11347)) has been considered by the\nCourts. In Vertigan v Brady (60TC624) it was held that although\ntwo-thirds of nursery foremen in the United Kingdom lived in\nprovided living accommodation, that fact was not conclusive that a\ncustom did exist. There were two other factors to take into\naccount:\n\n*   how long the practice had existed and\n*   whether it had achieved acceptance\ngenerally by the relevant employers.\n\nIt seems clear from this case that there is no custom where less\nthan half of the employees in a particular kind of employment are\nprovided with living accommodation, even if the practice is\nancient. Note that it is the proportion of employees provided with\nliving accommodation rather than other types of accommodation that\nis relevant. For example, in a particular kind of employment 250f\n\nemployees are provided with living accommodation, 60 0x0p+0re provided\n\nwith board and lodging and 15 0x0p+0re not provided with any\n\naccommodation. Although 850f employees are provided with\n\naccommodation of some kind the customary test would not be met as\n\nonly 25 0x0p+0re provided with living accommodation.\n\nBefore exemption can be given the better performance test has\n\nto be satisfied (see\n\n[EIM11349](/guidance/employment-income-manual/EIM11300#EIM11349))."},{"manual-section-id":"EIM11349","slug": "guidance/employment-income-manual/EIM11349","title":"Living accommodation exemption: the better performance test","body":"One of the two conditions of Section 99(2) ITEPA 2003 which\nprevents Part 3 Chapter 5 ITEPA 2003 from applying to provided\nliving accommodation is that of better performance (see\n[EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346)). The test is an objective one.\nThe employee has to show that by occupying the accommodation\nprovided the employee really can perform the duties better than if\nthe employee lived elsewhere.\n\nThe test is not satisfied merely because accommodation is\nprovided close to the place of employment so that the employee can\nget to work more easily. The duties of an employment do not\nnormally begin until the employee arrives at the place of work. The\ndistance the employee has to travel does not therefore affect the\nperformance of those duties. Consequently it is necessary to look\nat the duties, if any, that are performed outside the employee's\nnormal hours (including any normal unsocial hours) of attendance at\nthe place of employment.\n\nFor details of how to decide if the test is met in practice\n\nsee\n\n[EIM11350](/guidance/employment-income-manual/EIM11300#EIM11350)."},{"manual-section-id":"EIM11350","slug": "guidance/employment-income-manual/EIM11350","title":"Living accommodation exemption: the better performance test: practical considerations","body":"You may accept that the better performance test (see\n[EIM11349](/guidance/employment-income-manual/EIM11300#EIM11349)) is met in practice if:\n\n*   the employee is required to be on call\noutside normal hours and\n*   the employee is in fact frequently called\nout and\n*   the accommodation is provided so that the\nemployee may have quick access to the place of employment or other\nplace to which the employee is called.\n\nBefore exemption can be given the customary test has also to be\nsatisfied (see\n[EIM11347](/guidance/employment-income-manual/EIM11300#EIM11347))."},{"manual-section-id":"EIM11351","slug": "guidance/employment-income-manual/EIM11351","title":"Living accommodation exemption: customary and better performance: classes of employee","body":"You can accept the following classes of employee get the living\naccommodation exemption available under Section 99(2) ITEPA 2003\n(see\n[EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346)):\n\n*   police officers (see[EIM68150](/guidance/employment-income-manual/EIM65799#EIM68150))\n*   Ministry of Defence police\n*   prison governors, officers and chaplains\n(see[EIM68310](http://www.hmrc.gov.uk/manuals/eimanual/EIM68310.htm))\n*   clergymen and ministers of religion unless\nengaged on purely administrative duties (see[EIM60020](/guidance/employment-income-manual/EIM60000#EIM60020))\n*   pre-registration house officers before 1\nAugust 2008 (see\n    [EIM61012](/guidance/employment-income-manual/EIM60000#EIM61012))\n*   members of HM Forces\n*   members of the Diplomatic Service\n*   managers of newsagent shops that have\n\n    paper rounds, but not those that do not\n*   managers of public houses living on the\n\n    premises\n*   managers of traditional off-licence shops,\n\n    that is those with opening hours broadly equivalent to those of a\n\n    public house, but not those only open from 9 until 5 or\n\n    similar\n*   in boarding schools where staff are\n\n    provided with accommodation on or near the school premises\n\n*   head teacher\n*   other teachers with pastoral or other irregular\n\n    contractual responsibilities outside normal school hours (for\n\n    example house masters)\n*   bursar\n*   matron, nurse and doctor\n\n> > (boarding schools include schools where some of the\n> >\n> > pupils are boarders)\n\n*   stable staff of racehorse trainers who\n\n    live on the premises and certain key workers who live close to the\n\n    stables.\n    **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**\n\nThere are some classes of employees for whom we accept that the\n\ncustomary test is met but for whom the better performance test has\n\nto be considered in each individual case. For a list of these\n\nclasses of employees see\n\n[EIM11352](/guidance/employment-income-manual/EIM11300#EIM11352)."},{"manual-section-id":"EIM11352","slug": "guidance/employment-income-manual/EIM11352","title":"Living accommodation exemption: the customary test: classes of employee","body":"You can accept that the following classes of employee satisfy\nthe customary test in Section 99(2) ITEPA 2003 (see\n[EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346)). If the employee also\nsatisfies the better performance test then Part 3 Chapter 5 ITEPA\n2003 does not apply to the living accommodation provided for them\n(see\n[EIM11349](/guidance/employment-income-manual/EIM11300#EIM11349)):\n\n*   veterinary surgeons assisting in\nveterinary practices\n*   managers of camping and caravan sites\nliving on or adjacent to the site.\n\nFor a list of classes of employees that we accept meet both the\ncustomary and better performance tests see\n[EIM11351](/guidance/employment-income-manual/EIM11300#EIM11351)."},{"manual-section-id":"EIM11353","slug": "guidance/employment-income-manual/EIM11353","title":"Living accommodation exemption: customary and better performance tests: submissions to Employment Income Technical","body":"Sometimes it can be difficult to decide if the conditions for\nliving accommodation exemption under Section 99(2) ITEPA 2003 (see\n[EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346)) have been met.\n\nTake special care where claims to exemption are made on\nbehalf of large groups of workers rather than by individuals, for\nexample where claims are made by trades unions or by employers.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**"},{"manual-section-id":"EIM11361","slug": "guidance/employment-income-manual/EIM11361","title":"Living accommodation exemption: special security arrangements","body":"Part 3 Chapter 5 ITEPA 2003 does not apply to living\naccommodation provided for an employee where:\n\n*   there is a special threat to the\nemployee's security and\n*   special security arrangements are in force\nand\n*   the employee resides in the accommodation\nas part of those arrangements.\n\nIn practice very few people qualify for this exemption (see\n[EIM11362](/guidance/employment-income-manual/EIM11300#EIM11362))."},{"manual-section-id":"EIM11362","slug": "guidance/employment-income-manual/EIM11362","title":"Living accommodation exemption: special security arrangements: practical considerations","body":"There is a special security exemption (see\n[EIM11361](/guidance/employment-income-manual/EIM11300#EIM11361)) for living accommodation\nprovided to an employee. You will see from the use of the word\nspecial that the conditions to qualify for relief are very\ndifficult to meet. The sort of person who may qualify is an\nemployee under a genuine terrorist threat to his or her life.\n\nNote that the special threat must be to the employee's\nwellbeing and not a threat against property. This exemption does\nnot apply where an employee is provided with living accommodation\nto provide security against attacks on an employer's premises or\nstock.\n\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM11366","slug": "guidance/employment-income-manual/EIM11366","title":"Living Accommodation exemption: directors","body":"\n\n## Section 99(3) ITEPA 2003\n\nDirectors do not usually qualify for the Section 99(1) ITEPA 2003 exemption (see [EIM11341](/guidance/employment-income-manual/EIM11300#EIM11341)) or the Section 99(2) exemption (see [EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346)). Where a person who would otherwise qualify for this exemption is provided with living accommodation by a company (or an associated company) of which the person is a director there will be no exemption unless:\n\n*   the person has no material interest in the company (see [EIM20212](/guidance/employment-income-manual/EIM20001#EIM20212)) and*   one of the following applies:\n\n*   *   the person is a full-time working director of the company (see [EIM20202](/guidance/employment-income-manual/EIM20001#EIM20202)onwards), or\n    *   the company is non-profit making (see [EIM20210](/guidance/employment-income-manual/EIM20001#EIM20210)), or\n    *   the company is established for charitable purposes only (see [EIM20211](/guidance/employment-income-manual/EIM20001#EIM20211)).\n\nThe conditions have to be satisfied in respect of the director's employment with the company providing the accommodation **and **the director's employment with any associated company. Companies are associated if one has control of the other or both are under the control of the same person. Control is defined in Section 840 ICTA 1988 (see [EIM20213](/guidance/employment-income-manual/EIM20001#EIM20213)).\n\nWhere a company claims to be a charity and no ruling has been received, submit the case to HMRC Charities (Bootle), or for cases in Scotland, HMRC Charities (Edinburgh). "},{"manual-section-id":"EIM11367","slug": "guidance/employment-income-manual/EIM11367","title":"Living accommodation exemption: local authority","body":"Part 3 Chapter 5 ITEPA 2003 only applies to living accommodation\nthat is provided by reason of the employment. Where the living\naccommodation is provided by someone other than the employer, or\nprovided after employment has ceased, see\n[EIM11408](/guidance/employment-income-manual/EIM11300#EIM11408).\n\nWhere the living accommodation is provided by the employer\nthe legislation deems it to have been provided by reason of the\nemployment. The exception to this rule is where a local authority\nprovides it on terms that are no more favourable than those on\nwhich similar accommodation is provided for persons who are not its\nemployees, but who are in similar circumstances.\n\nSee also\n[EIM11407](/guidance/employment-income-manual/EIM11300#EIM11407) where accommodation is provided\nin the normal course of family or personal relationships."},{"manual-section-id":"EIM11371","slug": "guidance/employment-income-manual/EIM11371","title":"Living accommodation exemption: homes outside the United Kingdom owned through a company: general background","body":"### Background\n\nSection 45 Finance Act 2008 introduced section 100A ITEPA 2003\nwhich provides that Part 3 Chapter 5 ITEPA does not apply to living\naccommodation outside the UK provided by a company for a director\nor other officer of the company or a member of that person&#x2019;s\nfamily or household.\n\n The exemption was introduced to remove the tax charge that\nwould otherwise arise where individuals use their own money to\nacquire a home outside the UK through a company. The decision to\nacquire a home outside the UK through a company is frequently\ninfluenced by the laws of the country in which the property is\nlocated rather than the possible UK tax consequences.\n\n Individuals acquiring a home in this manner who direct the\ncompany's affairs but who do not hold a formal appointment as\ndirector fall within Part 3 Chapter 5 ITEPA 2003 in the same way as\nif they did hold a formal appointment (see\n[EIM11413](/guidance/employment-income-manual/EIM11300#EIM11413)).\n\n The exemption only applies to the living accommodation\nbenefit charge as applicable to company officers and others who\ndirect the company&#x2019;s affairs and members of their family or\nhousehold. It has no effect on the other UK tax consequences that\nmay result from the decision to acquire a home outside the UK\nthrough a company.\n\n### Main conditions\n\nSection 100A includes conditions relating to ownership of the\ncompany and the company&#x2019;s activities. Broadly, the effect of\nthese conditions is to limit the exemption to circumstances where\nan individual uses their own money to provide funds to enable the\ncompany to acquire living accommodation outside the UK for their\nown or their family&#x2019;s use. The company&#x2019;s only\nactivities are limited to those that are incidental to its\nownership of the property. An example of an incidental activity is\nthe letting out of the property when it is not occupied by the\nindividual owner etc. This limitation on the company&#x2019;s\nactivities means that the exemption does not apply to individuals\nwho are provided with the living accommodation as part of a\nremuneration package provided in return for performing duties of an\nemployment.\n\n### Meaning of company\n\nCompany is defined in section 992 ITA 2007 as any body corporate\nor unincorporated association other than a partnership, a local\nauthority or a local authority association. This wide definition is\nnot restricted to companies registered in the UK and includes a\nnumber of entities formed under foreign law through which\nindividuals may acquire homes outside the UK. Such entities will\ngenerally be classified as opaque for UK tax purposes. Examples\ninclude the ownership of a home in France through a &#x201C;Societe\nCivile Immobiliere&#x201D; (SCI) or in the United States through a\nLimited Liability Company (LLC).\n\n### Detailed guidance and example\n\nEIM11372 describes the conditions in section 100A that have to\nbe satisfied for the exemption to apply.\n[EIM11373](/guidance/employment-income-manual/EIM11300#EIM11373) explains the circumstances set\nout in section 100B which limit the application of section 100A.\nThe example in\n[EIM11374](/guidance/employment-income-manual/EIM11300#EIM11374) describes a typical scenario to\nwhich the exemption applies.\n\n### Retrospective effect\n\nSection 45(2) FA 2008 provides that sections 100A and 100B are\nto be treated as always having had effect. This means that where\nthe exemption applies no liability to income tax in respect of the\nbenefit of the accommodation arises for any tax year. An individual\nwho has paid tax for any year charged in an assessment or included\nin a self-assessment in respect of living accommodation within\nsection 100A is therefore entitled to request a repayment of that\ntax."},{"manual-section-id":"EIM11372","slug": "guidance/employment-income-manual/EIM11372","title":"Living accommodation exemption: homes outside the United Kingdom owned through a company: specific conditions in section 100A ITEPA 2003","body":"Certain conditions have to be satisfied if living accommodation\noutside the UK provided by a company for a director or other\nofficer of the company or a member of that person&#x2019;s family or\nhousehold is to qualify for exemption from the benefit charge on\nprovided living accommodation. These conditions are set out in\nsection 100A and are described below.\n\n### Company ownership\n\nIn order for the exemption to apply, section 100A provides that\nthe company:\n\n*   must be wholly owned by the director or\nother officer of the company or by that person and other\nindividuals with no interest in the company being partnership\nproperty and\n*   must have been the holding company of the\nproperty at all times after the relevant time\n\nThe requirement that the company must be wholly owned by\nindividuals means that the exemption will not apply where the\nholding company of the property is owned via a trust. This does not\napply to a bare trust or nominee arrangement. Bare trusts are\ntreated for tax purposes as if the beneficiary holds the trust\nproperty in his or her own name. It follows that beneficial\nownership of a company through a bare trust does not automatically\nprevent the exemption from applying.\n\n### Property ownership and company activities\n\nTo qualify as &#x201C;the holding company of the\nproperty&#x201D;:\n\n*   the company must have an interest in the\nproperty under the law of any territory that confers a right to\nexclusive occupation of the property at all times or at certain\ntimes (&#x201C;a relevant interest in the property&#x201D;)\n*   its interest in the property must be its\nmain or only asset\n*   its only activities are those that are\nincidental to its ownership of that interest\n\nThe right to exclusive occupation at certain times covers\ntime-share arrangements.\n\n Letting the property is regarded as an incidental activity\nas are organising and paying for cleaning, garden maintenance etc.\nIncidental activities also include building a property &#x2018;from\nthe ground up&#x2019; where the company acquires the land and then\nreceives and pays out money over a period of time in order to\nfinance instalments paid to a local builder who constructs the\nproperty.\n\n### Holding companies\n\nA company will also qualify as the holding company of the\nproperty where it wholly owns a subsidiary company which meets the\nabove conditions, the holding company&#x2019;s main or only asset is\nits interest in that subsidiary and its only activities are\nincidental to its ownership of that interest.\n\n### Meaning of the relevant time\n\nThe relevant time will usually be the time when the company\nfirst owned a relevant interest in the property. However, where the\nindividual first acquired an interest in the company from an\nunconnected person at a time when the company already owned a\nrelevant interest in the property, the relevant time will be the\ntime when the individual first acquired the interest in the\ncompany.\n\n### Exceptions from section 100A\n\nSection 100B ITEPA provides for exceptions from section 100A. If\nany of the section 100B exceptions apply, the exemption will not\napply and the cash equivalent of the benefit of the accommodation\nwill need to be returned in accordance with the rules in Part 3\nChapter 5 ITEPA. See\n[EIM11373](/guidance/employment-income-manual/EIM11300#EIM11373) for guidance on section\n100B."},{"manual-section-id":"EIM11373","slug": "guidance/employment-income-manual/EIM11373","title":"Living accommodation exemption: homes outside the United Kingdom owned through a company: exceptions in section 100B ITEPA 2003","body":"[EIM11372](/guidance/employment-income-manual/EIM11300#EIM11372)\n\nexplains that section 100B ITEPA provides for exceptions from\nthe exemption in section 100A. If any of the section 100B\nexceptions apply, the exemption will not apply and the cash\nequivalent of the benefit of the accommodation will need to be\nreturned in accordance with the rules in Part 3 Chapter 5 ITEPA.\n\n The tax charge will still arise if any of the following\napply:\n\n### Section 100B(2)\n\nThe company acquired its interest in the property from a\nconnected company at undervalue or its interest in the property\n\nderives from an interest that was so acquired.\n\n### Section 100B(3)\n\nA connected company directly or indirectly incurs expenditure on\n\nthe property or directly or indirectly lends money to the company\n\nafter the company has acquired the property.\n\n This does not apply to any borrowing from a connected\n\ncompany if the company pays a commercial rate of interest or to any\n\nborrowing which results in the director or other officer of the\n\ncompany being treated as receiving a taxable benefit.\n\n### Section 100B(4)\n\nThe living accommodation is provided in pursuance of an\n\narrangement the main purpose, or one of the main purposes, of which\n\nis the avoidance of tax or national insurance contributions.\n\n In this context tax means UK income tax or UK corporation\n\ntax."},{"manual-section-id":"EIM11374","slug": "guidance/employment-income-manual/EIM11374","title":"Living accommodation exemption: homes outside the United Kingdom owned through a company: example","body":"The following example is intended to describe a typical scenario\nto which the exemption applies.\n\n### Scenario\n\nIn 2001, a UK resident school teacher and her partner decided to\nbuy a holiday home in France. They proposed to finance the purchase\nof the property using a combination of a recent inheritance,\nsavings and a bank loan.\n\n To avoid certain French laws on inheritance rights, they\nwere advised to buy the property through a Societe Civile\nImmobiliere (SCI); a company constituted for the ownership and\nmanagement of property. Between them they own all of the shares in\nthe SCI although only one holds a formal appointment as a company\nofficer.\n\n Each year they spend about eight weeks at the property and\n\nlet it for around three months. The company receives a small amount\n\nof interest from a French bank account which it uses to fund\n\nvarious property expenses.\n\n### Exemption\n\nThe conditions as to ownership of the company are satisfied as\n\nthe SCI is wholly owned by a director or other officer of the\n\ncompany and another individual. The company also satisfies the\n\nconditions as to property ownership and activities. The interest in\n\nthe property is its main asset and its activities are clearly\n\nincidental to its ownership of that interest. As none of the\n\nexceptions in section 100B ITEPA apply, no liability to income tax\n\nwill arise under Part 3 Chapter 5 ITEPA in respect of the benefit\n\nof the accommodation.\n\n As Section 45(2) FA 2008 provides that the exemption is to\n\nbe treated as always having had effect, a living accommodation\n\nbenefit charge will not arise for any year. This applies to the\n\nequivalent legislation that was in force before the enactment of\n\nITEPA so that, in this example, no charge to tax will arise in\n\nrespect of the benefit of the accommodation back to 2001."}]},{"title":" Living accommodation: Part 3 Chapter 5 ITEPA 2003: general points","sections":[{"manual-section-id":"EIM11401","slug": "guidance/employment-income-manual/EIM11401","title":"Living accommodation: brief outline of the legislation","body":"EIM11401 to EIM11520 deal with the measure under Part 3 Chapter\n5 of the benefit of providing an employee with living\naccommodation. You should already have considered whether there are\ngeneral earnings, whether the accommodation counts as earnings\nunder Part 3 Chapter 1 ITEPA 2003 or is within the benefits code of\nPart 3 Chapters 5 or 10 ITEPA 2003. See\n[EIM11302](/guidance/employment-income-manual/EIM11300#EIM11302) and\n[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511) for a description of the issues\nyou should have considered.\n\nThe main points to note about the provided living\naccommodation legislation at Part 3 Chapter 5 are that:\n\n*   it covers all employees including those in\nlower-paid employment (see[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007) and[EIM11403](/guidance/employment-income-manual/EIM11300#EIM11403))\n*   it charges the employee to tax on the\n\n    difference between the value to him or her of the accommodation and\n\n    any rent he or she pays for it (see\n    [EIM11402](/guidance/employment-income-manual/EIM11300#EIM11402))\n*   it has important exemptions for\n\n    job-related accommodation (see\n    [EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331)) and\n*   the cash equivalent of the benefit depends\n\n    upon whether or not the cost of the property exceeds &#xA3;75,000\n\n    (see\n    [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428))."},{"manual-section-id":"EIM11402","slug": "guidance/employment-income-manual/EIM11402","title":"Living accommodation: when a charge can arise under Part 3 Chapter 5 ITEPA 2003","body":"A charge to tax arises where living accommodation is provided by\nreason of the employment:\n\n*   rent free, or\n*   at a rent less than that paid by the\nperson providing it, or\n*   at a rent less than the amount chargeable\nunder Section 103 ITEPA 2003."},{"manual-section-id":"EIM11403","slug": "guidance/employment-income-manual/EIM11403","title":"Living accommodation: persons chargeable","body":"\n\n            [businesses&amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nAll employees are chargeable, whether or not they are in\nlower-paid employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), apart from those in certain\njob-related accommodation (see\n[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331)).\n\n    "},{"manual-section-id":"EIM11404","slug": "guidance/employment-income-manual/EIM11404","title":"Living accommodation: provided for members of employee's family or household","body":"The employee is also within Part 3 Chapter 5 ITEPA 2003 where\nliving accommodation is provided by reason of his or her employment\nfor members of the employee's family or household. As defined in\nSection 721(4) and (5) ITEPA 2003, family or household covers the\nemployee's:\n\n*   spouse\n*   children and their spouses\n*   parents\n*   servants, dependants and guests."},{"manual-section-id":"EIM11405","slug": "guidance/employment-income-manual/EIM11405","title":"Living accommodation: meaning of provided: the legislation","body":"Section 102 ITEPA 2003 advises that the cash equivalent of the\nbenefit from living accommodation that is provided for an employee\nis to be treated as earnings from the employment.\n\nProvided is not defined in the legislation and its meaning\nhas not been considered by the Courts in relation to a charge under\nSection 145 ICTA 1988. (Section 145 has now become part of Part 3\nChapter 5 ITEPA 2003). The word provided must be given its ordinary\ndictionary meaning of supplied or furnished with a thing.\n\nIn some cases provided will mean available for use whereas in\nothers it will mean actually used (see\n[EIM11406](/guidance/employment-income-manual/EIM11300#EIM11406) for more detail). The meaning\nof provided is often an issue in the case of provided holiday\nliving accommodation."},{"manual-section-id":"EIM11406","slug": "guidance/employment-income-manual/EIM11406","title":"Living accommodation: meaning of provided: practical considerations","body":"For details of the relevance of the word &#x201C;provided&#x201D;\nin living accommodation cases see\n[EIM11405](/guidance/employment-income-manual/EIM11300#EIM11405). In deciding in a particular\ncase whether provided means available for use, or means actually\nused, the following questions should be asked.\n\n*   Who can use the living accommodation? We\naccept that if living accommodation is genuinely available for use\nby more people than could actually use it at any one time then\nprovided only means the periods actually used. For example if five\nunrelated employees were allowed to use an employer owned two\nbedroom holiday villa we would only seek a provided living\naccommodation charge on each employee for the period in which that\nemployee actually used the villa.\n*   Why was the living accommodation bought or\nrented and how has it been used since acquisition? If the living\naccommodation was bought as holiday accommodation for a director\n\n    and family, provided is likely to mean available for use. By\n\n    contrast if it was bought as a genuine letting business by the\n\n    employer and has been let out commercially then provided will only\n\n    mean the periods of actual use by the employee.\n\nFor examples illustrating these points see example\n\n[EIM11421](/guidance/employment-income-manual/EIM11300#EIM11421) onwards."},{"manual-section-id":"EIM11407","slug": "guidance/employment-income-manual/EIM11407","title":"Living accommodation: meaning of by reason of the employment: provided by employer","body":"Part 3 Chapter 5 ITEPA 2003 only applies to living accommodation\nwhich is provided by reason of the employment. This page looks at\nthe case where the living accommodation is provided by the\nemployer. Where the living accommodation is provided by someone\nother than the employer, or provided after employment has ceased,\nsee\n[EIM11408](/guidance/employment-income-manual/EIM11300#EIM11408).\n\nWhere the living accommodation is provided by the employer\nthe legislation deems it to have been provided by reason of the\nemployment. The exception to this rule is where the employer is an\nindividual and can show that the accommodation is provided in the\nnormal course of domestic, family or personal relationships.\n\nSee\n[EIM11367](/guidance/employment-income-manual/EIM11300#EIM11367) where living accommodation is\nprovided by a local authority to one of its employees."},{"manual-section-id":"EIM11408","slug": "guidance/employment-income-manual/EIM11408","title":"Living accommodation: meaning of by reason of the employment: provided by someone other than employer","body":"For details of the meaning of by reason of the employment where\nliving accommodation is provided by the employer see\n[EIM11407](/guidance/employment-income-manual/EIM11300#EIM11407).\n\nWhere the living accommodation is provided by someone other\nthan the employer, it is necessary to show that the individual's\nemployment is a factor in its provision. The employment need not be\nthe main reason or the only one so long as it is a factor (see\n[EIM20503](/guidance/employment-income-manual/EIM20500#EIM20503)).\n\nIf the provision of the accommodation is by reason of the\nemployment of an employee who is a member of the same family or\nhousehold as the person to whom the accommodation is provided, a\n\ncharge will arise on that employee (see\n\n[EIM11404](/guidance/employment-income-manual/EIM11300#EIM11404)).\n\nPart 3 Chapter 5 ITEPA 2003 does not apply to a pensioner or\n\na former employee. But if the continued use of living accommodation\n\nis provided after termination of employment see\n\n[EIM12805](/guidance/employment-income-manual/EIM12800#EIM12805) onwards.\n\nPart 3 Chapter 5 does not apply in certain circumstances to\n\nliving accommodation provided by a local authority to an employee\n\nof that local authority (see\n\n[EIM11367](/guidance/employment-income-manual/EIM11300#EIM11367))."},{"manual-section-id":"EIM11410","slug": "guidance/employment-income-manual/EIM11410","title":"Living accommodation: provided to more than one employee in the same period","body":"Where living accommodation is provided to more than one employee\nin the same period, the total amount of the cash equivalent of the\nbenefit is limited to the cash equivalent that would have arisen if\nthe property had been provided to a single person.\n\nFor cases where this is relevant and not relevant see\n[EIM11411](/guidance/employment-income-manual/EIM11300#EIM11411)."},{"manual-section-id":"EIM11411","slug": "guidance/employment-income-manual/EIM11411","title":"Living accommodation: provided to more than one employee in the same period: practical points","body":"The following is an example of how Section 108 ITEPA 2003 works.\n\nAn employer provides a ten room house for the shared use of\nthree unrelated employees. Each employee has sole use of a bedroom\nand shared use of the other seven rooms. Without Section 108 the\ncash equivalent of the benefit of the living accommodation provided\nto each employee would be 800f the whole house. However Section\n108 limits the sum of the charges on the three of them to one full\ncharge on the whole house. If there are no special factors each\nemployee will be chargeable on the cash equivalent of a benefit of\n33.30f the cash equivalent for the whole house.\n\nSection 108 is not relevant in some family situations. For\nexample a husband and wife both work for the same employer and live\ntogether in a house provided by their employer. The husband's job\n\nis the one that has accommodation provided with it and the wife's\n\ndoes not. The true construction here is that the living\n\naccommodation is only provided by the employer to the husband and\n\nthe wife lives in it with her husband as part of normal domestic\n\narrangements. So the full living accommodation charge would be on\n\nthe husband with no charge on the wife.\n\nBy contrast for an example of Section 108 being relevant in a\n\nfamily situation see example\n\n[EIM11421](/guidance/employment-income-manual/EIM11300#EIM11421)."},{"manual-section-id":"EIM11412","slug": "guidance/employment-income-manual/EIM11412","title":"Living accommodation: avoidance areas","body":"## Section 67(1) ITEPA 2003\n\nThe following list is of cases in which you may face argument that there is no provided living accommodation charge.\n\n*   **Shadow director cases**. In these cases the individual is neither an employee nor an actual director of the company that provides the individual with the use of living accommodation. It is still possible that a benefit arises under Part 3 Chapter 5 ITEPA 2003 on the individual if the individual is the one who pulls the strings of the company (see [EIM11413](/guidance/employment-income-manual/EIM11300#EIM11413)).\n*   **Co-ownership cases**. In these cases the employee and employer co-own the living accommodation, usually as tenants in common through a trust (see [EIM11414](/guidance/employment-income-manual/EIM11300#EIM11414)).\n*   **Lease premium cases**. These are cases where a large premium and small rent is paid by the employer to a third party for a short lease on living accommodation (see [EIM11415](/guidance/employment-income-manual/EIM11300#EIM11415)).  Section 71 FA 2009 introduced special rules to stop attempts to enter into such arrangements to avoid tax.  The special rules apply to a premium payable under a lease entered into on or after 22 April 2009 or on the extension of the term of an existing lease on or after that date.&#xA0;\nThis legislation ensures that where a lease premium is paid for a lease with a term of 10 years or less, the same tax treatment will follow as if the lease premium were rent paid and spread over the duration of the lease. The legislation also applies to a lease premium paid for a lease with a term exceeding 10 years where the lease contains a provision that gives a person the right to terminate it which is capable of being exercised in such a way that the term of the original lease is 10 years or less. See [EIM11444](/guidance/employment-income-manual/EIM11300#EIM11444) for an overview of the rules."},{"manual-section-id":"EIM11413","slug": "guidance/employment-income-manual/EIM11413","title":"Living accommodation: avoidance area: shadow directors","body":"A person in accordance with whose directions or instructions the\ndirectors of a company are accustomed to act is deemed to be a\ndirector of that company by Section 67(1) ITEPA 2003. Where such a\nperson (known as a shadow director) is provided with living\naccommodation by the company the individual will be within Part 3\nChapter 5 ITEPA 2003 in the same way as if the individual had held\na formal appointment as a director. Section 67(1) defines director\nin relation to the benefits code and Section 63 ITEPA 2003 includes\nPart 3 Chapter 5 within the benefits code.\n\nThis interpretation was supported by the House of Lords in\nOctober 2001 in the case of Regina v Allen. Lord Hutton held\nthat\n\n> &#x201C;it was the intention of Parliament in enacting\n> the concluding part of Section 168(8) that accommodation and\n> benefits in kind received by a shadow director should be taxed in\n> the same way as those received by a director.&#x201D;\n\n(Section 168(8) ICTA 1988 was rewritten as Section 67(1) ITEPA\n\n2003).\n\nMany shadow directors are individuals who, although not\n\ndomiciled in the UK, have come to work and reside here. In order to\n\navoid a possible charge to inheritance tax, which could be imposed\n\nif such an individual died whilst working in the UK, an arrangement\n\nis made to set up an offshore company that owns the UK property in\n\nwhich the individual lives. Where the individual is a shadow\n\ndirector of that offshore company Section 97(2) ITEPA 2003 deems\n\nthe UK property to be provided to the shadow director by reason of\n\nthe deemed employment."},{"manual-section-id":"EIM11414","slug": "guidance/employment-income-manual/EIM11414","title":"Living accommodation: avoidance area: co-ownership cases","body":"In these cases the employer and employee co-own the living\naccommodation. The usual arrangement is that the employer and\nemployee own the property as tenants in common through a trust.\n\nA tenant in common has a legal right to use 100% of the\nproperty 100% of the time even though a tenant in common may only\nown a much smaller interest in the property (say 30%). It is argued\nagainst us in such a case that the employee's rights to use the\nliving accommodation come from the employee's legal rights as a\ntenant in common. So it is argued that no living accommodation has\nbeen provided by reason of the employment.\n\nThere are arguments to support a benefit charge within Part 3\nChapter 5 ITEPA 2003 in these cases and the strength of those\narguments will depend on the facts of the case.\nPAYE Technical for any case in which you want\nto argue the point. Your submission should include a copy of any\n\ntrust deed under which the land is held."},{"manual-section-id":"EIM11415","slug": "guidance/employment-income-manual/EIM11415","title":"Living accommodation: avoidance area: lease premium cases","body":"## Section 105 ITEPA 2003\n\nIn these cases the employer takes a short lease on living accommodation from a third party. Instead of paying the market rent for the property the employer pays a large premium and a small annual rent. It is argued that none of the premium can be treated as rent for the purpose of measuring the cash equivalent of this benefit.\n\nAn example will illustrate the point. A London flat owned by a third party has a market rental value of &#xA3;25,000 per annum and gross rateable value under the old rating system of &#xA3;800. An employer enters into a 3 year lease with the third party paying a premium of &#xA3;75,000 and a rent of &#xA3;100 per annum. The employer then provides the flat rent free to an employee. The cash equivalent of the benefit is the higher of:\n\n*   the gross rateable value and\n*   the actual rent payable.\n\nIt is argued that the cash equivalent of the living accommodation benefit is &#xA3;800 gross rateable value because none of the &#xA3;75,000 can be treated as rent.\n\nIn some circumstances we might wish to argue that the premium should be treated as rent. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n[Top of page](/guidance/employment-income-manual/EIM11300#EIM11415#Top)\n\n## Section 71 Finance Act 2009\n\nSection 71 amended section 105 ITEPA and inserted new sections 105A and 105B to ensure that where a lease premium is paid for a lease with a term of 10 years or less, the same tax treatment will follow as if the lease premium were rent paid and spread over the duration of the lease.  The legislation also applies to a lease premium paid for a lease with a term exceeding 10 years where the lease contains a provision that gives a person the right to terminate it which is capable of being exercised in such a way that the term of the original lease is 10 years or less.\n\nThe special rules apply to a premium payable under a lease entered into on or after 22 April 2009 or on the extension of the term of an existing lease on or after that date. See [EIM11444](/guidance/employment-income-manual/EIM11300#EIM11444)for an overview of the FA 2009 changes.  **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM11421","slug": "guidance/employment-income-manual/EIM11421","title":"Living accommodation: meaning of provided: example 1","body":"The meaning of provided can cause difficulties, often in the\ncase of holiday accommodation (see\n[EIM11405](/guidance/employment-income-manual/EIM11300#EIM11405)). This page, example\n[EIM11422](/guidance/employment-income-manual/EIM11300#EIM11422) and example\n[EIM11423](/guidance/employment-income-manual/EIM11300#EIM11423) use examples with similar basic\nfacts to bring out the different meaning provided can have\ndepending on the facts of the case.\n\nA UK company purchases a flat in a French ski resort for\n&#xA3;200,000. It is agreed that a market rental for the property\nwould be &#xA3;500 per week during the 6 month skiing season and\n&#xA3;100 per week during the rest of the year. A husband and wife\nwho are both directors of the company use the flat for holidays\nwith their children for 3 weeks during the ski season and one week\nin the rest of the year. Their children are neither employees nor\ndirectors of the company. The employer advises that the sole reason\n\nthe property was bought was as a holiday home for the husband and\n\nwife. It has only been used by them as a holiday home.\n\nWe would argue in this case that provided is equivalent to\n\navailable for use. Assuming that the flat was habitable for the\n\nwhole of the year we would seek a benefit under Part 3 Chapter 5\n\nmeasured on availability for the whole of the year. The employer\n\nmay argue that the husband and wife work full time and that this\n\nprevents them using the flat for more than the 4 weeks in the year\n\nof actual use and so they are effectively only provided with it for\n\n4 weeks. We do not accept that argument.\n\nIf the cost of the accommodation exceeds &#xA3;75,000, then\n\nthe amount of the cash equivalent would be calculated in accordance\n\nwith Section 106 ITEPA 2003 (see\n\n[EIM11472](/guidance/employment-income-manual/EIM11300#EIM11472)). As the annual value is based\n\non the open market rental, under ESC A91 the cash equivalent of the\n\nbenefit is restricted to step 1 of Section 106. This would mean\n\nthat the cash equivalent for the tax year would be &#xA3;15,600\n\n(&#xA3;500 x 26 + &#xA3;100 x 26). Under Section 108 that would be\n\nsplit between the husband and wife in whatever way was just and\n\nreasonable, presumably half each in this case (see\n\n[EIM11472](/guidance/employment-income-manual/EIM11300#EIM11472))."},{"manual-section-id":"EIM11422","slug": "guidance/employment-income-manual/EIM11422","title":"Living accommodation: meaning of provided: example 2","body":"The meaning of provided can cause difficulties, often in the\ncase of holiday accommodation (see\n[EIM11405](/guidance/employment-income-manual/EIM11300#EIM11405)). This page, example\n[EIM11421](/guidance/employment-income-manual/EIM11300#EIM11421) and example\n[EIM11423](/guidance/employment-income-manual/EIM11300#EIM11423) use examples with similar basic\nfacts to bring out the different meaning provided can have\ndepending on the facts of the case.\n\nA UK company purchases a flat in a French ski resort for\n&#xA3;200,000. It is agreed that a market rental for the property\nwould be &#xA3;500 per week during the 6 month skiing season and\n&#xA3;100 per week during the rest of the year. A husband and wife\nwho are both directors of the company use the flat for holidays\nwith their children for 3 weeks during the ski season and one week\nin the rest of the year. Their children are neither employees nor\ndirectors of the company. The company bought the property to let as\n\na commercial letting business. They have employed professional\n\nagents to let the property and have managed to let the property for\n\n12 weeks of the year in addition to the period it was used by the\n\nhusband and wife directors.\n\nIn this case we would accept that provided is equivalent to\n\nactual use.\n\nIf the cost of the accommodation exceeds &#xA3;75,000, then\n\nthe amount of the cash equivalent would be calculated in accordance\n\nwith Section 106 ITEPA 2003 (see\n\n[EIM11472](/guidance/employment-income-manual/EIM11300#EIM11472)). As the annual value is based\n\non the open market rental, under ESC A91 the cash equivalent of the\n\nbenefit is restricted to step 1 of Section 106. This would mean\n\nthat the cash equivalent for the tax year would be &#xA3;1,200\n\n(&#xA3;15,600 x 4/52). Under Section 108 ITEPA 2003 that would be\n\nsplit between the husband and wife in whatever way was just and\n\nreasonable, presumably half each in this case (see\n\n[EIM11472](/guidance/employment-income-manual/EIM11300#EIM11472)).\n\nYou may ask why the Section 105 ITEPA 2003 charge is not\n\n&#xA3;1,600 (being 3 weeks at &#xA3;500 in the skiing season and 1\n\nweek at &#xA3;100 outside the season). The answer is that the\n\nwording of Section 105(3) requires us to look at a proportion of\n\nthe annual rent rather than the rent for the actual weeks it was\n\nused."},{"manual-section-id":"EIM11423","slug": "guidance/employment-income-manual/EIM11423","title":"Living accommodation: meaning of provided: example 3","body":"The meaning of provided can cause difficulties, often in the\ncase of holiday accommodation (see\n[EIM11405](/guidance/employment-income-manual/EIM11300#EIM11405)). This page, example\n[EIM11421](/guidance/employment-income-manual/EIM11300#EIM11421) and example\n[EIM11422](/guidance/employment-income-manual/EIM11300#EIM11422) use examples with similar basic\nfacts to bring out the different meaning provided can have\ndepending on the facts of the case.\n\nA UK company purchases a flat in a French ski resort for\n&#xA3;200,000. It is agreed that a market rental for the property\nwould be &#xA3;500 per week during the 6 month skiing season and\n&#xA3;100 per week during the rest of the year. A husband and wife\nwho are both directors of the company use the flat for holidays\nwith their children for 3 weeks during the ski season and one week\nin the rest of the year. Their children are neither employees nor\ndirectors of the company. The employer says that the property was\n\nbought to let commercially and for the use of other employees of\n\nthe company. In fact there have been no commercial lettings during\n\nthe year and it has only been used for one week of the year by an\n\nemployee of the company who was the director's secretary.\n\nThis is a case where in practice we would seek to test\n\nwhether what the employer was telling us was correct. For example,\n\nwhat if any evidence is there of attempts to let the property\n\ncommercially or to advise other employees of the company of its\n\navailability for use by them? Based on that evidence it is then a\n\nmatter of judgement whether in reality the sole reason the property\n\nwas bought was as a holiday home for the husband and wife\n\ndirectors, in which case the tax consequences would be as in\n\nexample\n\n[EIM11421](/guidance/employment-income-manual/EIM11300#EIM11421). Or it may be that genuine\n\nattempts have been made to let the property commercially and make\n\nit available for use by other employees of the company, in which\n\ncase the tax consequences in example\n\n[EIM11422](/guidance/employment-income-manual/EIM11300#EIM11422) will follow."},{"manual-section-id":"EIM11425","slug": "guidance/employment-income-manual/EIM11425","title":"Living accommodation: housing for key workers: rented housing: existing property","body":"Rented Housing: existing property For information on the scheme for Key Housing and the Starter Homes Initiative, see [EIM21735](/guidance/employment-income-manual/EIM21602#EIM21735). Where an employer or anyone else pays a contribution towards the key worker&#x2019;s rent, the contribution is treated as earnings.\n\nIf the employee rents the accommodation and the employer or someone else connected with work makes a contribution towards the rent then that contribution is treated as earnings within S62 ITEPA 2003 (see [EIM11307](/guidance/employment-income-manual/EIM11300#EIM11307)).\n\nIf the employer rents the accommodation and the employee contributes towards the rent due, the benefit is earnings within S97 ITEPA 2003 (see [EIM11309](/guidance/employment-income-manual/EIM11300#EIM11309)). If a third party such as a RSL rents accommodation and that accommodation is provided to the key worker by reason of the employment, then there are earnings under S97  See [EIM11408](/guidance/employment-income-manual/EIM11300#EIM11408) for guidance on &#x201C;by reason of the employment&#x201D;. [EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431) explains how to calculate the value of the benefit and [EIM11432](/guidance/employment-income-manual/EIM11300#EIM11432) why GRV (gross rating value) is used."},{"manual-section-id":"EIM11426","slug": "guidance/employment-income-manual/EIM11426","title":"Living accommodation: housing for key workers: rented housing: new property","body":"For information on the scheme for Key Housing and the Starter\nHomes Initiative, see\n[EIM21735](/guidance/employment-income-manual/EIM21602#EIM21735).\n\nThe assistance for key worker rented housing may take the\nform, not of a cash rental subsidy, but of land provided free or at\na discounted price to (usually) a registered social landlord (RSL),\nor a subsidy for the land purchase or towards the building costs.\nThis subsidy is a contribution towards the cost of the\naccommodation. Where the amount of the contribution exceeds\n&#xA3;75,000 there will be a benefit under S106 ITEPA 2003.\n[EIM11480](/guidance/employment-income-manual/EIM11300#EIM11480) explains how to calculate the\nvalue of this benefit and\n[EIM11483](/guidance/employment-income-manual/EIM11300#EIM11483) gives an example.\n\nWhere there is more than one person contributing to the\ncosts, only the highest contribution is taken into account. (See\n[EIM11430](/guidance/employment-income-manual/EIM11300#EIM11430) for the definition of the\nperson involved in providing the accommodation.)\n\n**Example: In May 2004**, a local authority sells land\n\n(which it has owned for a number of years) to a RSL for a 40-home\n\nkey worker rented housing development. At the date of sale, the\n\nland has a market value of &#xA3;3m but, since key workers include\n\nemployees of the local authority, the authority sells it for\n\n&#xA3;2m. Building costs to the RSL are &#xA3;4m. The RSL receives\n\na &#xA3;400,000 grant from Central Government to assist the scheme.\n\nNotional GRV for each home is &#xA3;1200 pa. Each employee pays\n\n&#xA3;100 per week rent (&#xA3;5200 pa.)\n\n**Answer**: The cost of the property is the highest of\n\nthe amount contributed by\n\n1.  the local authority who provided land worth &#xA3;3 million*\n\n    and\n2.  central government contribution of &#xA3;400,00 and\n3.  the RSL whose total cost was &#xA3;6 million (land at &#xA3;2\n\n    million plus building costs of &#xA3;4 million)\n\nThe highest cost is that of the RSL at &#xA3;6 million. The cost\n\nof 1 unit is &#xA3;150,000. The amount of the benefit from the\n\nliving accommodation is\n\n<table>\n<tr>\n<td>Cost of accommodation</td><td>&#xA3;150,000</td>\n</tr>\n<tr>\n<td>Less</td><td>&#xA3;75,000</td>\n</tr>\n<tr>\n<td>Additional yearly rent of</td><td>&#xA3;75,000 at 5% =</td><td>&#xA3;3750</td>\n</tr>\n<tr>\n<td>Plus S105 benefit (GRV)</td><td>&#xA3;1200</td>\n</tr>\n<tr>\n<td>Less rent paid by employee of</td><td>&#xA3;1200</td><td>Nil</td>\n</tr>\n<tr>\n<td>Total</td><td></td><td>&#xA3;3750</td>\n</tr>\n<tr>\n<td>Less excess rent of</td><td></td>\n</tr>\n<tr>\n<td>Rent paid by employee</td><td>&#xA3;5200</td>\n</tr>\n<tr>\n<td>Minus set against GRV of</td><td>&#xA3;1200</td>\n</tr>\n<tr>\n<td>Excess rent is</td><td>&#xA3;4000</td><td>&#xA3;4000</td>\n</tr>\n<tr>\n<td>Amount of benefit is</td><td></td><td>Nil</td>\n</tr>\n</table>\n\nThe benefit is nil because the excess rent is more than the\n\nadditional yearly rent.\n\n*If the provider of the land acquired it less than 6 years\n\nbefore the sale, for the purposes of S106, the cost to the provider\n\nof acquiring that land is its actual cost and not its market value.\n\nSee\n\n[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473), which explains whether market\n\nvalue or cost applies."},{"manual-section-id":"EIM11427","slug": "guidance/employment-income-manual/EIM11427","title":"Living accommodation: housing for key workers: shared ownership","body":"For information on the scheme for Key Housing and the Starter\nHomes Initiative, see\n[EIM21735](/guidance/employment-income-manual/EIM21602#EIM21735).\n\nA tax liability may arise with shared ownership. If the\nemployer owns part of the property then there is a benefit. If a\nthird party such as a RSL owns part of the property and the\nproperty is provided by reason of the employment, then there is a\nbenefit. (See\n[EIM11408](/guidance/employment-income-manual/EIM11300#EIM11408) for guidance on &#x201C;by\nreason of the employment&#x201D;.)\n\nThe amount of earnings is related to the share in the\nproperty, which the employee does not own.\n\n**Example 1**: 60% of the property is owned by the key\nworker and 40% by a third party e.g. RSL or employer, the share in\nthe property cost the employer, RSL etc less than &#xA3;75,000, the\nGRV of the property is &#xA3;1200.\n\n**Answer 1**: The amount of earnings under S105 is\n&#xA3;480, 40% of the property&#x2019;s GRV. [See\n[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431) for the calculation and\n\n[EIM11432](/guidance/employment-income-manual/EIM11300#EIM11432) which explains why GRV (gross\n\nrating value) is used.]\n\nIf the key worker pays rent of &#xA3;480 or more per year\n\nthen the benefit is extinguished.\n\nIf the share in the property cost the employer, RSL etc more\n\nthan &#xA3;75,000 the amount of the benefit is calculated in\n\naccordance with S106 ITEPA 2003.\n\n**Example 2**: the facts are the same as above but the\n\nRSL spent &#xA3;90,000 in buying a 40% interest in the property in\n\nMay 2004.\n\n**Answer 2**: (See\n\n[EIM11480](/guidance/employment-income-manual/EIM11300#EIM11480) for information on how to\n\ncalculate the benefit).\n\n<table>\n<tr>\n<td>Cost of accommodation</td><td>&#xA3;90,000</td><td></td>\n</tr>\n<tr>\n<td>Less</td><td>&#xA3;75,000</td><td></td>\n</tr>\n<tr>\n<td>Additional yearly rent of</td><td>&#xA3;15,000 at 5% =</td><td>&#xA3;750</td>\n</tr>\n<tr>\n<td>Plus S105 benefit (GRV)(1200 x 40%)</td><td>&#xA3;480</td><td>&#xA3;480</td>\n</tr>\n<tr>\n<td>Total is</td><td></td><td>&#xA3;1230</td>\n</tr>\n</table>\n\nIf the worker pays rent of &#xA3;1230 or more a year then the\n\nbenefit is extinguished."}]},{"title":" Living accommodation: Section 105 ITEPA 2003: measure of benefit","sections":[{"manual-section-id":"EIM11428","slug": "guidance/employment-income-manual/EIM11428","title":"Living accommodation: measure of benefit","body":"For a benefit to arise under Part 3 Chapter 5 ITEPA 2003 the\nemployee needs to be both provided with living accommodation and to\nbe employed. Section 102 describes this period during which the\nbenefit arises as the taxable period.\n\nEmployment includes those who are office holders, such as\ndirectors and shadow directors.\n\nYou should already have considered whether there is a benefit\nunder Part 3 Chapter 5 ITEPA 2003 (see\n[EIM11302](/guidance/employment-income-manual/EIM11300#EIM11302)).\n\nThe cash equivalent of the benefit depends upon the cost of\nproviding the living accommodation. If the cost:\n\n*   is &#xA3;75,000 or less then it is\ncalculated under Section 105 ITEPA 2003 (see[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431))\n*   exceeds &#xA3;75,000 then it is calculated\nunder Section 106 ITEPA 2003 (see[EIM11480](/guidance/employment-income-manual/EIM11300#EIM11480)).\n\nFor the definition of the cost of providing the living\n\naccommodation see\n\n[EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429). The cash equivalent of the\n\nbenefit is treated as earnings from the employment for the year.\n\nIf the same living accommodation is provided to more than one\n\nemployee at a time, then the total of the cash equivalent of the\n\nbenefits for all of those employees to whom the accommodation is\n\nprovided cannot exceed the amount of the benefit if there had been\n\nonly one occupant. Under Section 108 ITEPA 2003 the benefit is\n\nshared between the occupants in whatever way is just and reasonable\n\n(see\n\n[EIM11410](/guidance/employment-income-manual/EIM11300#EIM11410))."},{"manual-section-id":"EIM11429","slug": "guidance/employment-income-manual/EIM11429","title":"Living accommodation: cost of providing living accommodation","body":"You need to know the cost of providing accommodation in order to\ndecide which method to use to calculate the amount of the benefit\n(see\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428)).\n\nThe cost of providing accommodation is A plus I minus P\nwhere:\n\n*   A is the amount spent by a person involved\nin providing the living accommodation in acquiring it (in the case\nof a house etc this will be the cost of the freehold or leasehold\ninterest)\n*   I is the amount spent by a person involved\nin providing the living accommodation on improving it prior to the\ntax year\n*   P is any amount the employee pays to the\nperson involved in providing the accommodation:\n\n*   to reimburse either A or I, or\n*   for the grant of a tenancy.\n\nFor further information on the meaning of a person involved in\n\nproviding the accommodation and what constitutes improvements see\n\n[EIM11430](/guidance/employment-income-manual/EIM11300#EIM11430). For an example see\n\n[EIM11481](/guidance/employment-income-manual/EIM11300#EIM11481).\n\nIn a case where the market value basis applies, the cost of\n\nproviding living accommodation for the purposes of calculating the\n\nbenefit is different (see\n\n[EIM11477](/guidance/employment-income-manual/EIM11300#EIM11477))."},{"manual-section-id":"EIM11430","slug": "guidance/employment-income-manual/EIM11430","title":"Living accommodation: cost of providing accommodation: definitions","body":"For the meaning of the cost of providing accommodation for the\npurposes of Section 105 and 106 ITEPA 2003 see\n[EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429). That definition uses the terms\na \"person involved in providing the accommodation\" and\n\"improvements to the property\". This page tells you what those\nterms mean.\n\nThe expression \"person involved in providing the\naccommodation\" means any of the following:\n\n*   the employer\n*   the person providing the\naccommodation\n*   any person connected with either of them\nbut not the employee himself.\n\nWhether a person is connected with another in this context is\ndetermined, via Section 718 ITEPA 2003, by Section 839 ICTA 1988\n(see CG14580).\n\nImprovements to the property include additions and extensions\n\nbut do not include normal repairs and maintenance, such as\n\nre-roofing."},{"manual-section-id":"EIM11431","slug": "guidance/employment-income-manual/EIM11431","title":"Living accommodation: property costing &#xA3;75,000 or less: measure of benefit under Section 105 ITEPA 2003","body":"## Section 105(2) ITEPA 2003\n\nThe amount of the benefit depends on the cost of the property (see [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428)).\n\nThis page summarises the cash equivalent of the benefit where the living accommodation cost the provider &#xA3;75,000 or less. The amount of earnings under Section 105 ITEPA 2003 is:\n\n> **less**&#xA0;\n\n*   any rent paid for it for the taxable period by the employee.\n\nFor the meaning of annual value see [EIM11432](/guidance/employment-income-manual/EIM11300#EIM11432).\n\nFor the meaning of taxable period see [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428).\n\nFor what cost to the provider means see [EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429).\n\nFor an example of how the benefit is calculated under Section 105 see example [EIM11442](/guidance/employment-income-manual/EIM11300#EIM11442).\n\nWhere the living accommodation cost the provider more than &#xA3;75,000 the cash equivalent of the benefit is calculated under Section 106 ITEPA 2003 (see [EIM11480](/guidance/employment-income-manual/EIM11300#EIM11480)). Remember the possibility of a further benefit on the provision of accommodation services such as heat and light (see [EIM11521](/guidance/employment-income-manual/EIM11300#EIM11521)).\n\nSection 71 Finance Act 2009 amended Section 105 in relation to leases entered into on or after 22 April 2009 or existing leases extended on or after that date.  These changes provide for an amount in respect of a lease premium to be attributed to the taxable period.  See [EIM11444](/guidance/employment-income-manual/EIM11300#EIM11444) for an overview of the FA 2009 changes."},{"manual-section-id":"EIM11432","slug": "guidance/employment-income-manual/EIM11432","title":"Living accommodation: definition of annual value","body":"The annual value of the accommodation needs to be known in order\nto calculate the value of the benefit (see\n[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431)). Annual value is defined in\nSection 110(1) ITEPA 2003 as:\n\n> \"the rent which might reasonably be expected to be obtained on a\n> letting from year to year if -\n\n1.  the tenant undertook to pay all taxes,\nrates and charges usually paid by a tenant, and\n2.  the landlord undertook to bear the costs of\nthe repairs and insurance and the other expenses (if any) necessary\nfor maintaining the property in a state to command that rent\".\n\nThe amount of annual value for United Kingdom properties is\nbased on the gross rating value (see\n[EIM11434](/guidance/employment-income-manual/EIM11434)). This page explains why we use\ngross rating value as the measure for annual value.\n\nGross rating value of United Kingdom properties is taken as\n\nthe equivalent of annual value for tax purposes because:\n\n*   the definition in Section 837 ICTA 1988,\n\n    which was the predecessor of Section 110 ITEPA 2003, is similar to\n\n    that used in Section 19(b) General Rate Act 1967 and\n*   its use avoids annual revaluations to\n\n    arrive at current rental value.\n\nThis practice was not withdrawn on the repeal of the General\n\nRate Act 1967 in the interests of continuity of treatment.\n\nThe higher values produced by the 1985 rating revaluation in\n\nScotland are not adopted for tax purposes because using them would\n\nbe unfair in view of the lower values produced by earlier\n\nrevaluations elsewhere in the United Kingdom. This is dealt with in\n\nExtra-Statutory Concession A56."},{"manual-section-id":"EIM11433","slug": "guidance/employment-income-manual/EIM11433","title":"Living accommodation: meaning of annual value","body":"The legislation uses the words annual value to measure the value\nof the benefit of being provided with living accommodation (see\n[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431)).\n\nAnnual value means:\n\n*   for living accommodation situated in the\nUnited Kingdom the gross rating value of the property under the old\nrating system. Some properties will not have a gross rating value,\nfor example a property built after the end of the rating system.\nTake the notional estimated equivalent for properties where no\ngross rating value has been set. For the rating values to take for\ndifferent parts of the United Kingdom see[EIM11434](/guidance/employment-income-manual/EIM11434). For an explanation of why the\ngross rating value is used see[EIM11432](/guidance/employment-income-manual/EIM11300#EIM11432).\n*   for living accommodation situated outside\nthe United Kingdom the amount the property could be let for on the\nopen market. For the measure of this amount see\n    [EIM11440](/guidance/employment-income-manual/EIM11300#EIM11440). The annual value of a property\n\n    as determined for any rates or taxes in countries outside the\n\n    United Kingdom is not on its own an acceptable measure for United\n\n    Kingdom tax purposes."},{"manual-section-id":"EIM11434","slug": "guidance/employment-income-manual/EIM11434","title":"Living accommodation: meaning of annual value for United Kingdom properties"},{"manual-section-id":"EIM11436","slug": "guidance/employment-income-manual/EIM11436","title":"Living accommodation: property with no gross rating value set: valuation","body":"The measure of annual value for the Section 105 ITEPA 2003\nprovided living accommodation benefit for United Kingdom properties\nis the gross rating value of the property (see\n[EIM11434](/guidance/employment-income-manual/EIM11434)).\n\nSome United Kingdom properties have no figure of gross rating\nvalue set for them. This happens for some properties built in\nrecent years after the general rating system ceased in most parts\nof the United Kingdom. In those cases an estimate has to be made of\nwhat the gross rating value would have been for the property.\n\nThe onus is on the employer to provide this figure. In most\ncases you will probably accept what the employer suggests as the\namounts at stake are likely to be small. But if you do want to\ncheck the figure in worthwhile cases then you need to ask the\nDistrict Valuer for help (see\n[EIM11437](/guidance/employment-income-manual/EIM11300#EIM11437))."},{"manual-section-id":"EIM11437","slug": "guidance/employment-income-manual/EIM11437","title":"Living accommodation: property with no gross rating value set: request to District Valuer","body":"Some United Kingdom properties do not have an actual gross\nrating value. For those properties a notional gross rating value\nshould be provided by the employer (see\n[EIM11436](/guidance/employment-income-manual/EIM11300#EIM11436)). If you need a notional gross\nrating value to check a figure provided by an employer, or\notherwise, ask the District Valuer. Do not use form CG20(new). Send\na typed memo stating:\n\n*   the name and address of the employee and\nthe employer\n*   the address of the property for which the\nnotional gross rating value is required\n*   that the valuation is required to quantify\na charge under Section 105 ITEPA 2003\n*   that the figure required is the gross\nrating value the property would have been given under the old\nrating system\n*   the employer's estimate (if any) of the\n\n    notional gross rating value\n*   whether a not negotiated or an agreed\n\n    value is required\n*   if an agreed value is required, the name\n\n    and address of the person with whom the value is to be agreed (if\n\n    other than the taxpayer).\n\nThe District Valuer can also help find an actual gross rating\n\nvalue for a property where such a figure was set in the past but\n\nthe amount cannot be found from any other source."},{"manual-section-id":"EIM11438","slug": "guidance/employment-income-manual/EIM11438","title":"Living accommodation: annual value of United Kingdom properties; further practical points","body":"Persons providing living accommodation for employees by reason\nof their employment can be required to provide information about\nthe value of the benefit. Normally an employer will declare the\nvalue on form P9D or P11D as appropriate. If the employer fails to\ndo so, or it is necessary to check the employer's figures, ask the\nemployer to state the gross or net rating value.\n\n If the employer quotes a net figure you need to convert it\nto the corresponding gross figure. Assuming the net figure is at\nleast &#xA3;80 you can convert it to the gross figure by using a\nformula:\n\n*   for properties in England, Wales and\nNorthern Ireland\n\n*   gross rating value = (1.2 x net rating value) +\n32\n\n*   for properties in Scotland\n\n*   gross rating value = (1.2 x net rating value) +\n\n    4.\n\nWhilst the onus is on the employer to provide the information\n\nyou can get the gross rating value figure from the District Valuer\n\n(see\n\n[EIM11437](/guidance/employment-income-manual/EIM11300#EIM11437)).\n\n If it is necessary to apportion a gross rating value, the\n\napportionment should be negotiated without reference to the\n\nDistrict Valuer.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n If, exceptionally, a valuation is required for a derated\n\nagricultural property, report the full facts to Corporation Tax and\n\nVAT Group (in Northern Ireland, the Director's Office).\n\n If, exceptionally, a conversion you have made from a net\n\nrating value to a gross rating value is not accepted for a property\n\nin Northern Ireland make a report to the Director's Office in\n\nNorthern Ireland before you make an appealable decision."},{"manual-section-id":"EIM11439","slug": "guidance/employment-income-manual/EIM11439","title":"Living accommodation: annual value of United Kingdom property: employee responsible for repairs or insurance","body":"For the measure of annual value for the Section 105 ITEPA 2003\nbenefit on living accommodation for United Kingdom properties see\n[EIM11434](/guidance/employment-income-manual/EIM11434).\n\nAn employee may be responsible for the cost of repairs or\ninsurance under the terms of his or her lease or employment.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nAs regards the discharge of the employee's pecuniary\nliability in respect of such items see\n[EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)."},{"manual-section-id":"EIM11440","slug": "guidance/employment-income-manual/EIM11440","title":"Living accommodation: meaning of annual value for properties outside the United Kingdom: description","body":"For a description of the amount of benefit under Section 105\nITEPA 2003 on provided living accommodation see\n[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431).\n\nFor living accommodation situated outside the United Kingdom\nthe annual value is broadly the amount for which the property could\nbe let on the open market. For full details on this see\n[EIM11441](/guidance/employment-income-manual/EIM11300#EIM11441).\n\nThe annual value of property as determined for any rates or\ntaxes in countries outside the United Kingdom is not for that\nreason on its own an acceptable measure for United Kingdom tax\npurposes. The annual value of living accommodation outside the\nUnited Kingdom should therefore be determined in accordance with\nthe definition in Section 110 ITEPA 2003 (see\n[EIM11432](/guidance/employment-income-manual/EIM11300#EIM11432) and\n[EIM11433](/guidance/employment-income-manual/EIM11300#EIM11433))."},{"manual-section-id":"EIM11441","slug": "guidance/employment-income-manual/EIM11441","title":"Living accommodation: meaning of annual value for properties outside the United Kingdom: detail","body":"The legislation uses annual value to calculate the value of the\nbenefit of being provided with living accommodation (see\n[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431)). For living accommodation\nsituated outside the United Kingdom the annual value is determined\nunder Section 110 ITEPA 2003 (see\n[EIM11432](/guidance/employment-income-manual/EIM11300#EIM11432)) as the annual rent at which it\ncould be let for a year unfurnished on the assumption that:\n\n*   the tenant met all the customary tenant's\nburdens and\n*   the landlord met the cost of repairs,\ninsurance and other landlord's expenses.\n\nIf the cost of the accommodation exceeds &#xA3;75,000, then the\namount of the cash equivalent is calculated in accordance with\n\nSection 106 ITEPA 2003 (see\n\n[EIM11472](/guidance/employment-income-manual/EIM11300#EIM11472)). As the annual value is based\n\non the open market rental, then under ESC A91b the cash equivalent\n\nof the benefit is restricted to step 1 of Section 106.\n\n The question of the period for which living accommodation\n\nhas been provided is often an issue for properties outside the\n\nUnited Kingdom (see\n\n[EIM11405](/guidance/employment-income-manual/EIM11300#EIM11405) onwards). If the charge is for\n\na period of less than a year apportion the annual rent on a time\n\nbasis (see example\n\n[EIM11422](/guidance/employment-income-manual/EIM11300#EIM11422)).\n\n The onus is on the employer to come up with an estimate of\n\nthe market rental of the property. He will normally be able to\n\nobtain an estimate from a local estate agent in the country\n\nconcerned.\n\n If you want to check the estimated market rental figure is\n\nreasonable get a full description of the accommodation and locality\n\n(accompanied, where appropriate, by photographs).\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM11442","slug": "guidance/employment-income-manual/EIM11442","title":"Living accommodation: Section 105 ITEPA 2003 benefit on property in the United Kingdom: example","body":"On 1 February 2000 an employer acquired living accommodation for\n&#xA3;65,000 that an employee occupied from that date at a rent of\n&#xA3;300 a year. The gross rating value for the property is\n&#xA3;900. No improvements were made to the property before 6 April\n2003.\n\nThe calculation of the amount of earnings for 2003/04 is:\n\n<table>\n<tr>\n<td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>annual value</td><td>900</td>\n</tr>\n<tr>\n<td>less rent paid by\nemployee</td><td>300</td>\n</tr>\n<tr>\n<td>chargeable earnings</td><td>600</td>\n</tr>\n</table>\n\nIf instead of acquiring the property the employer had rented it\n\nfor &#xA3;3,000 a year from 1 February 2000, the amount of earnings\n\nfor 2003/04 would be:\n\n<table>\n<tr>\n<td></td><td>\n\n</td><td></td>\n</tr>\n<tr>\n<td>rent paid by\n\nemployer</td><td>\n\n3,000\n\n</td><td>(Greater than its annual\n\nvalue)</td>\n</tr>\n<tr>\n<td>less rent paid by\n\nemployee</td><td>\n\n300\n\n</td><td></td>\n</tr>\n<tr>\n<td>chargeable earnings</td><td>\n\n2,700\n\n</td><td></td>\n</tr>\n</table>\n\nFor examples of the Section 105 charge on properties outside the\n\nUnited Kingdom see example\n\n[EIM11421](/guidance/employment-income-manual/EIM11300#EIM11421) and example\n\n[EIM11422](/guidance/employment-income-manual/EIM11300#EIM11422))."},{"manual-section-id":"EIM11443","slug": "guidance/employment-income-manual/EIM11443","title":"Living accommodation: Section 105 ITEPA 2003 benefit on property in the United Kingdom: example of taxable period","body":"On 1 February 2000 an employer acquired living accommodation for\n&#xA3;65,000 that an employee occupied from that date at a rent of\n&#xA3;300 a year. Although the employee moved out of the\naccommodation on 5 December 2003, he continued to work for the\nemployer. The property was occupied by someone else after 5\nDecember 2003. The gross rating value for the property is\n&#xA3;900. No improvements were made to the property before 6 April\n2003.\n\nThe calculation of the amount of earnings for 2003/04 is:\n\n<table>\n<tr>\n<td></td><td>&#xA3;</td>\n</tr>\n<tr>\n<td>annual value 8/12 x\n900\n\n (because he lived in the property for 8 of the 12\nmonths)</td><td>600</td>\n</tr>\n<tr>\n<td>less rent paid by\n\nemployee 8/12 x 300</td><td>200</td>\n</tr>\n<tr>\n<td>chargeable\n\nearnings</td><td>400</td>\n</tr>\n</table>\n\nIf instead of acquiring the property the employer had rented it\n\nfor &#xA3;3,000 a year from 1 February 2000, the amount of earnings\n\nfor 2003/04 would be:\n\n<table>\n<tr>\n<td></td><td>&#xA3;</td>\n</tr>\n<tr>\n<td>rent paid by employer\n\n8/12 x 3000\n\n (because the employee lived in the property for 8 of the 12\n\nmonths)</td><td>2,000</td>\n</tr>\n<tr>\n<td>less rent paid by\n\nemployee 8/12 x 300</td><td>200</td>\n</tr>\n<tr>\n<td>chargeable\n\nearnings</td><td>1,800</td>\n</tr>\n</table>\n\nAs the amount of rent paid is more than the property's annual\n\nvalue, the rent paid by the provider is used in the calculation.\n\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428) explains the period in which\n\nthe benefit arises.\n\nFor examples of the Section 105 charge on properties outside\n\nthe United Kingdom see example\n\n[EIM11421](/guidance/employment-income-manual/EIM11300#EIM11421) and example\n\n[EIM11422](/guidance/employment-income-manual/EIM11300#EIM11422)."},{"manual-section-id":"EIM11444","slug": "guidance/employment-income-manual/EIM11444","title":"Living accommodation: lease premium cases: overview of changes made by Section 71 FA 2009","body":"Section 71 FA 2009 amended section 105 ITEPA and inserted new sections 105A and 105B to ensure that where a lease premium is paid for a lease with a term of 10 years or less, the same tax treatment will follow as if the lease premium were rent paid and spread over the duration of the lease.  The legislation also applies to a lease premium paid for a lease with a term exceeding 10 years where the lease contains a provision that gives a person the right to terminate it which is capable of being exercised in such a way that the term of the original lease is 10 years or less.  The special rules apply to a premium payable under a lease entered into on or after 22 April 2009 or on the extension of the term of an existing lease on or after that date.\n\n### Section 105(4) and (4A) ITEPA\n\nThese provisions apply where a rental amount is payable by the person at whose cost the accommodation is provided (&#x201C;P&#x201D;) in respect of the whole or part of the taxable period (&#x201C;the relevant period&#x201D;) at an annual rate greater than the annual value of the accommodation.\n\nFor the meaning of annual value see [EIM11432](/guidance/employment-income-manual/EIM11300#EIM11432).\n\nFor the meaning of taxable period see [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428).\n\nIn these circumstances, the cash equivalent to be treated as earnings from the employment will be the difference between the rental amount payable by P and any sum made good by the employee to P that is properly attributable to the provision of the accommodation.\n\n### Section 105(4B) ITEPA\n\nSubsection (4B) defines &#x201C;rental amount payable by P&#x201D; as the sum of any rent for the relevant period payable by P and any amount attributed to the period in respect of a lease premium.\n\n### Sections 105A and 105B ITEPA\n\nThese provisions contain the detailed rules for attributing an amount to the relevant period in respect of a lease premium.  For these purposes, lease premium means any premium payable under a lease or otherwise under the terms on which a lease is granted and in Scotland includes a grassum.\n\n### Interaction with Section 106 ITEPA\n\nSection 106 applies where the cost of providing living accommodation exceeds &#xA3;75,000. As the amount of a premium represents the cost of acquiring a leasehold interest, it is a cost of acquiring property for the purpose of determining the cost of providing living accommodation (see [EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429)).  [EIM11480](/guidance/employment-income-manual/EIM11300#EIM11480) explains how to calculate the amount of the living accommodation benefit under Section 106. The first step in the Section 106 calculation is to calculate what would be the cash equivalent if Section 105 applied.  An amount attributed in respect of a lease premium will therefore be included in the cash equivalent of the benefit regardless of the cost of providing the accommodation.\n\nThe second step in Section 106 is to calculate the additional yearly rent. Extra Statutory Concession A91 (ESC A91) only applies where the cash equivalent of the benefit of the accommodation is calculated by reference to the annual rent the property might fetch on the open market.  It does not apply where the cash equivalent is calculated by reference to a lease premium. It follows that the cash equivalent of the benefit will include the additional yearly rent in lease premium cases to which Section 106 applies.\n\n### Further guidance\n\nSee [EIM11445](/guidance/employment-income-manual/EIM11300#EIM11445) onwards for a detailed description of the rules and examples of how the rules apply in practice."},{"manual-section-id":"EIM11445","slug": "guidance/employment-income-manual/EIM11445","title":"Living accommodation: lease premium cases: detailed attribution rules: when to attribute an amount in respect of a lease premium","body":"See [EIM11444](/guidance/employment-income-manual/EIM11300#EIM11444) for an overview of the changes made by Section 71 FA 2009.\n\nAn amount in respect of a lease premium can only be attributed to a relevant period where **all** four conditions in Section 105A(1) ITEPA are satisfied:\n\n*   The property consists of premises, or a part of premises, that are subject to a lease.\n*   The premises are not mainly used by P for a purpose other than the provision of living accommodation to which Part 3 Chapter 5 ITEPA applies.\n*   The lease is for a term of 10 years or less.\n*   The net amount payable by P in relation to the lease by way of lease premium is greater than zero.\n\n&#x201C;P&#x201D; is the person at whose cost the accommodation is provided.\n\n&#x201C;The relevant period&#x201D; is the whole or part of the &#x201C;taxable period&#x201D; - see [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428).\n\n### Property consists of premises, or a part of premises, that are subject to a lease\n\nIn this context, &#x201C;the property&#x201D; means the property consisting of the living accommodation.  To satisfy this condition, the living accommodation must be subject to a lease whether it comprises the whole of the premises or forms only a part of larger premises.  In practice, deciding if the first condition has been satisfied should be straightforward.\n\n### Premises not mainly used by P for a purpose other than the provision of living accommodation\n\nThis condition prevents the attribution of an amount in respect of a lease premium where the main use of the premises by P is for a purpose other than the provision of living accommodation to which Part 3 Chapter 5 ITEPA applies.\n\nThe construction of the premises will often be such that a separate part is clearly designed and used for business use rather than living accommodation.  An example would be premises consisting of a shop with a flat over it.  In such a case the living accommodation is only the flat above the shop and does not include any of the shop below.\n\n&#x201C;Mainly&#x201D; takes its everyday meaning as &#x201C;for the most part&#x201D; and all relevant factors should be taken into account.  It will therefore be necessary to identify the proportion of the premises used by P for providing living accommodation and the proportion actually used for other purposes.  Remember that the legislation is concerned with actual use of part of the premises for other purposes and not mere provision for other purposes.  Generally, it should be sufficient to compare the area of the living accommodation with the area of the whole premises.  However, the specific facts may indicate that P mainly uses the premises for other purposes even where living accommodation takes up more than 500f the area of the whole premises.  For example, it may be clear that the value of the part of the premises used for other purposes is significantly greater than the value of the part used as living accommodation such that the provision of living accommodation clearly represents an ancillary activity.\n\nNote that any part of the premises used by P for providing living accommodation to an employee entitled to one of the statutory exemptions set out at [EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331) is used for a purpose other than the provision of living accommodation to which Part 3 Chapter 5 ITEPA applies.  For example, if the premises consist of a three storey building with a shop at ground floor level, a first floor flat provided to an employee entitled to an exemption and a second floor flat provided to an employee who is not entitled to an exemption, only the second floor flat is living accommodation to which Part 3 Chapter 5 applies.\n\n### Lease is for a term of 10 years or less\n\nThe term of the lease will usually be clear. However it is subject to the special rules in Section 105B ITEPA which determine the term of a lease that contains one or more relevant break clauses.  A relevant break clause is a provision of a lease that gives a person a right to terminate the lease which can be exercised in such a way that the term of the original lease will be 10 years or less.  For the purposes of Section 105A, it is assumed that any relevant break clause is exercised in such a way that the term of the lease is as short as possible.\n\nFor example, if the term of a lease is stated as 15 years but there is a relevant break clause which would allow a person to terminate the lease after 5 years, the term of the original lease is determined as 5 years for the purposes of Section 105A.\n\n### Net amount payable by P in relation to a lease by way of lease premium is greater than zero\n\nSection 105A(4) defines the above expression as the total amount (if any) that has been paid, or is or will become payable, by P in relation to the lease by way of lease premium, less any of that amount that has been repaid or is or will become repayable.  In practice, where there is a premium payable under a lease, determining whether this condition has been satisfied should give little difficulty.\n\nWhere all four conditions are satisfied, [EIM11446](/guidance/employment-income-manual/EIM11300#EIM11446) explains how to calculate the amount to be attributed to the relevant period.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM11446","slug": "guidance/employment-income-manual/EIM11446","title":"Living accommodation: lease premium cases: calculating the amount to be attributed in respect of a lease premium: general explanation","body":"See [EIM11444](/guidance/employment-income-manual/EIM11300#EIM11444) for an overview of the changes made by Section 71 FA 2009 and [EIM11445](/guidance/employment-income-manual/EIM11300#EIM11445) for details of the conditions that need to be satisfied before an amount in respect of a lease premium can be attributed to a relevant period.\n\nIn this guidance:\n\n*   &#x201C;P&#x201D; is the person at whose cost the accommodation is provided\n*   &#x201C;the relevant period&#x201D; is the whole or part of the &#x201C;taxable period&#x201D; (see [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428))\n*   the net amount payable by P in relation to the lease by way of lease premium is the total amount (if any) that has been paid, or is or will become payable, by P in relation to the lease by way of lease premium, less any of that amount that has been repaid or is or will become repayable.\n\nSection 105A(2) ITEPA sets out the formula for finding the amount to be attributed to the relevant period in respect of a lease premium:\n\nThe rules are modified where the lease contains a relevant break clause - see [EIM11448](/guidance/employment-income-manual/EIM11300#EIM11448).  See [EIM11447](/guidance/employment-income-manual/EIM11300#EIM11447) for an example of how the rules apply where the lease does not contain a relevant break clause."},{"manual-section-id":"EIM11447","slug": "guidance/employment-income-manual/EIM11447","title":"Living accommodation: lease premium cases: calculating the amount to be attributed in respect of a lease premium: lease does not contain a relevant break clause: example","body":"[EIM11446](/guidance/employment-income-manual/EIM11300#EIM11446) explains how to calculate the amount to be attributed in respect of a lease premium.\n\nThe formula in Section 105A(2) ITEPA for finding the amount to be attributed to the relevant period in respect of a lease premium is:\n\n### Example\n\nOn 1 October 2009, an employer enters into a lease of a residential property that it provides rent-free to an employee from that date.  The lease is for a term of 5 years and contains no relevant break clauses.  Under the lease, the employer is to pay rent of &#xA3;120 per calendar year and a total premium of &#xA3;150,000 in two instalments, &#xA3;60,000 on 1 October 2009 and &#xA3;90,000 on 1 October 2010.\n\n**2009-10**\n\nThe rental amount payable by P in respect of the relevant period will be &#xA3;15,421, the sum of the rent for the period payable by P of &#xA3;60 and the amount attributed to the period in respect of a lease premium of &#xA3;15,361.\n\n**2010-11    **\n\nThe rental amount payable by P in respect of the relevant period will be &#xA3;30,103, the sum of the rent for the period payable by P of &#xA3;120 and the amount attributed to the period in respect of a lease premium of &#xA3;29,983.\n\n**2011-12**\n\nThe rental amount payable by P in respect of the relevant period will be &#xA3;30,185, the sum of the rent for the period payable by P of &#xA3;120 and the amount attributed to the period in respect of a lease premium of &#xA3;30,065.\n\n**2012-13 **\n\nThe calculation will be the same as 2010-11 so for 2012-13 the rental amount payable by P in respect of the relevant period will be &#xA3;30,103.\n\n**2013-14**\n\nThe calculation will be the same as 2010-11 so for 2013-14 the rental amount payable by P in respect of the relevant period will be &#xA3;30,103.\n\n**2014-15**\n\nThe rental amount payable by P in respect of the relevant period will be &#xA3;14,682, the sum of the rent for the period payable by P of &#xA3;60 and the amount attributed to the period in respect of a lease premium of &#xA3;14,622.\n\n### Calculating the cash equivalent\n\nAs the cost of providing the accommodation exceeds &#xA3;75,000, the cash equivalent will be calculated under Section 106 (see [EIM11444](/guidance/employment-income-manual/EIM11300#EIM11444)).\n\n### Comment\n\nThe effect of the rules is to treat the lease premium as if it were rent paid and spread over the duration of the lease regardless of the date or dates when the premium is actually paid. "},{"manual-section-id":"EIM11448","slug": "guidance/employment-income-manual/EIM11448","title":"Living accommodation: lease premium cases: calculating the amount to be attributed in respect of a lease premium: lease containing one or more relevant break clauses","body":"[EIM11446](/guidance/employment-income-manual/EIM11300#EIM11446) sets out the formula in Section 105A(2) ITEPA for finding the amount to be attributed to the relevant period in respect of a lease premium and explains that the rules are modified where the lease contains one or more relevant break clauses.\n\nThe modified rules are found in Section 105B ITEPA.\n\nIn this guidance:\n\n*   a relevant break clause is a provision of a lease that gives a person a right to terminate the lease which can be exercised in such a way that the term of the original lease will be 10 years or less*   &#x201C;P&#x201D; is the person at whose cost the accommodation is provided\n*   &#x201C;the relevant period&#x201D; is the whole or part of the &#x201C;taxable period&#x201D; (see [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428))\n*   the net amount payable by P in relation to the lease by way of lease premium is the total amount (if any) that has been paid, or is or will become payable, by P in relation to the lease by way of lease premium, less any of that amount that has been repaid or is or will become repayable.\n\nSection 105B(3) provides that both the term of the original lease and the net amount payable by P in relation to the lease by way of lease premium are to be determined, for the purposes of section 105A, on the assumption that any relevant break clause is exercised in such a way that the term of the lease is as short as possible.\n\nSpecial rules apply where a relevant break clause is **not** in fact exercised in such a way that the term of the lease is as short as possible.  These rules treat the parties to the original lease as parties to another lease (a &#x201C;notional lease&#x201D;).  The term of the notional lease begins immediately after the time at which the term of the lease would have ended if that break clause had been exercised. The term of the notional lease ends on the earlier of:\n\n*   the time the term of the original lease would end if a relevant break clause exercisable only after the beginning of the term of the notional lease is exercised in such a way that the term of the original lease is as short as possible\n*   the tenth anniversary of the beginning of the term of the original lease.\n\nIf there is more than one relevant break clause, there will be a series of notional leases, the last of which will end on the tenth anniversary of the beginning of the term of the original lease.\n\nSee [EIM11449](/guidance/employment-income-manual/EIM11300#EIM11449) for an example of how the rules in Section 105B apply."},{"manual-section-id":"EIM11449","slug": "guidance/employment-income-manual/EIM11449","title":"Living accommodation: lease premium cases: calculating the amount to be attributed in respect of a lease premium: lease containing one or more relevant break clauses: example","body":"On 6 April 2010 an employer provides living accommodation to an employee.  The property is subject to a lease the original term of which is 12 years from 6 April 2010.  There is a relevant break clause which would allow a person to terminate the lease after 5 years.  The total amount payable by P in relation to the lease by way of lease premium is &#xA3;300,000 but &#xA3;175,000 of this will become repayable if the break clause is exercised.  The formula in Section 105A(2) which attributes an amount in respect of a lease premium will apply as below:\n\n**2010-11**\n\n**2011-12**\n\n**2012-13, 2013-14 and 2014-15**\n\nThe amount attributed to each year in respect of the lease premium will be the same as in 2010-11 - &#xA3;24,986\n\n### Break clause exercised on 6 April 2015\n\nIf the relevant break clause is exercised on 6 April 2015, the net amount payable by P in relation to the lease by way of lease premium will be &#xA3;125,000 (&#xA3;300,000 paid less &#xA3;175,000 repayable).  The effect of the legislation will have been to treat the amount of &#xA3;125,000 as if it were rent paid and spread over the duration of the lease.  In the example, the effect of rounding means that the amount attributed is slightly less (&#xA3;124,998) than &#xA3;125,000.\n\n### Break clause not exercised\n\nIf the relevant break clause is not exercised on 6 April 2015, the parties to the lease are treated as parties to a notional lease which begins immediately.  In this example, as there is only one relevant break clause, the notional lease will end on the tenth anniversary of the beginning of the term of the original lease i.e. 6 April 2020.\n\nSection 105B(7) applies where the notional lease ends on the tenth anniversary.  It provides that the net amount payable by P in relation to the notional lease by way of lease premium is the relevant proportion of:\n\nAs the break clause has not been exercised, no part of the total amount of lease premium is repayable so the net amount payable will be &#xA3;300,000 of which the amount of &#xA3;124,998 has already been attributed and taxed in the years 2010-11 to 2014-15.  Therefore, it will be necessary in this case to find the relevant proportion of &#xA3;175,002.\n\nThe relevant proportion is set out in Section 105B(8) as the fraction D/E where:\n\nIn this case, the tenth anniversary of the beginning of the term of the original lease is 6 April 2020 and the original lease is for a term of 12 years ending in 2022 so:\n\n**2015-16 to 2019-20 (term of notional lease)  **\n\nApplying the relevant proportion to &#xA3;175,002 gives &#xA3;124,251 which is the net amount payable by P in relation to the notional lease by way of lease premium.  The amount of lease premium to be attributed to each of the above five years will be:\n\n**2015-16 and 2019-20**\n\n366/1827*&#xA3;124,251 = &#xA3;24,981\n\n**2016-17, 2017-18 and 2018-19**\n\n365/1827*&#xA3;124,251 = &#xA3;24,822\n\n### Comment\n\nThe effect of the rules is to treat the lease premium as if it were rent paid and spread over the duration of the lease without attributing any amount to any part of the term of the lease that in fact exceeds ten years.  In this example of a lease with an original term of 12 years, broadly 10/12 of the total lease premium has been attributed over the first ten years of the term of the lease.\n\n### More than one relevant break clause\n\nWhere there is more than one notional lease, the last notional lease will end on the tenth anniversary of the beginning of the term of the original lease.  The above example shows how to apply the formula in Section 105A(2) for a notional lease ending on the tenth anniversary.\n\nFor other notional leases, the value of C in the formula in Section 105A(2) is determined under Section 105B(6).  This provides that for the purposes of Section 105A the net amount payable by P in relation to a notional lease by way of lease premium is the net amount that would be payable by P on the assumption that any relevant break clause that is exercisable only after the beginning of the term of the notional lease is exercised in such a way that the term of the original lease is as short as possible.  This amount is then reduced for any part that has already been attributed to a period in respect of a lease premium.\n\n### Calculating the cash equivalent\n\nAs the cost of providing the accommodation exceeds &#xA3;75,000, the cash equivalent will be calculated under Section 106 (see [EIM11444](/guidance/employment-income-manual/EIM11300#EIM11444)).\n\nIn this example, the cash equivalent for each year will be the sum of any rent for the period payable by P and the amount attributed to the period in respect of a lease premium plus the additional yearly rent calculated in accordance with Step 2 of Section 106, subject to any further adjustments required by Steps 3 and 4 (see [EIM11480](/guidance/employment-income-manual/EIM11300#EIM11480))."}]},{"title":" Living accommodation: Section 106 ITEPA 2003: measure of charge","sections":[{"manual-section-id":"EIM11472","slug": "guidance/employment-income-manual/EIM11472","title":"Living accommodation: properties costing more than &#xA3;75,000","body":"## Section 106 ITEPA 2003 and Extra-Statutory Concession A91\n\nThe amount of the benefit depends on the cost of the property (see [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428)).\n\nFor the definition of the cost of providing the living accommodation see [EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429).\n\nThis page relates to living accommodation that cost the provider more than &#xA3;75,000. If the cost of the accommodation exceeds &#xA3;75,000, then the amount of the cash equivalent is calculated in accordance with Section 106 ITEPA 2003.\n\nThere is one exception. If the annual value is based on the open market rental, then Extra- Statutory Concession A91 applies. Under ESC A91 the cash equivalent of the benefit is restricted to step 1 of Section 106(2) ITEPA 2003. The amount of earnings under step 1 is the same figure as that calculated under Section 105 for properties which cost &#xA3;75,000 or less (see [EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431)).\n\nESC A91 usually applies to properties outside the United Kingdom (see [EIM11440](/guidance/employment-income-manual/EIM11300#EIM11440)).\n\nESC A91 does not apply where the cash equivalent is calculated by reference to a lease premium under the changes introduced by Section 71 FA 2009 (see [EIM11444](/guidance/employment-income-manual/EIM11300#EIM11444)). If it appears that the property cost more than &#xA3;75,000 then the first thing to decide is whether the cost basis or the market value basis will be used to calculate the cash equivalent of the benefit (see [EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473)). "},{"manual-section-id":"EIM11473","slug": "guidance/employment-income-manual/EIM11473","title":"Living accommodation: Section 107 ITEPA 2003 charge: cost basis or market value basis","body":"When you have decided that the property cost more than\n&#xA3;75,000 and that the cash equivalent of the benefit is to be\ncalculated under section 106 ITEPA 2003 (see\n[EIM11472](/guidance/employment-income-manual/EIM11300#EIM11472)) you then have to decide\nwhether the cost basis or the market value basis will be used to\ncalculate the benefit.\n\nThe cost basis will apply in most cases. It applies in all\ncases where the market value basis does not apply. This page tells\nyou when the market value basis applies. For a flowchart telling\nyou which basis applies see flowchart\n[EIM11474a](/guidance/employment-income-manual/EIM11300#EIM11474A).\n\nThe market value basis applies where:\n\n*   the cost of the accommodation at 6 April\nin the tax year under consideration (see[EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429)) exceeds &#xA3;75,000 and\n*   the employee first occupied the\n\n    accommodation after 30 March 1983 and\n*   throughout the six years up to the date\n\n    the employee first occupied it an interest in it had been held\n\n    by:\n\n*   the employer, or\n*   the person providing it, or\n*   a person (other than the employee) connected with\n\n    either of them.\n\nFor this purpose it does not matter whether it was the same\n\ninterest or person throughout the six years. Whether a person is\n\nconnected with another in this context is determined by Section 839\n\nICTA 1988 via Section 718 ITEPA 2003 (see CG14580 onwards).\n\nFor details of what is market value see\n\n[EIM11477](/guidance/employment-income-manual/EIM11300#EIM11477).\n\nFor details of what is cost see\n\n[EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429)."},{"manual-section-id":"EIM11474a","title":"Living accommodation: Section 106 ITEPA 2003 charge: cost basis or market value basis: flowchart"},{"manual-section-id":"EIM11477","slug": "guidance/employment-income-manual/EIM11477","title":"Living accommodation: Section 107 ITEPA 2003: meaning of market value","body":"There are two definitions of the cost of providing living\naccommodation. These are:\n\n*   for the purposes of deciding whether\nSection 105 or Section 106 ITEPA 2003 applies (see[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428)) and\n*   where the market value basis applies (see[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473)).\n\nThis page tells you how to arrive at the cost of providing the\nliving accommodation for the purposes of calculating the benefit\nwhere the market value basis applies.\n\nFor more information on whether the market value basis\napplies see EIM11473.\n\nFor the purposes of Section 106, the cost of providing the\nliving accommodation where the market value basis applies is MV\nplus I minus P where:\n\n*   MV is the market value of the interest in\nthe accommodation held by any relevant person at the date of the\n\n    employee's first occupation of it\n*   I is any expenditure incurred on improving\n\n    it on or since that date until the day before the beginning of the\n\n    tax year and\n*   P is the amount the employee pays to the\n\n    person involved in providing the accommodation:\n\n*   in reimbursement of its initial cost or I, or\n*   for the grant of a tenancy.\n\nMarket value means the price a property might reasonably be\n\nexpected to fetch when sold with vacant possession on the open\n\nmarket. No reduction is made for any option over the property held\n\nby the employee, the person providing the accommodation or a person\n\nconnected with any of them.\n\nWhether a person is connected with another in this context is\n\ndetermined, via Section 718 ITEPA 2003, by Section 839 ICTA 1988\n\n(see CG14580).\n\nYou do not have to worry about the meaning of market value in\n\npractice because for any case where you need to ascertain the\n\nmarket value of a particular property you consult the District\n\nValuer (see\n\n[EIM11478](/guidance/employment-income-manual/EIM11300#EIM11478))."},{"manual-section-id":"EIM11478","slug": "guidance/employment-income-manual/EIM11478","title":"Living accommodation: Section 107 ITEPA 2003: District Valuer's help in market value cases","body":"In a case where the cost of providing the living accommodation\nis on the market value basis under Section 107 ITEPA 2003 (see\n[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473)) you may need to ask the\nDistrict Valuer to advise on the market value of the property (see\n[EIM11477](/guidance/employment-income-manual/EIM11300#EIM11477)), for example if you want to\ncheck the market value figure provided by the employer or employee.\nIn such a case ask the District Valuer for a not negotiated\nvaluation in a typed memo. Form CG20(new) should not be used.\n\nThe District Valuer will need the following information:\n\n*   the name and address of the employee and\nemployer\n*   the address and description of the\nproperty\n*   the date at which the valuation is\nrequired\n*   the nature of the valuation required\n*   the interests held by the employer, the\n\n    person providing the accommodation and persons connected with the\n\n    employer or person providing the accommodation\n*   the dates and costs of acquisition of\n\n    those interests\n*   copies of any lease or tenancy\n\n    agreements\n*   the rent currently payable (if any) and\n\n    the date it was set\n*   who bears the rates, insurance and\n\n    repairs\n*   the name and address of any professional\n\n    adviser acting for the employee.\n\nThe District Valuer may be able to give you the price at which a\n\nproperty was transferred where the employer or employee does not or\n\ncannot provide it. Make requests of this nature on form 116."},{"manual-section-id":"EIM11479","slug": "guidance/employment-income-manual/EIM11479","title":"Living accommodation: Section 107 ITEPA 2003: District Valuer's valuation not accepted","body":"For advice on consulting the District Valuer in cases where the\nmarket value basis is used to calculate the cost of providing the\nliving accommodation under Section 107 ITEPA 2003 see\n[EIM11478](/guidance/employment-income-manual/EIM11300#EIM11478).\n\n Where an employee does not accept the District Valuer's not\nnegotiated valuation tell him or her that the District Valuer will\nbe asked to enter into negotiations directly or with any\nprofessional adviser. Ask the District Valuer to enter directly\ninto negotiations and to report either:\n\n*   an agreed value, or\n*   a defensible on appeal figure.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM11480","slug": "guidance/employment-income-manual/EIM11480","title":"Living accommodation: Section 106 ITEPA 2003: amount of benefit","body":"This page tells you how to calculate the amount of the benefit\nunder Section 106 ITEPA 2003.\n\nYou should already have decided:\n\n1.  that the cost of providing the living accommodation exceeds\n&#xA3;75,000 (see[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428)) and\n2.  whether the cost of providing the living accommodation is on\nthe cost basis or market value basis (see[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473)) and\n3.  the amount of the cost of providing the living accommodation\n(see[EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429) for cost basis cases and see[EIM11477](/guidance/employment-income-manual/EIM11300#EIM11477) for market value basis\ncases).\n\nThe amount of the benefit under Section 106 is:\n\n*   Step 1 - the cash equivalent as if Section\n105 ITEPA 2003 applied (see[EIM11431](/guidance/employment-income-manual/EIM11300#EIM11431))\n*   Step 2 - ORI x (C - &#xA3;75,000) (this\n\n    amount is called the additional yearly rent), where:\n\n*   C is the cost of providing the living\n\n    accommodation (see point three above) and\n*   ORI is the official rate of interest\n\n*   Step 3 - calculate the rent that would\n\n    have been payable if the property had been let for the taxable\n\n    period at that additional yearly rent (see\n    [EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428) for taxable period)\n*   Step 4 - add together the amounts\n\n    calculated under step 1 and step 3. From this total subtract any\n\n    excess rent paid by the employee. The answer is the amount of the\n\n    benefit.\n\nThe excess rent is any rent paid by the employee to the extent\n\nthat it has not already been allowed in step 1, that is, when\n\ncalculating the cash equivalent of the Section 105 benefit.\n\nORI, the official rate of interest, is prescribed by the\n\nTreasury (see\n\n[EIM26104](/guidance/employment-income-manual/EIM26100#EIM26104)). It is the rate in force at 6\n\nApril for the tax year under consideration.\n\nThe calculation of liability in cases where the cost of\n\nproviding accommodation exceeds &#xA3;75,000 should be undertaken\n\nor approved by an Inspector before computations are put to or\n\nagreed with the employee.\n\nFor a practical example in a cost basis case see example\n\n[EIM11483](/guidance/employment-income-manual/EIM11300#EIM11483).\n\nFor a practical example in a market value basis case see\n\nexample\n\n[EIM11484](/guidance/employment-income-manual/EIM11300#EIM11484)."},{"manual-section-id":"EIM11481","slug": "guidance/employment-income-manual/EIM11481","title":"Living accommodation: Section 106 ITEPA 2003: cost of providing living accommodation on cost basis: example","body":"This page shows how to calculate the cost of providing living\naccommodation in a cost basis case (see\n[EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429)). For an example of how you use\nthis figure to arrive at the amount of the Section 106 ITEPA 2003\nliving accommodation benefit see example\n[EIM11483](/guidance/employment-income-manual/EIM11300#EIM11483).\n\nFor information on whether there is a benefit under Section\n105 or 106 see\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428).\n\nFor deciding whether the cost of providing living\naccommodation is on the cost basis or the market value basis see\n[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473).\n\n\n\n### Example\n\nOn 1 January 2003 an employer bought a house for &#xA3;125,000\nfor its employee to live in. Between January and March 2003 the\nkitchen was extended at a cost of &#xA3;25,000 paid for by the\n\nemployer. The employee first occupied the house on 6 June 2003,\n\nhaving reimbursed the employer &#xA3;10,000 for the kitchen\n\nextension.\n\nThe cost of providing the living accommodation is:\n\n<table>\n<tr>\n<td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>cost of acquiring the\n\nfreehold (A) plus</td><td>125,000</td>\n</tr>\n<tr>\n<td>improvements to 5 April\n\n2003 (I)</td><td>25,000</td>\n</tr>\n<tr>\n<td></td><td>150,000</td>\n</tr>\n<tr>\n<td>less reimbursed by\n\nemployee (P)</td><td>10,000</td>\n</tr>\n<tr>\n<td>cost of providing the\n\naccommodation</td><td>140,000</td>\n</tr>\n</table>"},{"manual-section-id":"EIM11482","slug": "guidance/employment-income-manual/EIM11482","title":"Living accommodation: Section 106 ITEPA 2003: cost of providing living accommodation on market value basis: example","body":"This page shows how to calculate the cost of providing living\naccommodation in a market value basis case (see\n[EIM11477](/guidance/employment-income-manual/EIM11300#EIM11477)). For an example of how you use\nthis figure to arrive at the amount of the Section 106 ITEPA 2003\nliving accommodation benefit see example\n[EIM11484](/guidance/employment-income-manual/EIM11300#EIM11484).\n\nFor information on whether there is a benefit under Section\n105 or 106 see\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428).\n\nFor deciding whether the cost of providing living\naccommodation is on the cost basis or the market value basis see\n[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473).\n\n### Example\n\nA house that had been owned by the employer since 1972 was first\noccupied by a particular employee on 6 April 1998 when its market\n\nvalue was &#xA3;130,000 (MV). It cost the employer &#xA3;60,000 in\n\n1972 and an extension was built in 1981 at a cost of &#xA3;18,000.\n\nAs the total cost of the property exceeds &#xA3;75,000, this\n\nemployee first occupied it after 30 March 1983 and the employer had\n\nowned it for at least six years by 6 April 1998 (the date of this\n\nemployee's first occupation of it), the market value rule applies.\n\nThe cost of providing the accommodation is the market value on 6\n\nApril 1998 of the employer's freehold interest, that is\n\n&#xA3;130,000.\n\nIf instead of first occupying the property on 6 April 1998,\n\nthis employee had done so on 6 April 1982, the cost basis (see\n\n[EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429)) would apply because that date\n\nprecedes 31 March 1983. The cost of providing the accommodation\n\nwould then be the cost of the property in 1972, &#xA3;60,000, plus\n\nthe improvements of &#xA3;18,000 in 1981, a total of\n\n&#xA3;78,000."},{"manual-section-id":"EIM11483","slug": "guidance/employment-income-manual/EIM11483","title":"Living accommodation: Section 106 ITEPA 2003: amount of benefit where cost basis applies: example","body":"This page shows how to calculate the Section 106 ITEPA 2003\nbenefit of provided living accommodation in a cost basis case (see\n[EIM11429](/guidance/employment-income-manual/EIM11300#EIM11429)). For an example of how you\ncalculate the cost of providing living accommodation in such a case\nsee example\n[EIM11481](/guidance/employment-income-manual/EIM11300#EIM11481).\n\nFor information on whether there is a benefit under Section\n105 or 106 see\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428).\n\nFor deciding whether the cost of providing living\naccommodation is on the cost basis or the market value basis see\n[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473).\n\n\n\n### Example\n\nAn employee is provided with living accommodation in the United\nKingdom that was acquired by his employer for &#xA3;135,000 in\n1982. The employee has been provided with it since 1985 and so the\ncost basis applies. In 2002/03 the employee paid a rent of\n&#xA3;900 per annum for it and for that year the official rate of\ninterest (ORI) was 5% and the gross rating value was &#xA3;1,200.\n\nThe calculation of the amount of earnings for 2002/03 is:\n\n<table>\n<tr>\n<td></td><td>\n\n</td><td></td><td>\n\n</td><td></td>\n</tr>\n<tr>\n<td>cost of providing the\naccommodation</td><td>\n\n135,000\n\n</td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>less</td><td>\n\n75,000\n\n</td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>additional yearly\nrent</td><td>\n\n60,000\n\n</td><td>\n\nat 5% =\n\n</td><td>\n\n3,000\n\n</td><td></td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>gross rating value</td><td>\n\n1,200\n\n</td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>less rent paid by\nemployee</td><td>\n\n900\n\n</td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>Section 105 benefit (step\n1)</td><td>\n\n300\n\n</td><td></td><td>\n\n300\n\n</td><td></td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td>\n\n3,300\n\n</td><td></td>\n</tr>\n<tr>\n<td>less excess rent</td><td></td><td></td><td>\n\nnil\n\n</td><td></td>\n</tr>\n<tr>\n<td>chargeable earnings</td><td></td><td></td><td>\n\n3,300\n\n</td><td></td>\n</tr>\n</table>\n\nAs the accommodation is provided for the year and the employment\nis held for the year, the taxable period is a year (see\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428)).\n\nNote that a charge may arise even where the employee claims\n\nto pay a full market rent, for example &#xA3;1,800 instead of the\n\n&#xA3;900 in this example. The additional yearly rent remains at\n\n&#xA3;3,000. The benefit under Section 105 becomes nil (that is,\n\nannual value of &#xA3;1,200 less rent of &#xA3;1,200). Excess rent,\n\nnot used in calculating step 1, that is the Section 105 benefit, is\n\n&#xA3;600 (&#xA3;1,800 less &#xA3;1,200). The chargeable earnings\n\nwould then be &#xA3;2,400 (&#xA3;3,000 less &#xA3;600)."},{"manual-section-id":"EIM11484","slug": "guidance/employment-income-manual/EIM11484","title":"Living accommodation: Section 106 ITEPA 2003: amount of benefit where market value basis applies: example","body":"This page shows how to calculate the Section 106 ITEPA 2003\nbenefit of provided living accommodation in a market value basis\ncase (see\n[EIM11477](/guidance/employment-income-manual/EIM11300#EIM11477)). For an example of how you\ncalculate the cost of providing living accommodation in a market\nvalue basis case see example\n[EIM11482](/guidance/employment-income-manual/EIM11300#EIM11482).\n\nFor information on whether there is a benefit under Section\n105 or 106 see\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428).\n\nFor deciding whether the cost of providing living\naccommodation is on the cost basis or the market value basis see\n[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473).\n\n\n\n### Example\n\nA house that had been owned by the employer since 1972 was first\noccupied by a particular employee on 6 April 1998 when the market\nvalue of the employer's interest was &#xA3;130,000. It cost the\nemployer &#xA3;60,000 in 1972 and an extension was built in 1981 at\na cost of &#xA3;18,000. In 2002/03 the employee paid rent of\n&#xA3;1,000 per annum for it and for that year the official rate of\ninterest was 5% and the gross rating value &#xA3;800.\n\nThe calculation of the amount of earnings for 2002/03 is:\n\n<table>\n<tr>\n<td></td><td>\n\n</td><td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>cost of providing the\naccommodation</td><td>\n\n130,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less</td><td>\n\n75,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>additional yearly\nrent</td><td>\n\n55,000\n\n</td><td>\n\nat 5% =\n\n</td><td>\n\n2,750\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>gross rating value</td><td>\n\n800\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less rent paid by\nemployee</td><td>\n\n800\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>Section 105 benefit</td><td>\n\nnil\n\n</td><td></td><td>\n\nnil\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td>\n\n2,750\n\n</td>\n</tr>\n<tr>\n<td>less excess rent\n(&#xA3;1,000 less &#xA3;800)</td><td></td><td></td><td>\n\n200\n\n</td>\n</tr>\n<tr>\n<td>chargeable earnings</td><td></td><td></td><td>\n\n2,550\n\n</td>\n</tr>\n</table>\n\nNote that the cost of providing the accommodation is its market\nvalue as at 6 April 1998 (see\n[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473)). This is because:\n\n*   the total cost of the property at 6 April\n1998 (including the extension) exceeded &#xA3;75,000 and\n*   the employee first occupied it after 30\nMarch 1983 and\n*   the employer had owned it for at least six\nyears by 6 April 1998, the date of the employee's first occupation\nof it.\n\nThe improvements costing &#xA3;18,000 are not included in the\n\ncalculation of the chargeable benefit as they were incurred before\n\nthe employee occupied the property."},{"manual-section-id":"EIM11485","slug": "guidance/employment-income-manual/EIM11485","title":"Living accommodation: Section 106 ITEPA 2003: amount of benefit where market value basis applies: example of taxable period","body":"This page shows how to calculate the Section 106 ITEPA 2003\nbenefit of provided living accommodation in a cost basis case where\nthe taxable period is less than a year (see\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428)). For an example of how you\ncalculate the cost of providing living accommodation in a cost\nbasis case see example\n[EIM11481](/guidance/employment-income-manual/EIM11300#EIM11481).\n\nFor information on whether there is a benefit under Section\n105 or 106 see\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428).\n\nFor deciding whether the cost of providing living\naccommodation is on the cost basis or the market value basis see\n[EIM11473](/guidance/employment-income-manual/EIM11300#EIM11473).\n\n\n\n### Example\n\nAn employee is provided with living accommodation in the United\nKingdom that was acquired by his employer for &#xA3;135,000 in\n1982. The employee has been provided with it since 1985 and so the\ncost basis applies. In 2002/03 the employee paid a rent of\n&#xA3;900 per annum for it and for that year the official rate of\ninterest (ORI) was 5%. The gross rating value &#xA3;1,200. Although\nthe employee moved out of the property on 5 December 2002 he\ncontinued to work for the employer. Someone else occupied the\nproperty after 5 December 2002.\n\nThe calculation of the amount of earnings for 2002/03 is:\n\n<table>\n<tr>\n<td></td><td>\n\n</td><td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>cost of providing\naccommodation</td><td>\n\n135,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less</td><td>\n\n75,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td></td><td>\n\n60,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>taxable period of 8/12 x\n60,000\n\n (because he lived in the property for 8 of the 12\nmonths)</td><td>\n\n40,000\n\n</td><td>\n\nat 5%\n\n</td><td>\n\n2,000\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>annual value: 8/12 of\n1,200</td><td>\n\n800\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less rent: 8/12 of\n900</td><td>\n\n600\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>Section 105 benefit</td><td>\n\n200\n\n</td><td></td><td>\n\n200\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td>\n\n2,200\n\n</td>\n</tr>\n<tr>\n<td>less excess rent for\ntaxable period</td><td></td><td></td><td>\n\nnil\n\n</td>\n</tr>\n<tr>\n<td>Chargeable earnings</td><td></td><td></td><td>\n\n2,200\n\n</td>\n</tr>\n</table>\n\nAlthough the employment is held for the year, as the\naccommodation is provided for 8 months of the year the taxable\nperiod is 8 months (see\n\n[EIM11428](/guidance/employment-income-manual/EIM11300#EIM11428))."}]},{"title":" Living accommodation: business use","sections":[{"manual-section-id":"EIM11501","slug": "guidance/employment-income-manual/EIM11501","title":"Living accommodation: part of premises used for business purposes: overview","body":"Where part of the premises are used for business purposes there\nare two possible ways in which the benefit of living accommodation\ncan be restricted.\n\n*   Where the construction of the premises is\nsuch that a separate part is clearly designed and used for business\nuse rather than living accommodation (see[EIM11502](/guidance/employment-income-manual/EIM11300#EIM11502), example[EIM11504](/guidance/employment-income-manual/EIM11300#EIM11504) and example[EIM11505](/guidance/employment-income-manual/EIM11300#EIM11505)). An example would be premises\nconsisting of a shop with a flat over it. In such a case the living\naccommodation does not include the part clearly designed and used\nfor business use. The living accommodation is only the flat above\nthe shop and does not include any of the shop below.\n*   Where the construction of the premises is\nprimarily designed as living accommodation even though some rooms\n\n    are being used exclusively for business purposes (see\n    [EIM11503](/guidance/employment-income-manual/EIM11300#EIM11503) and example\n    [EIM11506](/guidance/employment-income-manual/EIM11300#EIM11506)). An example would be an\n\n    ordinary house in which one room was used exclusively as an office.\n\n    The living accommodation would consist of the whole house but there\n\n    may be a deduction, equivalent to a Section 336 ITEPA 2003\n\n    deduction, from the provided living accommodation benefit."},{"manual-section-id":"EIM11502","slug": "guidance/employment-income-manual/EIM11502","title":"Living accommodation: where living accommodation is part of larger premises","body":"Where the construction of the premises is such that a separate\npart is clearly designed and used for business use rather than\nliving accommodation then only part of it is living accommodation.\nAn example would be premises consisting of a shop with a flat over\nit. In such a case the living accommodation does not include the\npart clearly designed and used for business use. The living\naccommodation is only the flat above the shop and does not include\nany of the shop below.\n\nIn such a case the cost or rent of the whole of the premises\nhas to be split to get the amount that relates to the living\naccommodation. The gross rating value may also have to be split but\noften that will not be necessary as the part that is living\naccommodation will have its own gross rating value. Any split\nshould be done on a reasonable basis. Sometimes this might be based\n\non the area of the living accommodation provided compared with the\n\narea of the whole premises (see example\n\n[EIM11504](/guidance/employment-income-manual/EIM11300#EIM11504)). In other cases you should\n\naccept that the non-living accommodation part of the premises\n\ncommands a proportionately higher part of the cost or rent. This\n\nmay happen where the other part of the premises is business\n\npremises (see example\n\n[EIM11505](/guidance/employment-income-manual/EIM11300#EIM11505)).\n\nDo not apportion by reference to the hypothetical expense an\n\nemployee might have incurred if he or she had lived elsewhere.\n\nIn any case of dispute where there is a large amount of tax\n\ninvolved you can consult the District Valuer for a view on the\n\nsuggested split of the cost or rent. Form CG20(new) should not be\n\nused.\n\nThis guidance does not apply in the case of a provided house\n\nor flat where a room is used as an office exclusively for the\n\nduties of the person's employment. For guidance on this type of\n\ncase see\n\n[EIM11503](/guidance/employment-income-manual/EIM11300#EIM11503)."},{"manual-section-id":"EIM11503","slug": "guidance/employment-income-manual/EIM11503","title":"Living accommodation: business use of accommodation","body":"Where the construction of the premises is primarily designed as\nliving accommodation even though some rooms are being used\nexclusively for business purposes there is the possibility of a\ndeduction, equivalent to a deduction under Part 5 Chapters 2 or 5\nITEPA 2003, from the provided living accommodation benefit. An\nexample would be an ordinary house in which one room was used\nexclusively as an office.\n\nThe legislation giving this deduction is Section 364 ITEPA\n2003. The test is whether if the employee had paid for the living\naccommodation there would have been an entitlement to a deduction\nunder Part 5 Chapters 2 or 5. One example is where part of the\naccommodation may itself be a workplace so that a deduction under\nSection 336 ITEPA 2003 could be given (see\n[EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760)). If there would have been a\ndeduction then a similar deduction can be given from the provided\nliving accommodation benefit.\n\nThe deduction is made from the amount of the cash equivalent\nof the living accommodation benefit. Take the example of an\n\nemployee who uses one room, out of a total of ten in the house,\n\nexclusively for the duties of his employment. You would calculate\n\nthe amount of living accommodation benefit and reduce the total by\n\none-tenth (see example\n\n[EIM11506](/guidance/employment-income-manual/EIM11300#EIM11506)).\n\nWhere a separate part of the premises is clearly designed and\n\nused for business purposes do not give a deduction but see\n\n[EIM11502](/guidance/employment-income-manual/EIM11300#EIM11502) instead.\n\nWhere the accommodation is necessary for attendance at a\n\ntemporary workplace and Section 338 ITEPA 2003 applies there may be\n\na deduction from the accommodation benefit charge (see\n\n[EIM31816](/guidance/employment-income-manual/EIM31800#EIM31816) and\n\n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075)). This is not dependant on\n\nbusiness use of the accommodation and will usually be equal to the\n\nbenefit charge (see\n\n[EIM31836](/guidance/employment-income-manual/EIM31800#EIM31836))."},{"manual-section-id":"EIM11504","slug": "guidance/employment-income-manual/EIM11504","title":"Living accommodation: where living accommodation is part of larger premises: example 1","body":"This page gives an example of a case where the construction of\nthe premises is such that a separate part is clearly designed and\nused for business use rather than living accommodation (see\n[EIM11502](/guidance/employment-income-manual/EIM11300#EIM11502)). For this example the living\naccommodation and non-living accommodation parts of the premises\ncommand the same cost or rent per square metre. For an example\nwhere the non-living accommodation part commands a higher cost or\nrent per square metre see\n[EIM11505](/guidance/employment-income-manual/EIM11300#EIM11505)).\n\nAn employer purchased premises for &#xA3;300,000 in 2001. The\npremises consist of a shop with a flat over it. An employee is\nallowed to live in the flat, paying rent of &#xA3;1,000 per annum.\nThere is no exemption due from the provided living accommodation\ncharge. The gross rating value for the whole premises is\n&#xA3;2,400. The floor space of the shop and the flat are the same.\nEvidence is produced that where similar premises in that area have\nbeen sold the shop space has been sold for the same amount per\nsquare metre as the flats above them. You accept that evidence as\nbeing valid for the premises you are considering. The official rate\nof interest for 2002/03 was 5%.\n\nThe calculation of the amount of earnings for 2002/03 is:\n\n<table>\n<tr>\n<td></td><td>\n\n</td><td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>cost of whole\npremises</td><td>\n\n300,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less part relating to\nshop</td><td>\n\n150,000\n\n</td><td>\n\n(&#xA3;300,000 x 1/2)\n\n</td><td></td>\n</tr>\n<tr>\n<td>part relating to\nflat</td><td>\n\n150,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less</td><td>\n\n75,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>additional yearly\nrent</td><td>\n\n75,000\n\n</td><td>\n\nat 5% =\n\n</td><td>\n\n3,750\n\n</td>\n</tr>\n<tr>\n<td></td><td>\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>gross rating value</td><td>\n\n2,400\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less part relating to\nshop</td><td>\n\n1,200\n\n</td><td>\n\n(&#xA3;2,400 x 1/2)\n\n</td><td></td>\n</tr>\n<tr>\n<td>part relating to\nflat</td><td>\n\n1,200\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less rent paid by\nemployee</td><td>\n\n1,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>Section 105 benefit\n(&#xA3;1,200 less &#xA3;1,000)</td><td>\n\n200\n\n</td><td></td><td>\n\n200\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td>\n\n3,950\n\n</td>\n</tr>\n<tr>\n<td>less excess rent</td><td></td><td></td><td>\n\nnil\n\n</td>\n</tr>\n<tr>\n<td>chargeable earnings</td><td></td><td></td><td>\n\n3,950\n\n</td>\n</tr>\n</table>"},{"manual-section-id":"EIM11505","slug": "guidance/employment-income-manual/EIM11505","title":"Living accommodation: where living accommodation is part of larger premises: example 2","body":"This page gives an example of a case where the construction of\nthe premises is such that a separate part is clearly designed and\nused for business use rather than living accommodation (see\n[EIM11502](/guidance/employment-income-manual/EIM11300#EIM11502)). In this example the\nnon-living accommodation part of the premises commands twice as\nmuch cost or rent per square metre than the living accommodation\npart. For an example where the non- living accommodation and living\naccommodation parts command the same cost or rent per square metre\nsee example\n[EIM11504](/guidance/employment-income-manual/EIM11300#EIM11504).\n\nAn employer purchased premises for &#xA3;300,000 in 2001. The\npremises consist of a shop with a flat over it. An employee is\nallowed to live in the flat paying rent of &#xA3;1,000 per annum.\nThere is no exemption due from the provided living accommodation\ncharge. The gross rating value for the whole premises is\n&#xA3;2,400. The floor space of the shop and the flat are the same.\nEvidence is produced that where similar premises in that area have\nbeen sold the shop space has been sold for twice as much per square\nmetre as the flats above them. You accept that evidence as being\nvalid for the premises you are considering. The official rate of\ninterest for 2002/03 was 5%.\n\nThe calculation of the amount of earnings for 2002/03 is:\n\n\n<table>\n<tr>\n<td></td><td>\n\n</td><td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>cost of whole\npremises</td><td>\n\n300,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less part relating to\nshop</td><td>\n\n200,000\n\n</td><td>\n\n(&#xA3;300,000 x 2/3)\n\n</td><td></td>\n</tr>\n<tr>\n<td>part relating to\nflat</td><td>\n\n100,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less</td><td>\n\n75,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>additional yearly\nrent</td><td>\n\n25,000\n\n</td><td>\n\nat 5% =\n\n</td><td>\n\n1,250\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>gross rating\nvalue</td><td>\n\n2,400\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less part relating to\nshop</td><td>\n\n1,600\n\n</td><td>\n\n(&#xA3;2,400 x 2/3)\n\n</td><td></td>\n</tr>\n<tr>\n<td>gross rating value of\nflat</td><td>\n\n800\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less rent paid by\nemployee</td><td>\n\n800\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>Section 105\nbenefit</td><td>\n\nnil\n\n</td><td></td><td>\n\nnil\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td>\n\n1,250\n\n</td>\n</tr>\n<tr>\n<td>less excess rent\n\n(&#xA3;1,000 less &#xA3;800)</td><td></td><td></td><td>\n\n200\n\n</td>\n</tr>\n<tr>\n<td>chargeable\n\nearnings</td><td></td><td></td><td>\n\n1,050\n\n</td>\n</tr>\n</table>"},{"manual-section-id":"EIM11506","slug": "guidance/employment-income-manual/EIM11506","title":"Living accommodation: part of living accommodation used for business: example","body":"This page gives an example of a case where the premises are\nprimarily designed as living accommodation but some rooms are being\nused exclusively for business purposes. There is the equivalent of\na Section 336 ITEPA 2003 deduction from the provided living\naccommodation benefit (see\n[EIM11503](/guidance/employment-income-manual/EIM11300#EIM11503)).\n\nAn employer purchased living accommodation for &#xA3;300,000\nin 2001. The living accommodation consists of ten main rooms. An\nemployee is allowed to live in the living accommodation paying rent\nof &#xA3;1,000 per annum. The employee is necessarily required to\nprovide an office at home. The employee uses one room out of the\nten in the living accommodation exclusively as this office. There\nis no exemption due from the provided living accommodation charge.\nThe gross rating value for the whole premises is &#xA3;1,500. The\nofficial rate of interest for 2002/03 was 5%.\n\nThe calculation of the amount of earnings for 2002/03 is:\n\n<table>\n<tr>\n<td></td><td>\n\n</td><td></td><td>\n\n</td>\n</tr>\n<tr>\n<td>cost of providing\nliving accommodation</td><td>\n\n300,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less</td><td>\n\n75,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>additional yearly\nrent</td><td>\n\n225,000\n\n</td><td>\n\nat 5%\n\n</td><td>\n\n11,250\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>gross rating value</td><td>\n\n1,500\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>less rent paid by\nemployee</td><td>\n\n1,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>Section 105\nbenefit</td><td>\n\n500\n\n</td><td></td><td>\n\n500\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td>\n\n11,750\n\n</td>\n</tr>\n<tr>\n<td>less excess rent</td><td></td><td></td><td>\n\nnil\n\n</td>\n</tr>\n<tr>\n<td></td><td></td><td></td><td>\n\n11,750\n\n</td>\n</tr>\n<tr>\n<td>less one-tenth business\nuse</td><td></td><td>\n\n(&#xA3;11,750 x 10%)\n\n</td><td>\n\n1,175\n\n</td>\n</tr>\n<tr>\n<td>chargeable\nearnings</td><td></td><td></td><td>\n\n10,575\n\n</td>\n</tr>\n</table>"}]},{"title":" Living accommodation: connected charges","sections":[{"manual-section-id":"EIM11521","slug": "guidance/employment-income-manual/EIM11521","title":"Living accommodation: other liabilities in connection with living accommodation: meeting employee's liability","body":"Whether or not an employer provides an employee with living\naccommodation there may be employment income from other benefits\nand facilities connected with the living accommodation. This page\ntells you where to find guidance in respect of employment income\nthat is chargeable whatever the level of income. For information on\nearnings that are only chargeable on those who are not in lower\npaid employment see\n[EIM11522](/guidance/employment-income-manual/EIM11300#EIM11522).\n\nWhere the employer meets an employee's pecuniary liability\nthese are earnings within Section 62 ITEPA 2003 and chargeable\nwhatever the level of the employee's income (see\n[EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)). The employer will meet the\nemployee's pecuniary liability or pay a cash emolument where the\nemployer either:\n\n*   pays direct a bill that is the employee's\n\n    responsibility, or\n*   reimburses the employee for a bill the\n\n    employee is responsible for and has paid.\n\nThe costs connected with living accommodation that this might\n\napply to include:\n\n*   rent\n*   council tax or water charges. But in the\n\n    case of those living in job-related accommodation see\n    [EIM11332](/guidance/employment-income-manual/EIM11300#EIM11332).\n*   mortgage interest\n*   repairs and insurance. But alterations,\n\n    additions and structural repairs are likely to be the liability of\n\n    the employer rather than the employee (see\n    [EIM21620](/guidance/employment-income-manual/EIM21601#EIM21620)).\n*   heat and light\n*   telephone expenses\n*   gardening and other domestic\n\n    services."},{"manual-section-id":"EIM11522","slug": "guidance/employment-income-manual/EIM11522","title":"Living accommodation: other liabilities in connection with living accommodation: employer's liability providing benefit to employee","body":"Whether or not an employer provides an employee with living\naccommodation there may be employment income from other benefits\nand facilities connected with the living accommodation. This page\ntells you where to find guidance in respect of earnings that are\nonly chargeable on those who are not in lower paid employment (see\n[EIM20006](/guidance/employment-income-manual/EIM20006) onwards). For information in\nrespect of employment income that is chargeable whatever the level\nof income see\n[EIM11521](/guidance/employment-income-manual/EIM11300#EIM11521).\n\nAn employment related benefit can arise on those who are not\nin lower paid employment on the following accommodation\nservices:\n\n*   where the employer is the person liable\n\n    for paying the bills in respect of expenses relating to the\n\n    employee's living accommodation (see\n    [EIM21001](/guidance/employment-income-manual/EIM21000#EIM21001) onwards). In this case there is\n\n    no meeting of an employee's pecuniary liability so there can only\n\n    be a benefit under Part 3 Chapter 10 ITEPA 2003. An example would\n\n    be where the employer is the customer of the electricity company\n\n    for the living accommodation rather than the employee.\n*   the provision of furniture and furnishings\n\n    (see\n    [EIM21710](http://www.hmrc.gov.uk/manuals/eimanual/EIM21710.htm))\n*   land not included in living accommodation\n\n    (see\n    [EIM21630](/guidance/employment-income-manual/EIM21601#EIM21630) onwards).\n\nNote that alterations, additions and structural repairs to the\n\nliving accommodation do not give rise to a benefit under Part 3\n\nChapter 10 (see\n\n[EIM21620](/guidance/employment-income-manual/EIM21601#EIM21620)). They may affect the measure\n\nof the provided living accommodation charge under Part 3 Chapter 5\n\nITEPA 2003.\n\nWhere a director or an employee who is not in lower paid\n\nemployment is provided with living accommodation that is exempt\n\nfrom a provided living accommodation charge (see\n\n[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331)) there is a restriction on the\n\ncash equivalent of the benefit on provided:\n\n*   heating, lighting and cleaning and\n*   repairs to, or decoration of, the premises\n\n    and\n*   the provision of furniture or other items\n\n    normal for domestic occupation.\n\nFor details of this restriction see\n\n[EIM21720](/guidance/employment-income-manual/EIM21602#EIM21720) onwards. The restriction\n\napplies whether the item is provided as a benefit or as a meeting\n\nof the employee's pecuniary liability."}]},{"title":null,"sections":[{"manual-section-id":"EIM11301","slug": "guidance/employment-income-manual/EIM11301","title":"Accommodation: reason for the charge","body":"EIM11301 to EIM11799 deal with cases where an employee is\nprovided with accommodation by reason of his or her employment. The\nemployee cannot normally convert into money the benefit of being\nable to live in the provided accommodation. As there is no\n&#x201C;money&#x2019;s worth&#x201D;, accommodation does not count as\ngeneral earnings within Section 62 ITEPA 2003 (see\n[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)).\n\nSpecial tax rules are needed to charge the employee on the\nvalue of the accommodation. You will find these rules in Part 3\nChapter 5 ITEPA 2003 for living accommodation and Part 3 Chapter 10\nITEPA 2003 for other accommodation, such as board and lodging."},{"manual-section-id":"EIM11302","slug": "guidance/employment-income-manual/EIM11302","title":"Accommodation: overview: points you need to consider","body":"In any case where accommodation is provided by reason of\nemployment you need to answer the following questions to get the\ncorrect category of general earnings.\n\n*   Does it count as general earnings within\nSection 62 ITEPA 2003? (see[EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511))\n*   Is the accommodation living accommodation\nor is it other accommodation, such as board and lodging? (see[EIM11321](/guidance/employment-income-manual/EIM11300#EIM11321) onwards)\n*   If the accommodation is other\naccommodation what is the earnings category? (see[EIM11322](/guidance/employment-income-manual/EIM11300#EIM11322))\n*   If the accommodation is living\naccommodation is it excluded from earnings? (see[EIM11331](/guidance/employment-income-manual/EIM11300#EIM11331) onwards)\n*   If the accommodation is not excluded\nliving accommodation what is the cash equivalent of the benefit?\n(see[EIM11401](/guidance/employment-income-manual/EIM11300#EIM11401) onwards)\n*   Have any accommodation services been\n\n    provided, such as light and heat? (see\n    [EIM11521](/guidance/employment-income-manual/EIM11300#EIM11521) onwards)\n\nWe look at each of these questions in more detail in subsequent\n\npages."}]}]}}
