{"title":"Termination payments and benefits: scope of Section 401 ITEPA 2003: benefits","details":{"manual-section-id":"EIM13030","slug": "guidance/employment-income-manual/EIM13030","body":"\n\n## Section 402 ITEPA 2003\n\n### What benefits are within Section 401 ITEPA 2003?\n\n[EIM13010](/guidance/employment-income-manual/EIM12800#EIM13010) explained that Section 401 ITEPA 2003 applies to certain payments and **benefits**.\n\nThe definition of benefits for this purpose (Section 402 ITEPA 2003) is complex. The important point is that (apart from specific exclusions that are listed below) the scope is extremely wide. So it is unlikely that something provided as part of a termination or change package falls outside the scope of the Section. Remember that the definition **includes **things in the first two rows of the table below, meaning that its scope is in fact even wider than set out there.\n\nIf unsure whether something is a benefit for this purpose ask a series of questions:\n\n<table>\n<tr>\n<td>\n\n### Question\n\n</td>\n<td>\n\n### Notes\n\n</td>\n</tr>\n<tr>\n<td>\n\nIf what is provided was received for performing duties of the employment, would it be earnings (see [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515))?\n\nIf so, it is a benefit for Section 402 purposes (unless listed below under \"exclusions from benefits\").\n\n**Note: **when answering this question, you must ignore any provision that would give a specific exception from earnings (Section 402(1)(b) ITEPA 2003).\n\n</td>\n<td>\n\nMost provisions to employees in these circumstances would be earnings (see [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)).\n\nBut they would not be if they are not money or money's worth (see [EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520)).. In that case, consider the next question.\n\n</td>\n</tr>\n<tr>\n<td>\n\nIf what is provided was received for performing duties of the employment, would it be within the benefits code (see [EIM21006](/guidance/employment-income-manual/EIM21000#EIM21006))?\n\nIf so, it is a benefit for Section 402 purposes (unless listed below under \"exclusions from benefits\").\n\n**Note**: when answering this question, you must ignore any provision that would give a specific exception from the benefits code (Section 402(1)(b) ITEPA 2003).\n\n</td>\n<td>\n\nProvisions in non-cash form are covered, such as use of a car after termination.\n\nThe scope of Section 401 ITEPA 2003 is not limited by the excluded employment provisions of the benefits code (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)). Section 401 applies to all employees.\n\n</td>\n</tr>\n<tr>\n<td>\n\nEven if not within the two rows above, is what is provided a benefit within the ordinary meaning of that word?\n\nIf so, it is a benefit for Section 402 purposes (unless listed below under \"exclusions from benefits\").\n\n</td>\n<td>\n\nBenefit includes provisions in the first two rows of this table, but is not limited to them.\n\n</td>\n</tr>\n<tr>\n<td>\n\nIs the provision only a right to receive something?\n\nIf so, it is not a benefit for Section 402 purposes (Section 402(4) ITEPA 2003).\n\n</td>\n<td>\n\nFor example, a termination agreement may promise to pay &#xA3;10,000 12 months after termination. The promise itself is not a benefit for this purpose. Only the payment is.\n\n</td>\n</tr>\n<tr>\n<td>\n\n### Exclusions from benefits\n\n</td>\n<td>\n\n### Nature of exclusion\n\n</td>\n</tr>\n<tr>\n<td>\n\nSection 402(2) says that some things are not benefits even if they would be under the above definitions. These are listed in the opposite column.\n\n**Note**: these exclusions apply only for termination benefits. They do not apply where the provision is given for a change of duties or earnings (see [EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000)).\n\n</td>\n<td>\n\n1. Benefits connected with a car, van or heavy goods vehicle. This exclusion ensures that where the use of such vehicles is a benefit for the purposes of Section 401 ITEPA 2003, there is a limitation on any further charge for things provided in connection with the vehicle. This limitation corresponds to the position during employment (see **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)** for cars. There are equivalent provisions for vans and heavy goods vehicles).\n\n2. Non-cash vouchers or credit tokens to obtain goods or services (or money to spend on goods or services) in connection with a car, van or heavy goods vehicle. This corresponds with similar provisions during employment (see [EIM16100](/guidance/employment-income-manual/EIM16000#EIM16100) for cars. There are equivalent provisions for vans and heavy goods vehicles).\n\n3. Mobile telephones (as for employees, see [EIM21780](/guidance/employment-income-manual/EIM13310#EIM21780)).\n\n4. Computer equipment up to &#xA3;500 per year (as for employees, see EIM21697).\n\n</td>\n</tr>\n<tr>\n<td>\n\nSection 402(3) excludes one benefit from the definition where it is received in connection with a change of duties or earnings (see [EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000))\n\n</td>\n<td>\n\nRemoval benefits and expenses (as for employees, see [EIM03101](/guidance/employment-income-manual/EIM03100#EIM03101))\n\n</td>\n</tr>\n</table>\n\nFor a non-cash provision used or enjoyed before 6 April 1998, different rules apply (see SE13250).\n\nSee [EIM13250](/guidance/employment-income-manual/EIM12800#EIM13250) for the treatment of non-cash provisions. ","breadcrumbs":["EIMANUAL","EIM12800","EIM13030"],"section_groups":[]}}
