{"title":"The benefits code: car fuel benefit:  contents page","details":{"manual-section-id":"EIM25500","slug": "guidance/employment-income-manual/EIM25500","body":"The guidance on car and car fuel benefits has been restructured.  There is a conversion chart between the old and new page numbers at [EIM23005](/guidance/employment-income-manual/EIM23000#EIM23005).\n\nThis index covers car fuel benefit.  There are related indexes at:\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM23000","EIM25500"],"section_groups":[{"title":" CAR FUEL BENEFIT\n\n### Car fuel benefit:  when the charge applies","sections":[{"manual-section-id":"EIM25510","slug": "guidance/employment-income-manual/EIM25510","title":"Car fuel benefit: introduction","body":"\n\n## Sections 149 to 153 ITEPA 2003\n\nCar fuel benefit is incurred whenever:\n\n*   any fuel is provided (see [EIM25515](/guidance/employment-income-manual/EIM25500#EIM25515)), whether or not for private use*   for a car that attracts a car benefit charge (see [EIM23015](/guidance/employment-income-manual/EIM23000#EIM23015) onwards).\n\nThe charge is in addition to the relevant car benefit charge.\n\nNote that car fuel benefit is not incurred if either of the above conditions is not met, that is if either:\n\n*   the car does not attract a car benefit charge, or\n*   no fuel at all is provided for any purpose.\n\nFor this purpose, car has the meaning given at [EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100). So car fuel benefit charge will not apply when fuel is provided for private use in a van (see [EIM22725](/guidance/employment-income-manual/EIM22700#EIM22725)) or other mechanically propelled road vehicle (though van fuel benefit might apply, see [EIM22900](/guidance/employment-income-manual/EIM22700#EIM22900) onwards).\n\n### Effect on car fuel benefit of reduction in car benefit to nil\n\nNote that it is possible for car fuel benefit to be incurred even if there is no taxable amount of car benefit. For example, where the car is made available for private use so that there is a car benefit charge, the cash equivalent of that car benefit might be reduced to nil as a result of payments made by the director or employee for the private use of the car (see [EIM25250](/guidance/employment-income-manual/EIM24000#EIM25250)).\n\nIf fuel is provided for private motoring in that car, the car fuel benefit charge applies.\n\n### Measure of the charge\n\nSee [EIM25550](/guidance/employment-income-manual/EIM25500#EIM25550) for how the cash equivalent is calculated, noting that the cash equivalent is reduced to nil in the circumstances described at [EIM25555](/guidance/employment-income-manual/EIM25500#EIM25555).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25515","slug": "guidance/employment-income-manual/EIM25515","title":"Car fuel benefit: meaning of provided","body":"\n\n## Sections 149 and 151 ITEPA 2003\n\nThe car fuel benefit charge applies automatically where by reason of the employment fuel is provided for a car that is made available for private use to an employee who is not in an excluded employment (or a member of his or her family or household), see [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510).\n\nWithout limiting the wide meaning of &#x2018;fuel is provided&#x2019; the legislation specifically mentions at Section 149(3) ITEPA 2003 that fuel is to be treated as provided if:\n\n*   any liability in respect of the provision of fuel for the car is discharged, or\n*   a non-cash voucher or a credit-token is used to obtain fuel for the car, or\n*   a non-cash voucher or a credit-token is used to obtain money that is spent on fuel for the car, or\n*   any sum is paid in respect of expenses incurred in providing fuel for the car.\n\nSee [EIM25520](/guidance/employment-income-manual/EIM25500#EIM25520) about claims that the fuel benefit charge is not incurred where employers pay for private fuel through reimbursements which are taxed under PAYE as though they were earnings.\n\n### Fuel provided only for business use\n\nThe fuel benefit charge applies when any fuel is provided to the employee, even if it is only provided for business use. However, [EIM25555](/guidance/employment-income-manual/EIM25500#EIM25555) explains that the cash equivalent is nil in these cases.\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25520","slug": "guidance/employment-income-manual/EIM25520","title":"Car fuel benefit: replaces other tax liabilities","body":"\n\n## Sections 239 and 269 ITEPA 2003\n\nThe car fuel benefit charge replaces any tax liability that would otherwise arise in respect of fuel supplied for a car for which a car benefit charge is incurred (see [EIM23015](/guidance/employment-income-manual/EIM23000#EIM23015)).\n\nThus, a tax charge does not arise in addition to the car fuel benefit charge where:\n\n*   the employer (or another person acting on the employer's behalf) settles a debt incurred for fuel for the car, or\n*   the fuel is obtained for the car by means of vouchers or by way of a credit card provided by reason of the employment, or\n*   the employer reimburses the cost of fuel for private use.\n\n### Reimbursements for the cost of fuel for private use which are taxed under PAYE\n\nEmployers have been known to:\n\n*   reimburse employees for the cost of private fuel\n*   and subject the reimbursement to tax under PAYE,\n*   then claim that the fuel benefit charge does not apply because the reimbursement was taxed.\n\nThis is not correct. The legislation specifically prevents any liability to tax (other than the fuel benefit charge) arising in respect of payments for private fuel. That being the case, it cannot be correct to subject the reimbursements to PAYE, nor can doing so affect the correct tax treatment, which is that:\n\n*   the fuel benefit charge is imposed and*   the reimbursements themselves are not subject to tax (except, of course, if they are greater than the cost the employee has incurred, in which case the excess is chargeable as cash earnings).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25525","slug": "guidance/employment-income-manual/EIM25525","title":"Car fuel benefit: charge not related to cost of providing fuel","body":"The car fuel benefit charge is not related to the actual cost of providing the fuel.\n\nIf any fuel is provided for any purpose, the statutory car fuel benefit charge is incurred (see [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510)). The charge is not reduced at all unless the employee makes good the cost of all the fuel provided for private use. In particular, it is not reduced pound for pound to the extent that the employee makes good the fuel provided (see [EIM25650](/guidance/employment-income-manual/EIM25500#EIM25650)).\n\nOnly if the employee makes good the cost of all the fuel provided for private use is the car fuel benefit reduced to nil ([EIM25555](/guidance/employment-income-manual/EIM25500#EIM25555)).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25530","slug": "guidance/employment-income-manual/EIM25530","title":"Car fuel benefit: does not apply to employee's own car","body":"The car fuel benefit only applies to cars that attract a car benefit tax charge under Sections 114 and 120 ITEPA 2003 (see [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510)). This means that it does not apply to fuel provided for use in the employee's own car.\n\nThe Approved Mileage Allowance Payments (AMAPs) regime took effect from 6 April 2002 and replaced all previous arrangements for measuring the benefit of fuel provided for private use in an employee's own vehicle. Full guidance begins at [EIM31200](/guidance/employment-income-manual/EIM31200).\n\nOnly the excess over the AMAPs limit needs to be reported on form P11D.\n\nDeductions are no longer possible under Part 5 ITEPA 2003, but an employee who receives less than the AMAPs limit can obtain Mileage Allowance Relief (MAR, see [EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330)).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "}]},{"title":" Car fuel benefit:  the amount of the charge","sections":[{"manual-section-id":"EIM25550","slug": "guidance/employment-income-manual/EIM25550","title":"Car fuel benefit: calculating the cash equivalent","body":"\n\n## Section 150 ITEPA 2003\n\nThe car fuel benefit charge is incurred as detailed at [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510).\n\nThe cash equivalent of the charge is reduced to nil for a particular tax year if either of the conditions in [EIM25555](/guidance/employment-income-manual/EIM25500#EIM25555) is met.\n\nOtherwise, the cash equivalent:\n\n*   is calculated for a full tax year as shown at [EIM25560](/guidance/employment-income-manual/EIM25500#EIM25560)&#xA0;\n*   is then reduced proportionately if the car is unavailable for part of the year, see [EIM25565](/guidance/employment-income-manual/EIM25500#EIM25565) and\n*   can also be reduced if free fuel is withdrawn in a tax year and not reinstated, see [EIM25570](/guidance/employment-income-manual/EIM25500#EIM25570) and\n*   can also be correspondingly reduced if a reduction is made to the cash equivalent of the benefit of a car to an employee because the car is shared, see [EIM25575](/guidance/employment-income-manual/EIM25500#EIM25575).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25555","slug": "guidance/employment-income-manual/EIM25555","title":"Car fuel benefit: when cash equivalent is nil","body":"\n\n## Section 151 ITEPA 2003\n\nThe car fuel benefit charge is incurred as detailed at [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510).\n\nThe car fuel benefit charge is reduced to nil if it can be shown that either condition A or condition B applies.\n\n### Condition A\n\nThis is met if, in the tax year in question:\n\n*   the employee (this includes a director) is required to make good (see [EIM25650](/guidance/employment-income-manual/EIM25500#EIM25650)) to the person providing the fuel the whole of the expense incurred by that person in connection with the provision of fuel for the employee's private motoring **and **&#xA0;\n*   the employee does make good that expense.\n\n### Condition B\n\nThis is met if in the tax year in question the fuel is made available only for business travel (see [EIM23305](/guidance/employment-income-manual/EIM23010#EIM23305)).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25560","slug": "guidance/employment-income-manual/EIM25560","title":"Car fuel benefit: cash equivalent for a full year","body":"\n\n## Section 150 ITEPA 2003\n\nThe car fuel benefit charge is incurred as detailed at [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510).\n\n### Basic rule: charge for a full year\n\nThe cash equivalent for a full tax year is calculated by multiplying:\n\n*   a fixed sum, set for each tax year by Section 150(1) ITEPA 2003 (see [EIM25580](/guidance/employment-income-manual/EIM25500#EIM25580))\n*   by the same appropriate percentage used at step 5 of the method statement in Section 121(1) ITEPA 2003 to calculate the car benefit charge. Relevant guidance on the car benefit charge and the appropriate percentage starts at [EIM24500](/guidance/employment-income-manual/EIM24000#EIM24500).  The appropriate percentage calculated from a notional CO2 emissions figure agreed under [EIM23765](/guidance/employment-income-manual/EIM23010#EIM23765) (years to 2008/09) or [EIM23850](/guidance/employment-income-manual/EIM23010#EIM23850) (years from 2009/10) should be used wherever this applies.\n\nThe appropriate percentage therefore includes all supplements and reductions, so takes account of different fuels.\n\nThe only exception is for vehicles propelled by electricity only (type E, see [EIM24815](/guidance/employment-income-manual/EIM24000#EIM24815)) for which no fuel benefit charge is made.\n\n### Example\n\nThere is an example at [EIM25600](/guidance/employment-income-manual/EIM25500#EIM25600).\n\n### Possible reductions in the charge\n\nThe car benefit charge is nil if the conditions at [EIM25555](/guidance/employment-income-manual/EIM25500#EIM25555) are met.  Where this is not the case, it is subject to proportionate reduction:\n\n*   if the car is unavailable for part of the year; see [EIM25565](/guidance/employment-income-manual/EIM25500#EIM25565)&#xA0;\n*   if free fuel is withdrawn in a tax year and not reinstated; see [EIM25570](/guidance/employment-income-manual/EIM25500#EIM25570)&#xA0;\n*   if the car is shared; see [EIM25575](/guidance/employment-income-manual/EIM25500#EIM25575).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25565","slug": "guidance/employment-income-manual/EIM25565","title":"Car fuel benefit: reduction if car unavailable","body":"\n\n## Section 152(1) ITEPA 2003\n\nThe car fuel benefit charge is incurred as detailed at [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510).\n\nThe cash equivalent of the car fuel benefit charge is reduced in proportion to the days in the year for which the car is unavailable. The reduction is in proportion to the number of days in the tax year (366 for leap years) and exactly matches the reduction in car benefit for periods when the car is unavailable (that is, the reduction at step 7 of the method statement in Section 121(1) ITEPA 2003). The same definition of unavailable applies to both, see [EIM25105](/guidance/employment-income-manual/EIM24000#EIM25105).\n\nThe reduced benefit is calculated from the formula:\n\nwhere:\n\nCE is the amount of the cash equivalent before any reduction (i.e. for a full year)\n\nY is the number of days in the tax year in question and\n\nD is the total number of days on which either the car is unavailable (this page) or after fuel is finally withdrawn (see [EIM25570](/guidance/employment-income-manual/EIM25500#EIM25570) for full details).\n\n### Example\n\nThere is an example at [EIM25605](/guidance/employment-income-manual/EIM25500#EIM25605).\n\n### Possible further reductions in the fuel benefit charge\n\n*   See [EIM25570](/guidance/employment-income-manual/EIM25500#EIM25570) if free fuel is withdrawn in a tax year and not reinstated.\n*   See [EIM25575](/guidance/employment-income-manual/EIM25500#EIM25575) if the car is shared.\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25570","slug": "guidance/employment-income-manual/EIM25570","title":"Car fuel benefit: reduction if fuel withdrawn and not reinstated","body":"\n\n## Section 152 ITEPA 2003\n\nThe car fuel benefit charge is incurred as detailed at [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510).\n\n### Reduction if fuel withdrawn and not reinstated in the same tax year\n\nUnder Section 152(2) and (3) ITEPA 2003 the charge is proportionately reduced if for any part of a year:\n\n*   the facility for the provision of fuel as mentioned in Section 149(1) ITEPA 2003 is not available (which means there is no provision of any fuel for any purpose), or\n*   the fuel is made available only for business travel, or\n*   the employee is required to make good to the person providing the fuel the whole of the expense incurred by that person in connection with the provision of the fuel for the employee's private use and the employee does make good that expense.\n\nThe fact that any of the conditions above is met for part of a year shall be disregarded if there is a time later in that year when any of those conditions is not met. In other words, there is no reduction if fuel is withdrawn but is reinstated later in the same tax year for the same car.\n\nIt does not matter that fuel may still be provided for a different car because this legislation operates on a car-by-car basis.  Facts concerning Car 1 have no effect on liabilities in connection with Car 2.\n\nFuel can be withdrawn:\n\n*   by the employer no longer providing free fuel for private use, or\n*   by the employer requiring the employee to make good the cost of all private fuel provided after a set date and by the employee doing so (see [EIM25650](/guidance/employment-income-manual/EIM25500#EIM25650)).\n\nNote that there is no apportionment for days **before **provision of free fuel commenced.\n\nThe reduced amount is calculated according to the formula at [EIM25615](/guidance/employment-income-manual/EIM25615).\n\nThere is an example at [EIM25610](/guidance/employment-income-manual/EIM25500#EIM25610).\n\n### Possible further reductions in the fuel benefit charge\n\n*   See [EIM25565](/guidance/employment-income-manual/EIM25500#EIM25565)if the car is unavailable for part of the tax year.\n*   See [EIM25575](/guidance/employment-income-manual/EIM25500#EIM25575)if the car is shared.\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25575","slug": "guidance/employment-income-manual/EIM25575","title":"Car fuel benefit: shared car","body":"\n\n## Section 153 ITEPA 2003\n\nIf the cash equivalent of the benefit of a shared car is reduced under Section 148 ITEPA 2003 (see [EIM25200](/guidance/employment-income-manual/EIM24000#EIM25200)) a corresponding reduction is to be made to the car fuel benefit.\n\n### Example\n\nSee [EIM25205](/guidance/employment-income-manual/EIM24000#EIM25205) for the facts. The cash equivalent of the car fuel benefit would be allocated in exactly the same way.\n\n### Possible further reductions in the charge\n\n*   See [EIM25565](/guidance/employment-income-manual/EIM25500#EIM25565) if the car is unavailable for part of the tax year.\n*   See [EIM25570](/guidance/employment-income-manual/EIM25500#EIM25570) if free fuel is withdrawn in a tax year and not reinstated.\n\n### Years before 2003/04\n\nThese arrangements were formerly part of Extra-Statutory Concession A71.   The fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25580","slug": "guidance/employment-income-manual/EIM25580","title":"Car fuel benefit: the multiplier (Section 150(1) ITEPA 2003 amount)","body":"\n\n## Section 150(1) ITEPA 2003\n\nThe fixed amount by which the appropriate percentage is multiplied to calculate car fuel benefit is as follows:\n\n<table>\n<tr>\n<td>\n\n### Year\n\n</td>\n<td>\n\n### Amount\n\n</td>\n<td>\n\n### Legislation\n\n</td>\n</tr>\n<tr>\n<td>\n\n2003/04 to 2007/08\n\n</td>\n<td>\n\n&#xA3;14,400\n\n</td>\n<td>\n\nSection 150(1) ITEPA\n\n</td>\n</tr>\n<tr>\n<td>\n\n2008/09 to 2009/10\n\n</td>\n<td>\n\n&#xA3;16,900\n\n</td>\n<td>\n\nSI 2008 No 511\n\n</td>\n</tr>\n<tr>\n<td>\n\n2010/11\n\n</td>\n<td>\n\n&#xA3;18,000\n\n</td>\n<td>\n\nSI 2010 No 406\n\n</td>\n</tr>\n<tr>\n<td>\n\n2011/12\n\n</td>\n<td>\n\n&#xA3;18,800\n\n</td>\n<td>\n\nSI 2011 No 895\n\n</td>\n</tr>\n<tr>\n<td>\n\n2012/13\n\n</td>\n<td>\n\n&#xA3;20,200\n\n</td>\n<td>\n\nSI 2012 No 915\n\n</td>\n</tr>\n<tr>\n<td>\n\n2013/14\n\n</td>\n<td>\n\n&#xA3;21,100\n\n</td>\n<td>\n\nSI 2012 No 3037\n\n</td>\n</tr>\n</table>\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25585","slug": "guidance/employment-income-manual/EIM25585","title":"Car and fuel benefits: practical help in calculating cash equivalent","body":"The P11D series of forms contains Working Sheet 2 (WS2), which can be used to calculate the cash equivalent of car and car fuel benefits.  It is normally available both to staff and external users on www.hmrc.gov.uk before the end of the tax year to which it relates.\n\nAlternatively, an interactive car and car fuel benefit calculator is available via www.hmrc.gov.uk."}]},{"title":" Car fuel benefit:  examples","sections":[{"manual-section-id":"EIM25600","slug": "guidance/employment-income-manual/EIM25600","title":"Car fuel benefit: example 1: full year","body":"\n\n## Section 152 ITEPA 2003\n\nThis example illustrates the principles at [EIM25560](/guidance/employment-income-manual/EIM25500#EIM25560).\n\n### Example\n\nA car has an appropriate percentage of 20% and is made available to the same employee for the whole of 2003/04.\n\nThe fixed amount for 2003/04 is &#xA3;14,400 (see [EIM25580](/guidance/employment-income-manual/EIM25500#EIM25580)).\n\nThe fuel benefit charge for 2003/04 is &#xA3;2,880 (&#xA3;14,400 x 20%).\n\nThere is a more complex example at [EIM25615](/guidance/employment-income-manual/EIM25615).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25605","slug": "guidance/employment-income-manual/EIM25605","title":"Car fuel benefit: example 2: reduction if car unavailable","body":"\n\n## Section 152 ITEPA 2003\n\nThis example illustrates the principles at [EIM25565](/guidance/employment-income-manual/EIM25500#EIM25565).\n\n### Example\n\nThe car in [EIM25600](/guidance/employment-income-manual/EIM25500#EIM25600) is not made available to the employee until 1 July 2003. It is therefore not available from 6 April to 30 June 2003 inclusive (86 days out of 366; note that 2003/04 is a leap year).\n\nUsing the formula at EIM25565, the reduced benefit is:\n\n<table>\n<tr>\n<td>\n\n&#xA3;2,880\n\n</td>\n<td>\n</td>\n<td>\n\n(366 - 86)\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;2,203\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n366\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n</table>\n\nThere is a more complex example at [EIM25615](/guidance/employment-income-manual/EIM25615).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25610","slug": "guidance/employment-income-manual/EIM25610","title":"Car fuel benefit: example 3: reduction if fuel withdrawn and not reinstated","body":"\n\n## Section 152 ITEPA 2003\n\nThis example illustrates the principles at [EIM25570](/guidance/employment-income-manual/EIM25500#EIM25570).\n\n### Example\n\nThe car in [EIM25600](/guidance/employment-income-manual/EIM25500#EIM25600) is made available to an employee from 1 June 2003 to 31 January 2004 (245 days). The car is therefore unavailable for 121 days in that tax year (2003/04 is a leap year).\n\nProvision of free fuel for private use commenced on 1 July but the facility was withdrawn on 31 December (which was 31 days before the car became unavailable).\n\nUsing the formula at EIM25565, the reduced benefit is:\n\n<table>\n<tr>\n<td>\n\n&#xA3;2,880\n\n</td>\n<td>\n</td>\n<td>\n\n(366 - (121 + 31))\n\n</td>\n<td>\n</td>\n<td>\n\n&#xA3;1,684\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n366\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n</table>\n\n**Note**: days in the first period when fuel was not provided for the car (1 June to 30 June) are not excluded because the statutory conditions are not fulfilled later in the year. Only the days from 1 to 31 January meet the statutory conditions, so only those days are excluded.\n\nThere is a more complex example at [EIM25615](/guidance/employment-income-manual/EIM25615).\n\n### Years prior to 2003/04\n\nThe fuel benefit charge had a different basis in these years. "},{"manual-section-id":"EIM25615","slug": "guidance/employment-income-manual/EIM25615","title":"Car fuel benefit: example 4: car partly unavailable and fuel withdrawn"}]},{"title":" Car fuel benefit:  making good","sections":[{"manual-section-id":"EIM25650","slug": "guidance/employment-income-manual/EIM25650","title":"Car fuel benefit: no fuel for private use: making good car fuel provided for private use","body":"\n\n## Sections 151 and 152 ITEPA 2003\n\nWhere **any **fuel is provided for a car that attracts a car benefit charge, the car fuel benefit charge will automatically apply (see [EIM25510](/guidance/employment-income-manual/EIM25500#EIM25510)) unless the employee shows that either condition A or condition B in Section 151 ITEPA 2003 is met (see [EIM25555](/guidance/employment-income-manual/EIM25500#EIM25555)).\n\nFor the meaning of private use and business travel see [EIM23305](/guidance/employment-income-manual/EIM23010#EIM23305).\n\nWhere the employee is required to make good the cost of all fuel provided for private use this may be done by:\n\n*   payment - that is by paying the employer a sum of money either directly or by deduction from his or her net salary or wages, or\n*   reinstatement - that is by replacing fuel provided by the employer (or another person on behalf of the employer) by a corresponding amount of fuel purchased from his or her own pocket, or\n*   any combination of the ways described above.\n\nSo long as suitable measures are in place to administer this, you can normally accept an employer's statement:\n\n*   that the employees are required to make good car fuel provided for private motoring and\n*   that they actually do so.\n\nFor guidance on the use of advisory fuel rates when deciding the amount to be made good, see [EIM25655](/guidance/employment-income-manual/EIM25500#EIM25655). "},{"manual-section-id":"EIM25655","slug": "guidance/employment-income-manual/EIM25655","title":"Car fuel benefit: use of advisory fuel rates in deciding the amount to be made good","body":"[EIM25650](/guidance/employment-income-manual/EIM25500#EIM25650) deals with the conditions under which car fuel benefit can be reduced to nil where the employee makes good the cost of all car fuel provided for private use. This page gives guidance on the use of the advisory fuel rates in that context.\n\nIn January 2002 advisory fuel rates for petrol and diesel were published on the Inland Revenue's public website. Rates for LPG were added in May 2002. They are guidelines on fuel only mileage rates for company cars, but can also be used where employers require employees to repay the cost of fuel used for private travel.\n\nThe current rates can be found at [www.hmrc.gov.uk/cars/advisory_fuel_current.htm](http://www.hmrc.gov.uk/manuals/eimanual/www.hmrc.gov.uk_cars_advisory_fuel_current.htm.htm).  Further linked pages contain details of earlier rates and their permitted uses.\n\n### Use of advisory fuel rates in dispensations\n\nFor guidance on this, see [EIM30057](/guidance/employment-income-manual/EIM30050#EIM30057)."},{"manual-section-id":"EIM25660","slug": "guidance/employment-income-manual/EIM25660","title":"Car fuel benefit: belated making good","body":"Belated making good may occur in two situations:\n\n### Delays incurred in normal administration\n\nIn many instances, the making good required by [EIM25650](/guidance/employment-income-manual/EIM25500#EIM25650) is completed by the end of the tax year. But you will find cases where making good does not occur until after the end of the tax year. This may be where mileage records and repayments in the final month or so of the year take a little time to process. You can accept this as meeting the terms of the legislation provided final settlement is made without unreasonable delay.\n\n### Delays resulting from administrative error\n\nIn addition, if you find that:\n\n*   as a result of an **unintentional error**&#xA0;\n*   fuel has been provided for private use and has not been made good **and**&#xA0;\n*   the facts clearly show that the employee would have been required to promptly make good that fuel had the error been discovered in the relevant tax year\n\nyou can accept that the terms of the legislation are met if the making good occurs within 30 days of discovery of the error.\n\nYou can accept that the third condition is satisfied if:\n\n*   the employer has a clear policy that fuel is not to be provided for private use (as defined for car and fuel benefits purposes, see [EIM23305](/guidance/employment-income-manual/EIM23010#EIM23305)) and\n*   any fuel provided for private use other than the occasion on which the error occurred was identified and made good at the relevant time.\n\nThis part of the concession was scrutinised in 2006 by the Special Commissioners in Impact Foiling Ltd v HMRC (SPC562), a case in which the Special Commissioner found for HMRC."}]},{"title":" Car fuel benefit: miscellaneous points","sections":[{"manual-section-id":"EIM25690","slug": "guidance/employment-income-manual/EIM25690","title":"Car fuel benefit: mileage allowances paid by the employer for a provided car","body":"\n\n## Section 151(3) ITEPA 2003\n\nThe car fuel benefit charge will be nil if the employee buys fuel for business travel and the employer pays the employee a mileage allowance that does no more than meet the cost of that fuel. But there will be a charge where, for example, the payments to the employee cover travel between home and the permanent workplace (see [EIM23305](/guidance/employment-income-manual/EIM23010#EIM23305) for meaning of business travel and private use).\n\nDo not assess a car fuel benefit charge in cases where the mileage allowance that is paid **solely **in respect of genuine business journeys exceeds the cost of fuel for those journeys. It does not follow that the excess is a payment for private fuel. In such a case the difference between the allowance received and the cost of fuel used is likely to be assessable (see [EIM10150](/guidance/employment-income-manual/EIM04700#EIM10150)) as general earnings (see [EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511)).\n\n### Advisory fuel rates\n\nThese were introduced in January 2002. For details, <u>s</u>ee [EIM2565](http://www.hmrc.gov.uk/manuals/eimanual/EIM2565.htm)&#xA0;<u>5</u>."},{"manual-section-id":"EIM25695","slug": "guidance/employment-income-manual/EIM25695","title":"Car fuel benefit: fares allowances paid under working rule agreements in the building, civil engineering and electrical contracting industries","body":"Problems sometimes arise with fares allowances paid under working rule agreements for hourly-paid manual workers and similar agreements for staff employees.\n\nFares allowances paid under these agreements effectively reimburse employees for various travelling expenses. The agreements differ but the allowances often cover most of the cost of ordinary commuting journeys.\n\nOnly part of the allowance is taxed. This is usually based on the allowance paid for an agreed mileage from the home, which is treated as being ordinary commuting. Thus, for each employee, part of the allowance covering home to work travel may be taxed and part may not.\n\nIf an employer meets the cost of supplying fuel used in a provided car by paying a travel allowance to an employee who is not in an excluded employment, the full amount of the car fuel benefit charge applies unless:\n\n*   the allowance does no more than cover the cost of fuel used for business travel, or\n*   that part of the fares allowance covering private use is made good to the employer (see [EIM25650](/guidance/employment-income-manual/EIM25500#EIM25650)).\n\nUse the travelling expenses rules in Sections 337 and 338 ITEPA 2003 to test the extent of business travel (see [EIM31805](/guidance/employment-income-manual/EIM31800#EIM31805) onwards). The mere fact that part of a fares allowance covering home to work trips is not taxed does not mean that those journeys count as business travel. "}]},{"title":null,"sections":[{"manual-section-id":"EIM23010","slug": "guidance/employment-income-manual/EIM23010","title":"Car benefit: the charge to tax"},{"manual-section-id":"EIM24000","slug": "guidance/employment-income-manual/EIM24000","title":"Car benefit: calculating the cash equivalent"}]}]}}
