{"title":"EIM21000 - The benefits code: generalindex","details":{"manual-section-id":"EIM21000","slug": "guidance/employment-income-manual/EIM21000","body":"","breadcrumbs":["EIMANUAL","EIM20000","EIM21000"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM21001","slug": "guidance/employment-income-manual/EIM21001","title":"Benefits: general","body":"The broad effect of the special rules in Part 3 Chapter 10 ITEPA\n2003 (\n[EIM20010](/guidance/employment-income-manual/EIM20001#EIM20010)) is to tax a director, or an\nemployee, except one in an excluded employment (\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), on benefits provided by\nreason of the employment for himself or for members of his\nhousehold or family, except for those which are:\n\n*   already chargeable to income tax by virtue\nof other legislation (\n[EIM21005](/guidance/employment-income-manual/EIM21000#EIM21005)) or\n*   specifically exempt from charge (\n[EIM21240](/guidance/employment-income-manual/EIM21000#EIM21240)) or\n*   covered by a dispensation issued by an\nInspector (\n[EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051) onwards)."},{"manual-section-id":"EIM21002","slug": "guidance/employment-income-manual/EIM21002","title":"What is meant by a\n&#x201C;benefit&#x201D;","body":"Section 201(1) ITEPA 2003 concerns &#x201C;employment-related\nbenefits&#x201D;.\n\nA benefit is defined in Section 201(2) as &#x201C;\n**a benefit or facility of any kind**&#x201D;. When a\nbenefit is provided to an employee (or to any member of his family\nor household (Section 721(5) ITEPA 2003) by reason of the\nemployment (\n[EIM20501](/guidance/employment-income-manual/EIM20500#EIM20501)), it is an\n&#x201C;employment-related benefit&#x201D; (Section 201(2)).\n\nThe definition of what is a benefit is thus very wide and\nincludes everything that confers a special bounty of any\ndescription on the recipient.\n\nHowever, something (other than a loan where special\nprovisions apply, see\n[EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) and\n[EIM26111](/guidance/employment-income-manual/EIM26100#EIM26111)) which is a \"fair bargain\" (\n[EIM21004](/guidance/employment-income-manual/EIM21000#EIM21004)) between the employer and the\nemployee is not a \"benefit\".\n\nFor benefits specifically exempted from charge see\n\n[EIM21240](/guidance/employment-income-manual/EIM21000#EIM21240)."},{"manual-section-id":"EIM21003","slug": "guidance/employment-income-manual/EIM21003","title":"Motive of employer\nirrelevant: Rendell v Went","body":"&#x201C;Benefit&#x201D; means a benefit or facility of any kind\n(Section 201(2) ITEPA 2003). It does not matter whether in\nproviding a benefit an employer is intending to benefit himself\nrather than, or as well as, the employee. So long as the employee\nor a member of his family or household (Section 721(5) ITEPA 2003)\nis provided with a benefit by reason of his employment, a tax\ncharge will arise.\n\n### Rendell v Went (41TC641)\n\nIn Rendell v Went the company took over and paid for the defence\nof a director against a dangerous driving charge. It did so because\nit feared the loss of the director's services if he was sent to\nprison. The full amount paid by the company was held to be a\nchargeable benefit. The fact that the company spent the money\nprimarily for its own benefit and only as a by- product benefited\nthe director, did not prevent the payment giving rise to a\nchargeable benefit.\n\nThe decision in the House of Lords was unanimously in the\n\nCrown&#x2019;s favour. The leading judgement was given by Lord Reid,\n\nand included the following passage (page 655):\n\n&#x201C;The facts make it clear that the\n\ncompany did incur expense in the provision of a legal defence for\n\nits director, the Appellant. And it appears to me to be equally\n\nclear that the provision of that defence was a benefit within the\n\nmeaning of this Sub-section. It was argued that the expense had\n\nbeen incurred solely for the purpose of protecting the interests of\n\nthe company. That may be so. But it cannot be doubted that in fact\n\nthe provision of the defence was a benefit to him: if it had not\n\nbeen provided by the company he would have had to pay for his own\n\ndefence or take the risk that lack of a proper defence might lead\n\nto his being convicted and sent to prison. No one suggests that he\n\ncould have obtained free legal aid. And I can find nothing in the\n\nAct to support an argument that a benefit in fact provided by the\n\ncompany ceases to be a benefit within the meaning of the Section if\n\nit is proved that the company&#x2019;s sole reason, motive or\n\npurpose was to protect itself and was not to favour its\n\ndirector.&#x201D;\n\nAnd Viscount Radcliffe made the same point in more succinct\n\nterms (page 656):\n\n&#x201C;But an expenditure is not the less\n\nadvantageous to a director because it suits or advantages his\n\ncompany to make it.&#x201D;"},{"manual-section-id":"EIM21004","slug": "guidance/employment-income-manual/EIM21004","title":"Benefits and fair\nbargains: Mairs v Haughey","body":"Although the definition of \"benefit\" in Section 201(2) is\nextremely wide (\n[EIM21002](/guidance/employment-income-manual/EIM21000#EIM21002)), it does not cover everything\nthat may be provided by an employer to someone who happens to be an\nemployee or director of that employer.\n\nAs a general principle, a benefit must provide an element of\n\"special bounty\" to the recipient. In other words the employee must\nget something over and above what the employer gives as a\n**fair bargain**, or would be prepared to give as a\nfair bargain, to a member of the public, or other independent third\nparty, dealing on arms length terms with the employer. What is a\nfair bargain?\n\n### Fair bargain - Mairs v Haughey (66TC273)\n\nThe principle of &#x201C;fair bargain&#x201D; in relation to a\nbenefit arose in the case of Mairs v Haughey, which concerned a\npayment to an employee in return for giving up rights under an\nenhanced redundancy scheme. The Special Commissioners held that the\npayment was not a benefit because it did not overvalue the\nemployee&#x2019;s contingent right to receive a payment from the\nscheme:\n\n> &#x201C;Section 154 [ICTA1988] brings benefits into charge. All\n> kinds of benefits are covered; but whatever they are, they must be\n> capable of being described as &#x201C;benefits&#x201D;. The\n> legislation is aimed at profits &#x2026;&#x2026;. which escape\n> mainstream &#x2026;.. provisions for one reason or another. It is\n> not aimed at receipts resulting from\n> **fair bargains**.&#x201D;\n\nIn the Court of Appeal (Northern Ireland) Lord Chief Justice\nHutton supported the Commissioners&#x2019; view:\n\n> &#x201C;The respondent received the payment &#x2026;. in return\n> for surrendering his contingent right to receive payment under the\n> enhanced redundancy scheme and the Special Commissioners held that\n> the payment did not overvalue that right. Therefore I consider that\n> the Respondent did not receive a &#x201C;benefit&#x201D; &#x2026;.\n> where the money received was paid to him by way of\n> **fair bargain**, in consideration of his surrender of\n> a right to receive a larger sum on the event of the contingency of\n> redundancy occurring.&#x201D;\n\nTherefore something provided by an employer, on identical terms\nboth for employees and for the general public (for example, \"free\"\nrefuse collection or state education), does not become a benefit\nwithin the legislation simply because it is provided for people who\nhappen to be employees of that employer. The employees receive on\nthe same terms exactly what they would have received if they had\nnot been employees. That indicates that what they get is a fair\nbargain and there is therefore no \"benefit\".\n\nIt is not necessary that the employer actually does deal with\nmembers of the public for this principle to apply. If an employer\nprovides something to an employee, and they would be prepared to\nprovide it to any member of the public on exactly the same terms,\nthen that is a fair bargain and not a benefit.\n\n### Wilson v Clayton (TCL 3745)\n\nThis case concerned an employee who was dismissed by his\nemployer for failing to agree to withdrawal of his entitlement to\nan Essential Car User Allowance (ECUA). He was immediately\nre-employed on the same terms except that he was no longer entitled\nto receive ECUA. An Employment Tribunal found that he had been\nunfairly dismissed and ordered the employer to reinstate the ECUA,\nand to pay him the arrears of ECUA due since it had been withdrawn.\nThe Tribunal also ordered the employer to pay him a &#x201C;Basic\nAward&#x201D; of compensation.\n\nUnder the Employment Rights Act 1996 the Tribunal had no\nauthority to order the compensation payment but the employer paid\nit. Arguably the payment to the employee was a pure windfall to him\nas it had no statutory basis and the employee was not entitled to\nreceive it. Nevertheless the employer paid it in order to avoid\nfurther litigation and consequently it was paid as part of a\ngenuine compromise agreement made at arm&#x2019;s length.\n\nThe Court of Appeal held that in these particular\ncircumstances the payment of compensation was not a benefit, as it\nrepresented a &#x201C;\n**true bargain**&#x201D; between employer and employee.\nGibson, LJ held that &#x2013;\n\n&#x201C;Where parties at arm&#x2019;s length arrive at a\ngenuine compromise in settlement of hostile litigation, it would be\nan extremely difficult task for any tribunal or court to unpick the\nconstituent parts of the bargain and to put a value on those\nparts.&#x201D;\n\nConsequently the value of the &#x201C;bargain&#x201D; agreed by\nan employer and an employee\n**in a genuine compromise agreement at arm&#x2019;s\nlength** is not generally relevant to determining whether\nthe bargain represents a &#x201C;fair bargain&#x201D;. But this\n\nprinciple does not apply where, as Gibson LJ set out,\n\n&#x201C;the reason for the payment was to confer a gratuitous\n\nbenefit within a compromise agreement.. .&#x201D;\n\nFollowing Wilson v Clayton, where it is claimed that the\n\npayment represents a fair bargain, you must investigate carefully\n\nthe reason for a payment made as a result of a compromise agreement\n\nat arm&#x2019;s length. If it was a genuine compromise agreement it\n\nwill probably be a fair bargain. On the other hand, if it was\n\nintended purely to provide a benefit, it will be chargeable as\n\nsuch. The decision does not have any read across to payments made\n\nunder a compromise agreement not made at arm&#x2019;s length."},{"manual-section-id":"EIM21005","slug": "guidance/employment-income-manual/EIM21005","title":"Benefits chargeable under\nother legislation","body":"A benefit is not chargeable under the benefits code (\n[EIM20006](/guidance/employment-income-manual/EIM20006)) if it is already fully\nchargeable to income tax under some other provision. For\nexample:\n\n*   benefits capable of being turned into\nmoney charged (the &#x201C;money&#x2019;s worth&#x201D; principle)\nunder Section 62 ITEPA 2003, see[EIM00540](/guidance/employment-income-manual/EIM00505#EIM00540), or\n*   benefits obtained by discharge of an\nemployee&#x2019;s debt (the &#x201C;pecuniary liability&#x201D;\nprinciple) under Section 62, see[EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)."},{"manual-section-id":"EIM21006","slug": "guidance/employment-income-manual/EIM21006","title":"Cash payments can be\nbenefits: Wicks v Firth","body":"The statutory definition of a benefit is wide enough to include\na cash payment which a director or an employee, except one in an\nexcluded employment (\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), receives by reason of the\nemployment and which is not chargeable to income tax under some\nother provision.\n\n### Wicks v Firth (56TC318)\n\nFor example, in Wicks v Firth payments made as scholarships to\nthe children of an employee within the benefits code were held to\nbe benefits within Section 201 ITEPA 2003.\n\nIn that case the payments were exempt from charge by Section\n331 ICTA 1988 (this exemption was subsequently removed in most\ncases by Section 212 ITEPA 2003) but that does not alter the\ngeneral principle that cash payments can be a chargeable benefit.\n\nThe decision in Mairs v Haughey (\n[EIM21004](/guidance/employment-income-manual/EIM21000#EIM21004)) is further support for the\nview that a cash payment can be a chargeable as a benefit."},{"manual-section-id":"EIM21007","slug": "guidance/employment-income-manual/EIM21007","title":"Interaction of the\nbenefits code with the taxing of payments and benefits received on\ntermination or change of employment","body":"## Part 3 Chapters 2 to 11 and Section 401 ITEPA 2003\n\nWhere a payment or benefit is received in connection with a termination of employment, or a change in the nature of the duties of, or earnings from, an employment, there may be a potential overlap between the benefits code (see [EIM20006](/guidance/employment-income-manual/EIM20006)) and the rules on termination and change of employment (see [EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000)).\n\nPart 3 Chapters 2 to 11 charge to tax the expenses and benefits that make up the benefits code. These are listed in Chapter 2 and include at Chapter 10 the charge on general benefits provided to an employee by reason of the employment that do not fall within any of Parts 3 to 9, which contain the rules for specific benefits. For example, Chapter 4 concerns vouchers and credit tokens.\n\nSection 401 charges to tax payments and benefits received in connection with:\n\n*   a termination of employment, or\n*   a change in the duties of, or earnings from, an employment.\n\n### Termination of employment\n\nWhere a payment or benefit is received after termination of an employment the benefits code does not apply except in the exceptional circumstances referred to in [EIM20040](/guidance/employment-income-manual/EIM20001#EIM20040). Consequently at termination there is no overlap between Chapter 10 and Section 401. A tax charge may arise under Section 401 if the payment or benefit is not chargeable under any other provision (see [EIM12810](/guidance/employment-income-manual/EIM12800#EIM12810)).\n\nBenefits given during employment can continue after that employment terminates, in which case it may be necessary to apportion the benefit between Chapter 10 and Section 401, see [EIM13905](/guidance/employment-income-manual/EIM12800#EIM13905).\n\n### Change in the nature of employment\n\nSee [EIM21008](/guidance/employment-income-manual/EIM21000#EIM21008). "},{"manual-section-id":"EIM21008","slug": "guidance/employment-income-manual/EIM21008","title":"Interaction of the\nbenefits code with the taxing of payments and benefits received on\ntermination or change of employment: continued","body":"Section 401 may apply to payments and benefits received in\nconnection with a termination of employment (see\n[EIM21007](/guidance/employment-income-manual/EIM21000#EIM21007)).\n\n### Change in the duties or earnings of employment\n\nSection 401 may apply also to payments or benefits received when\nthe duties of, or earnings from, the employment change\n**but only where the payment or benefit is not otherwise\nchargeable to income tax (s401(3).** Therefore before\nconsidering a charge under Section 401 you must first consider the\nalternative measures for taxing the payment or benefit (see\n[EIM13000](/guidance/employment-income-manual/EIM12800#EIM13000)).\n\nFor instance, a payment that compensates for changes in the\n\nemployment should be considered first under\n\n[EIM00680](/guidance/employment-income-manual/EIM00505#EIM00680) to decide if Section 62 ITEPA\n\n2003 applies. If not, it should be considered next under\n\n[EIM21001](/guidance/employment-income-manual/EIM21000#EIM21001) to decide if Section 201 ITEPA\n\n2003 and the benefits code applies. See Change of Practice below.\n\nUnder s201 a benefit is taxable if it is provided by reason\n\nof the employment. S201(3) determines (\n\n[EIM20502](/guidance/employment-income-manual/EIM20500#EIM20502)) that a benefit provided by an\n\nemployer to an employee inevitably satisfies this condition,\n\nunless\n\n*   either the employee is an individual and\n\n    the benefit was provided in the normal course of the\n\n    employer&#x2019;s domestic, family or personal relationships,\n\n    or\n*   the principle of fair bargain applies (\n\n    [EIM21004](/guidance/employment-income-manual/EIM21000#EIM21004)).\n\nIf neither s62 nor s201 applies, s401 should be considered as\n\nthe final alternative.\n\n### Change of practice\n\nBefore 6 April 2003 where a payment or benefit provided in\n\nassociation with a change in employment did not fall to be taxed\n\nunder Section 19 ICTA 1988, the Revenue&#x2019;s longstanding\n\npractice was to treat the payment or benefit as taxable under\n\nSection 148 ICTA in priority to Section 154 ICTA.\n\nBut in the light of legal advice received during the rewrite\n\nof the Schedule E legislation in ICTA 1988 into the Employment\n\nIncome legislation in ITEPA 2003, this order of priority was\n\nreversed from 6 April 2003. From that date where Section 62 ITEPA\n\n(the successor to s19 ICTA) does not apply, and either s201 ITEPA\n\n(previously s154 ICTA) or s401 ITEPA (previously s148 ICTA) could\n\napply to tax the payment or benefit, s201 always takes priority\n\nover s401.\n\nThis change of practice was publicised at the time advice was\n\nreceived in 2003 in Tax Bulletin 65/03. HMRC does not believe that\n\nthe change should affect many people as most payments made in\n\nrecognition of a change in employment are taxable under s62.\n\nConsequently there is normally no need to consider either s201 or\n\ns401.\n\nSee EIM13010 for details of the types of benefits chargeable\n\nunder s401."},{"manual-section-id":"EIM21010","slug": "guidance/employment-income-manual/EIM21010","title":"When a benefit is\nprovided: Templeton v Jacobs","body":"Section 201(2) ITEPA 2003 charges to tax a benefit\n&#x201C;provided in a tax year&#x201D; for an employee by reason of\nhis employment (\n[EIM20040](/guidance/employment-income-manual/EIM20001#EIM20040)).\n\nIn most cases it will be clear when a benefit is\n&#x201C;provided&#x201D; and when it is chargeable to tax. But if the\nbenefit is paid for in one tax year and made available to an\nemployee in a different tax year, in which year is the benefit\n&#x201C;provided&#x201D;? That question was answered by the High\nCourt decision in Templeton v Jacobs.\n\n### Templeton v Jacobs 68TC735\n\nIn January 1991 Jacobs agreed to become an employee of a company\nin May 1991 and it was agreed between the parties that Jacobs would\nwork from home and that the prospective employer would pay for the\ncosts of converting the loft in Jacobs&#x2019; home into an office.\nBefore 6 April 1991 the employer entered into a contract with, and\npaid, a builder for the conversion work. The work was started in\n\nJuly 1991 and the loft conversion was available for use as an\n\noffice in September 1991.\n\nIt was agreed that the conversion of the loft represented a\n\nbenefit to Jacobs but he contended that since the contract for the\n\nbuilding work had been signed, and the cost paid, before 6 April\n\n1991, the benefit arose in 1990/1991. Since the employment did not\n\nexist in that year, the benefit was not chargeable to tax.\n\nThe High Court held that the benefit was provided in\n\n1991/1992 when the loft became available for use. Parker, J.\n\ncommented as follows:\n\n> &#x201C;No benefit is provided for the purposes of\n>\n> Section 154(1) until the benefit in question becomes available to\n>\n> be enjoyed by the taxpayer. Prior to that point in time there can\n>\n> be no relevant benefit to the taxpayer in respect of which a charge\n>\n> to tax can arise under Section 154(1). The arrangements made by the\n>\n> employer, or the steps taken by him, or the cost which he has\n>\n> incurred are not the relevant touchstones for determining whether\n>\n> or not a benefit has been provided. There can be no benefit until\n>\n> the relevant benefit is available to the\n>\n> taxpayer.&#x201D;"},{"manual-section-id":"EIM21101","slug": "guidance/employment-income-manual/EIM21101","title":"Cash equivalent of\nbenefits","body":"The value of a benefit to be charged to tax is called its \"cash\nequivalent\" (Section 203(1) ITEPA 2003).\n\nThe general rule for determining the amount of a cash\nequivalent is described at\n[EIM21102](/guidance/employment-income-manual/EIM21000#EIM21102). There are special rules in the\ncase of certain benefits. They are listed at\n[EIM21230](/guidance/employment-income-manual/EIM21230)."},{"manual-section-id":"EIM21102","slug": "guidance/employment-income-manual/EIM21102","title":"Cash equivalent: general\nrule","body":"Section 203(2) ITEPA 2003 covers the general rule for finding\nthe cash equivalent of a benefit. The cash equivalent is:\n\n*   the expense incurred by the person who\nprovided the benefit for the purpose of providing it\n> > **less**\n\n*   so much of that expense as is made good by\nthe director or employee to the person providing it.\n\nFor the meaning of \"made good\" see\n[EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120).\n\nIf a benefit is shared by a number of people, only some of\nwhom are directors or employees, you will have to apportion the\nexpenditure in order to arrive at the taxable benefit (Section 204\nITEPA 2003). There is more about apportionment at\n[EIM21200](/guidance/employment-income-manual/EIM21000#EIM21200)."},{"manual-section-id":"EIM21110","slug": "guidance/employment-income-manual/EIM21110","title":"Cash equivalent:\n'in-house' benefits: Pepper v Hart","body":"Sometimes an employer, who sells goods or services in the course\nof their business, will provide the benefit of those goods or\nservices to their employees free or at a lower price than they are\nnormally sold. This sort of situation was considered in Pepper v\nHart.\n\n### Pepper v Hart (65TC421)\n\nA number of schoolmasters at Malvern College had their sons\neducated at the College and paid concessionary fees of no more than\n200f those paid by other parents for their children&#x2019;s\neducation. The schoolmasters&#x2019; sons occupied surplus places\nand their right to do so was entirely at the College&#x2019;s\ndiscretion.\n\nThe education of the children at reduced fees was a benefit\nto the schoolmasters; the point at issue concerned the amount of\nthat benefit.\n\nThe House of Lords held that the expense of providing the\nbenefit of the children&#x2019;s education was the marginal\nadditional expense of its provision and not, as the Inland Revenue\ncontended, a proper proportion of the full costs of providing an\neducation to all pupils at the College.\n\nIn reaching this decision, Lord Browne-Wilkinson\ndistinguished two types of benefit (page 472):\n\n*   a kind bought in from outside the\nemployer&#x2019;s business (&#x201C;\n**external benefits**&#x201D;), or\n*   services or facilities which it is part of\nthe employer&#x2019;s business to sell to the public (&#x201C;\n**in-****house benefits**&#x201D;).\n\nThe cost of an external benefit is normally easy to recognise\nbecause the employer has to pay an amount to a third party, for\nexample, to buy medical insurance or purchase a car for an\nemployee.\n\nOn the other hand the cost of an in-house benefit is more\ndifficult to quantify because the employer already incurs costs on\nproviding the goods or service to the public and the cost of\nproviding the same service to an employee is only a marginal\nadditional expense. For example, in the case of a school, the fixed\ncosts to the employer of the classroom and teacher are the same\nwhether the class comprises 19 pupils paying full fees, or those 19\nplus one child of an employee paying reduced fees. The only\nadditional costs to the employer are those relating specifically to\nthe extra child, for instance, his books and writing materials.\n\n### Consequences of Pepper v Hart\n\nThe expense which has to be included in the calculation of the\ncash equivalent of an in-house benefit under Section 203(2) and\nSection 204 ITEPA 2003 is the marginal additional expense of\nproviding the benefit. This is the expense that the employer would\nhave saved if the benefit had not been provided to the employee.\nNote in this connection that where the provision of the benefit\ninvolves the supply of goods or materials there will almost\ninvariably be some additional expense. Were it not for the\nprovision of benefit, the provider would have saved the cost of the\ngoods or materials consumed or used by the employees. However where\nthe benefit is the provision of a service there may not be any\nadditional expense. See the examples at\n[EIM21111](/guidance/employment-income-manual/EIM21000#EIM21111).\n\nThe marginal additional expense principle applies only to the\nexpense of providing the benefit within Section 204. It\n**does not apply to the annual value of an asset where the\nbenefit is the placing of an asset at the employee's\ndisposal**, (\n[EIM21630](/guidance/employment-income-manual/EIM21601#EIM21630))."},{"manual-section-id":"EIM21111","slug": "guidance/employment-income-manual/EIM21111","title":"Cash equivalent:\n'in-house' benefits: examples of marginal additional expense","body":"An employer provides a course of lectures for the public and\ngives an employee a free place. The lecturer's fee and hall hire\ncosts are fixed and do not depend on the number of people attending\nthe lectures.\n\nThe expense to be included in the calculation of the cash\nequivalent of the benefit to the employee is Nil; the employer\nwould not have saved anything if he had not given the employee a\nfree place so there is no marginal additional expense.\n\nIf the employer's expenses increase as a result of the\nemployee using the place, for instance if the lecturer's fee is\naffected by the number of students or because the students are\nprovided with refreshments then there would be a marginal\nadditional expense.\n\n### Example 2: in-house goods\n\nA brewer provides beer to its employees at a staff discount. The\n\nbeer is of the same type and brewed at the same time as that the\n\nbrewer sells normally. There is marginal additional expense to the\n\nbrewer of providing the benefit to its employees.\n\nThat additional expense is:\n\n*   the cost of the malt, hops and water in\n\n    each pint\n*   the excise duty paid on the employees'\n\n    beer and\n*   any overhead costs which would have been\n\n    saved if the employees' beer had not been brewed and distributed,\n\n    such as the heating costs of boiling that much extra wort, or extra\n\n    staff and transport costs in handling the brewing and distribution\n\n    processes.\n\nIf the total of those additional costs exceeds what the\n\nemployees pay for the beer (see \"making good\" at\n\n[EIM21120](/guidance/employment-income-manual/EIM21000#EIM21120)) then there is a chargeable\n\nbenefit."},{"manual-section-id":"EIM21120","slug": "guidance/employment-income-manual/EIM21120","title":"Cash equivalent: making\ngood","body":"\"Making good\" simply means giving something in return for the\nbenefit. What is being made good is the expense incurred by the\nemployer or other person providing the benefit. It follows that in\norder to make good that expense the employee will give money, or\nsomething that can be measured in money. Usually the employee will\n\"make good\":\n\n*   by a direct payment or\n*   by deduction from salary or\n*   by a suitable debit to the employee's\ncurrent account in the employer's books and records.\n\nAny of these methods is acceptable.\n\nThe giving of services by the employee, or anything that is\nnot measured in money terms is not \"making good\", see Stones v Hall\n(60TC737).\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nAs regards \"making good\" by waiver of remuneration see\n\n[EIM21122](/guidance/employment-income-manual/EIM21000#EIM21122)."},{"manual-section-id":"EIM21121","slug": "guidance/employment-income-manual/EIM21121","title":"When must making good\ntake place?","body":"The legislation does not set a time limit on the \"making good\".\nThis will usually happen shortly after the expense is incurred by\nthe person providing the benefit. But you need not object to a\nbelated \"making good\" if it is done within a reasonable time of the\nemployee becoming aware that the chargeable benefit can be reduced,\nin whole or in part, by reimbursing the expense incurred by the\nprovider.\n\nWhat constitutes a \"reasonable time\" will depend on the facts\nof the case. Do not allow a deduction for \"making good\" which takes\nplace after a charge to tax on the benefit concerned has become\nfinal and conclusive."},{"manual-section-id":"EIM21122","slug": "guidance/employment-income-manual/EIM21122","title":"'Making good' by waiver\nof remuneration","body":"A director or employee with earnings of at least &#xA3;8,500 a\nyear may wish to apply money earnings, which he is treated under\n[EIM42260](/guidance/employment-income-manual/EIM42200#EIM42260) as having received, to \"make\ngood\" the cost of a benefit chargeable on him.\n\nHe can only do this in respect of earnings which are received\nor treated as received out of his net earnings, that is after tax\nhas been deducted under PAYE.\n\nThe net amount applied in this way will reduce the \"cash\nequivalent\" of the benefit. It will not reduce the amount of the\nmoney earnings which are taxable."},{"manual-section-id":"EIM21200","slug": "guidance/employment-income-manual/EIM21200","title":"Apportionment of cash\nequivalent","body":"Section 204 provides for \"a proper proportion of any expense\nrelating partly to provision of the benefit and partly to other\nmatters\" to be taken into account in arriving at the \"cash\nequivalent\".\n\nThis enables the expense incurred in providing a benefit to\nbe apportioned. For example, apportionment of the annual \"cash\nequivalent\" is normally justifiable where a benefit in kind is:\n\n*   shared between several directors or\nemployees, or\n*   shared between a number of individuals\nonly some of whom are directors or employees, or\n*   used partly for the purposes of the\nemployer's business and partly in providing a benefit to a director\nor employee (where a benefit is provided to a director or employee\nto perform the duties of his employment it remains a benefit and\nnot an &#x201C;other matter to be apportioned. The director or\n\n    employee is entitled to a deduction under Section 365 ITEPA if all\n\n    or part of his use of the benefit relates to use for business\n\n    purposes &#x2013; see\n    [EIM21637](/guidance/employment-income-manual/EIM21601#EIM21637) &#x2013; but this does not\n\n    affect the calculation of the cash equivalent of the benefit. All\n\n    use by the director or employee remains a benefit, whether that use\n\n    is for business or private reasons.), or\n*   provided only for part of a tax year.\n\nIf you have to apportion a benefit, do so on common sense lines\n\nbased on the facts of the case. For instance, if three directors\n\nshare a benefit equally between them throughout a tax year, charge\n\na benefit on each director on one-third of the full \"cash\n\nequivalent\" for that year. Do not contend that each of the\n\ndirectors is chargeable on the full \"cash equivalent\" so as to get\n\ntax on three times the full value of the benefit.\n\nSee\n\n[EIM21201](/guidance/employment-income-manual/EIM21000#EIM21201) for more detail on\n\napportionment. See\n\n[EIM21638](/guidance/employment-income-manual/EIM21601#EIM21638) for an example of apportionment\n\nwhen an asset is placed at the disposal of a director."},{"manual-section-id":"EIM21201","slug": "guidance/employment-income-manual/EIM21201","title":"More on apportionment of\ncash equivalent: Westcott v Bryan","body":"There is no statutory guidance on how to do a \"proper\napportionment\" (Section 204 ITEPA 2003).\n\n### Westcott v Bryan (45TC476)\n\nThe only judicial guidance is in Westcott v Bryan. That case was\nconcerned with legislation which preceded the current rules and the\nfacts of the case are a little difficult to follow, but the general\nprinciples set out by the judges apply to \"proper apportionment\".\nThe following principles emerge from the case:\n\n*   where there is use of something, both by\nan employer for their own purposes and as a benefit by a director,\nthere should be an apportionment,\n*   there are no fixed rules or precise\nformulae about how to do the apportionment,\n*   the apportionment must be based on the\nfacts of the case, and lead to a result which is fair and\n\n    reasonable.\n\nLord Justice Sachs commented (page 493) on the calculation of\n\nthe apportionment:\n\n> \"such an apportionment must &#x2026;&#x2026; necessarily be on a\n>\n> rough and ready basis. One must, of course, be on strict guard to\n>\n> avoid abuses such as by provision of benefits merely in reality\n>\n> adding to the remuneration of a director; but to my mind no precise\n>\n> formula can as a rule be applied\"."},{"manual-section-id":"EIM21210","slug": "guidance/employment-income-manual/EIM21210","title":"Deduction for necessary\nexpenses","body":"The employee can claim a deduction from the cash equivalent for\nany amounts which would have been allowable as expenses, if he had\npaid for the benefit out of his earnings. The most important\namounts which can be deducted are those which would have been\nallowable as:\n\n*   necessary expenses under Section 336 ITEPA\n2003 (\n[EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards)\n*   travelling expenses under Sections 337 and\n338 ITEPA 2003 (\n[EIM31810](/guidance/employment-income-manual/EIM31800#EIM31810))\n*   professional fees and annual subscriptions\nunder Sections 343 and 344 ITEPA 2003 (\n[EIM32880](/guidance/employment-income-manual/EIM32700CT#EIM32880))\n*   the expenses of a minister of religion\nunder Section 351 ITEPA 2003 (\n[EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040)).\n\nBenefits which are used for business entertaining will not\n\nusually qualify for a deduction under Section 336 (\n\n[EIM32630](http://www.hmrc.gov.uk/manuals/eimanual/EIM32630.htm))."},{"manual-section-id":"EIM21220","slug": "guidance/employment-income-manual/EIM21220","title":"Who is person providing\nthe benefit","body":"The person providing a benefit is the person \"at whose cost the\nbenefit is provided&#x201D; (Section 209 ITEPA 2003).\n\nThat person need not necessarily be the one who physically\n\"hands over\" the benefit to the director or employee so long as\nthey are, ultimately, the source of the funds used to pay for the\nbenefit, see Wicks v Firth (56TC 318).\n\nIn most cases it will be the employer who is paying for, and\ntherefore providing, the benefit. If the benefit is provided by the\nemployer, in other words he is incurring the cost of providing it,\nit is automatically deemed to have been provided by reason of the\nemployment under Section 201(3) ITEPA 2003 (\n[EIM20502](/guidance/employment-income-manual/EIM20500#EIM20502)).\n\nIf the employer is a company and the employee gets the\nbenefit from a subsidiary company it is the employer who is\nproviding the benefit if the subsidiary charges the expense to the\nparent company.\n\nOccasionally the benefit will be provided by a third party.\n\nFor example, a motor manufacturer may incur expense in providing\n\nbenefits for the employees of dealers who sell the manufacturer's\n\ncars.\n\nCertain benefits taking the form of entertainment by third\n\nparties are exempt (\n\n[EIM21835](/guidance/employment-income-manual/EIM21604#EIM21835) onwards)."},{"manual-section-id":"EIM21230","slug": "guidance/employment-income-manual/EIM21230","title":"Special rules for\nvaluation of certain benefits"},{"manual-section-id":"EIM21240","slug": "guidance/employment-income-manual/EIM21240","title":"Benefits and expenses\nexempt from tax","body":"Some items within the wide meaning of \"benefit\" described in\n[EIM21002](/guidance/employment-income-manual/EIM21000#EIM21002) are statutorily exempt from\ncharge. Part 4 ITEPA 2003 covers various exemptions.\n\nThe table at\n[EIM21241](/guidance/employment-income-manual/EIM21241) summarises the benefits and\nreimbursed expenses exempted by statute and shows where the\nrelevant instructions are to be found. Those instructions should\nalways be consulted to ensure that the necessary conditions are\nmet."},{"manual-section-id":"EIM21241","slug": "guidance/employment-income-manual/EIM21241","title":"Benefits and expenses not\nchargeable to tax: table"},{"manual-section-id":"EIM21600","slug": "guidance/employment-income-manual/EIM21600","title":"Particular benefits and\nexpenses payments"}]}]}}
