{"title":"Car benefit: the charge to tax: contents","details":{"manual-section-id":"EIM23010","body":"This index covers the charge to tax.  There are related indexes at:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM23000","EIM24000","EIM23010"],"sections":[{"title":" HOW THE CAR BENEFIT CHARGE WORKS AND WHAT IT COVERS","sections":[{"manual-section-id":"EIM23015","title":"Car benefit: introduction","body":"\n\n## Part 3 Chapter 6 ITEPA 2003\n\nCar benefit uses its own set of statutory rules entirely separate from those for other benefits.  It follows that the rules for most other benefits described at [EIM21001](/guidance/employment-income-manual/EIM21000#EIM21001) onwards do not apply to car benefit.\n\n### To whom does car benefit apply\n\nIt applies to the benefit obtained by a director or employee who is not in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) and is therefore chargeable under the benefits code from having a car made available for private use.\n\nThere are two main aspects to consider in respect of the car benefit charge. These are:\n\n*   are the conditions present for a car benefit charge to apply and (if yes),\n*   what is the amount of the cash equivalent of that benefit (or car benefit charge)?\n\n### When a car benefit charge applies\n\nThe conditions for a car benefit charge to apply are listed at [EIM23020](/guidance/employment-income-manual/EIM23010#EIM23020).\n\n### The amount of the car benefit charge\n\nGuidance on this can be found via the relevant contents page at [EIM24000](/guidance/employment-income-manual/EIM24000).\n\n### Additional charge when fuel is provided\n\nGuidance on this can be found via the relevant contents page at [EIM25500](/guidance/employment-income-manual/EIM25500).\n\n### Other charges in connection with a provided car\n\nSee [EIM23035](/guidance/employment-income-manual/EIM23010#EIM23035)."},{"manual-section-id":"EIM23020","title":"Car benefit: conditions for the charge to apply","body":"\n\n## Section 114 ITEPA 2003\n\nAs explained at [EIM23015](/guidance/employment-income-manual/EIM23000#EIM23015), the first stage in looking at car benefits is to consider whether all the conditions for a car benefit charge to apply are present. If they are, the charge itself arises under Section 120 ITEPA 2003.\n\nThe conditions are set out in Section 114(1) and (3) ITEPA 2003. A car benefit charge applies when:\n\n*   a car (see [EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100) onwards)\n*   is made available (see [EIM23200](/guidance/employment-income-manual/EIM23000#EIM23200))\n*   to an employee (including a director)*   (or to a member of their family or household) (see [EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504))*   without any transfer of the property in it (see [EIM23205](/guidance/employment-income-manual/EIM23010#EIM23205))\n*   by reason of the employment (see [EIM23250](/guidance/employment-income-manual/EIM23000#EIM23250) onwards)\n*   and is available (see [EIM23300](/guidance/employment-income-manual/EIM23000#EIM23300)) for private use (see [EIM23305](/guidance/employment-income-manual/EIM23010#EIM23305)) and*   the benefit of the car does not constitute earnings from the employment by virtue of any other provision (see [EIM23050](/guidance/employment-income-manual/EIM23010#EIM23050)).\n\nIn addition, the employee must not be in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) and so be chargeable under the benefits code."},{"manual-section-id":"EIM23025","title":"Car benefit: scope of the charge","body":"The car benefit charge is the only charge on the benefit of a car available for private use. But there are also other charges where:\n\n*   fuel is provided for private motoring in the provided car (see [EIM25500](/guidance/employment-income-manual/EIM25500) onwards), or\n*   expense is incurred by an employer (or another person acting on the employer's behalf or otherwise by reason of the employment) in providing a chauffeur for the car (see [EIM23045](/guidance/employment-income-manual/EIM23010#EIM23045))\n*   fines or penalties are incurred in connection with congestion ([EIM21680](/guidance/employment-income-manual/EIM21602#EIM21680)) or parking charges ([EIM21686](/guidance/employment-income-manual/EIM21602#EIM21686)) and it is possible for the employee to become liable to pay them."},{"manual-section-id":"EIM23030","title":"Car benefit: exceptions","body":"\n\n## Sections 118 and 167 ITEPA 2003\n\nThere are various situations where no car benefit charge will arise in respect of a car that is made available to and actually used by an employee or director who is not in an excluded employment. These are where the car in question:\n\n*   is one that the employee is specifically prohibited from using for private purposes and which is not so used (see [EIM23400](/guidance/employment-income-manual/EIM23000#EIM23400)), or\n*   satisfies all the conditions to be treated as a pooled car for tax purposes (see [EIM23450](/guidance/employment-income-manual/EIM23000#EIM23450) onwards)\n*   is used by a disabled employee and the conditions in [EIM23655](/guidance/employment-income-manual/EIM23010#EIM23655) or [EIM23660](/guidance/employment-income-manual/EIM23010#EIM23660) are met\n*   is an emergency vehicle and all the conditions at [EIM23600](/guidance/employment-income-manual/EIM23000#EIM23600) (including those at EIM23605) are met."},{"manual-section-id":"EIM23035","title":"Car benefit: prohibition on other tax charges where car benefit charge applies","body":"\n\n## Sections 201, 202, 239 and 269 ITEPA 2003\n\nApart from the provision of car fuel (see [EIM25500](/guidance/employment-income-manual/EIM25500)) or a chauffeur (see [EIM23045](/guidance/employment-income-manual/EIM23010#EIM23045)) the legislation limits the taxable benefit arising from the availability of a car for private use.\n\nWhen the benefit of a car is charged under Section 120 ITEPA 2003 it is excluded from the residual liability to charge in Part 3 Chapter 10 ITEPA 2003.  There is also no residual liability to charge on any benefit in connection with the car other than those listed in the first paragraph on this page.  That means that a benefit charge cannot also be made on the provision of, for example, insurance for the car.\n\nBut this exemption from residual liability to charge for benefits in connection with the car does not extend to benefits that are also enjoyed by the employee when using a car or van for which that employee is not chargeable to tax, including their own vehicle.  For example, the provision of a season ticket for a toll bridge.\n\nThere is also legislation forbidding any charge under other employment income provisions in addition to the car benefit charge for:\n\n*   the discharge of any liability of the employee in connection with the car (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580) onwards)\n*   the use of a non-cash voucher or credit-token to obtain goods or services in connection with the car (see [EIM16100](/guidance/employment-income-manual/EIM16000#EIM16100))\n*   the reimbursement by the employer (or other person acting on behalf of the employer) of expenses incurred by the employee in connection with the car (see [EIM20601](/guidance/employment-income-manual/EIM20600#EIM20601)).\n\nSo, for example, there would be no charge under the employment income provisions if the employer provided the employee with car wash vouchers for a car that attracts a car benefit charge.   See [EIM32440](http://www.hmrc.gov.uk/manuals/eimanual/EIM32440.htm) and [EIM25255](/guidance/employment-income-manual/EIM24000#EIM25255) for details of the tax treatment that applies if the employee incurs car washing expenses that are not met by the employer.\n\nThere is no charge to tax for a car telephone, see [EIM21780](/guidance/employment-income-manual/EIM13310#EIM21780) onwards.\n\nFor car parking at or near the employee's place of employment see [EIM21685](/guidance/employment-income-manual/EIM21602#EIM21685).\n\nFor personalised number plates see [EIM24290](/guidance/employment-income-manual/EIM24000#EIM24290)."},{"manual-section-id":"EIM23040","title":"Car benefit: is an employee chargeable under the benefits code: effect of expenses, etc. paid in connection with a provided car","body":"\n\n## Section 218 ITEPA 2003\n\nExpenses, etc in connection with a provided car which are paid in any of the three ways shown in bullets in [EIM23035](/guidance/employment-income-manual/EIM23010#EIM23035) have to be taken into account in the calculation of the earnings rate for a year if it is necessary to determine whether an employment is lower-paid employment under Section 216 ITEPA 2003.\n\nThe earnings rate determines whether or not an employee is chargeable under the benefits code (an employee in an excluded employment, see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007), is not).\n\nThis is so even though the expenses, etc themselves are not separately chargeable to tax.\n\n[EIM20105](/guidance/employment-income-manual/EIM20001#EIM20105) gives an example of how this works in practice."},{"manual-section-id":"EIM23045","title":"Car benefit: expense of a chauffeur","body":"\n\n## Part 3 Chapter 10 and Section 239(4) and (5) ITEPA 2003\n\nThe expense incurred by an employer, or another person acting on the employer's behalf, in the provision of a chauffeur is included in the residual liability to charge imposed by Part 3 Chapter 10 ITEPA 2003.  Section 239(5) ensures that it is not excluded from charge.\n\nThe cash equivalent of the benefit of the chauffeur is calculated in the same way as for other benefits in kind (see [EIM21101](/guidance/employment-income-manual/EIM21000#EIM21101) onwards)."},{"manual-section-id":"EIM23050","title":"Car benefit: benefit not otherwise taxable","body":"\n\n## Section 119 ITEPA 2003\n\n### Arguments that normal car benefit rules do not apply where cash alternative offered\n\nTaxpayers have been known to argue that a different basis of valuing the benefit should be used if a cash alternative to the car is offered (but not taken).\n\nSection 119 ITEPA 2003 makes it clear that the mere fact that a cash alternative is offered does not change the method of calculation of the cash equivalent of the car benefit."},{"manual-section-id":"EIM23055","title":"Car and car fuel benefits: Class 1A National Insurance contributions payable by employers","body":"Employers are liable to pay Class 1A National Insurance contributions on most taxable benefits. This includes car and fuel benefits.\n\nFull details are in the National Insurance Manual, starting with an index to Class 1A NICs at NIM13000. "},{"manual-section-id":"EIM23060","title":"Car and car fuel benefits: fair bargain","body":"The principle of &#x201C;fair bargain&#x201D; in relation to a benefit arose in the case of Mairs v Haughey (66TC273); see [EIM21004](/guidance/employment-income-manual/EIM21000#EIM21004).  In effect, it achieves the same result as the statutory benefits scheme by a shorter route, informally setting off against the gross benefit charge the deduction available from that charge for the amount or item taken in exchange for the benefit provided and deciding that there is no benefit to charge.\n\nIt has no relevance to car and car fuel benefits (or to the parallel regime of van and van fuel benefit) because these benefits work in an entirely different way to general/residual benefits chargeable under section 203 ITEPA.\n\nThe amounts which can be deducted in arriving at the cash equivalent of the car and car fuel benefit charges are prescribed by statute and no other deduction is permissible.  Any attempt to short cut the statutory benefit calculations will arrive at a non-statutory result and is therefore invalid.\n\nSupport for this view can be found in the decision of the First-tier Tribunal in the cases of Whitby and Ball v HMRC, TC00255."}]},{"title":" CONDITIONS FOR THE CAR BENEFIT CHARGE TO APPLY\n\n### The vehicle must be a car","sections":[{"manual-section-id":"EIM23100","title":"Car benefit: meaning of car","body":"\n\n## Section 115(1) ITEPA 2003\n\nA car is a mechanically propelled road vehicle that is not:\n\n*   a goods vehicle (a vehicle of a construction primarily suited for the conveyance of goods or burden of any description).\n\n*   *   This will include most commercial vehicles such as lorries, pick-up trucks or vans. Estate cars will usually count as cars unless they have been permanently and substantially modified to change their construction to one primarily suited for the conveyance of goods or burden (see [EIM23115](/guidance/employment-income-manual/EIM23115) onwards). There is guidance on multi-purpose vehicles at [EIM23145](/guidance/employment-income-manual/EIM23010#EIM23145) and double cab pick-ups at [EIM23150](/guidance/employment-income-manual/EIM23010#EIM23150).\n    *   Note that the test is of construction, not use.\n    *   A vehicle that escapes from being a car for car benefit purposes by this route will be treated as a van (see [EIM22700](/guidance/employment-income-manual/EIM22700) for years from 2005/06 onwards and [EIM22050](/guidance/employment-income-manual/EIM22050) onwards for years to 2004/05) unless it is large enough to be a heavy goods vehicle (see [EIM22300](/guidance/employment-income-manual/EIM22050#EIM22300) onwards).\n\n*   a vehicle of a type not commonly used as a private vehicle and unsuitable to be so used.\n\n*   *   This will obviously apply to a specialised vehicle, such as a bus. But it may also include outwardly conventional vehicles that have been modified in some way. Further guidance on this point is at [EIM23125](/guidance/employment-income-manual/EIM23010#EIM23125) onwards.\n    *   The benefit of the use of a vehicle that escapes from being a car for car benefit purposes by this route will be taxed under the general benefit rules on use of an asset (see [EIM21615](/guidance/employment-income-manual/EIM13310#EIM21615) onwards).\n\n*   a motor cycle as defined in Section 185(1) of the Road Traffic Act 1988\n*   an invalid carriage as defined in Section 185(1) of the Road Traffic Act 1988.\n\nThe flowchart at [EIM23105](/guidance/employment-income-manual/EIM23010#EIM23105) explains how different vehicles are dealt with under various Sections of ITEPA 2003.\n\n[EIM23110](/guidance/employment-income-manual/EIM23010#EIM23110) is designed to be issued to taxpayers wanting guidance on the difference between cars and vans for tax purposes."},{"manual-section-id":"EIM23105","title":"Car benefit: meaning of car: flowchart","body":"\n\n            [businesses &amp; corporations](http://www.hmrc.gov.uk/businesses/)\n\n\n\n## Section 115(1) ITEPA 2003\n\nThe following flowchart should be read together with [EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100).\n\n    "},{"manual-section-id":"EIM23110","title":"Car benefit: car or van - summary","body":"\n\n## Section 115(1) ITEPA 2003\n\nThis page is designed to be issued to taxpayers wanting guidance on the difference between cars and vans for tax purposes.\n\nIn deciding whether or not a particular vehicle counts as a car for car benefits purposes, the starting point is the definition in Section 115(1) Income Tax (Earnings and Pensions) Act 2003 (ITEPA).  This works by exception: every mechanically propelled road vehicle is a &#x201C;car&#x201D; unless it is\n\n*   (i) a goods vehicle (a vehicle of a construction primarily suited for the conveyance of goods or burden of any description),\n*   (ii) a motor cycle (as defined in Section 185 Road Traffic Act 1988),*   (iii) an invalid carriage (also as defined in that Act), or\n*   (iv) a vehicle of a type not commonly used as a private vehicle and unsuitable to be so used.\n\n### Exceptions (2) and (3)\n\nIt is normally obvious whether either applies.\n\n### Exception (4)\n\nThis exception can also be discounted in most cases.  Irrespective of their use in practice, there is nothing that renders most vehicles inherently unsuitable for private use.  Indeed the marketing of many whose status might otherwise be uncertain is aimed at illustrating how well fitted they are for private use.\n\nIt follows that, if a vehicle is to escape from being classified as a car, it will normally need to satisfy the first of the tests in Section 115(1).\n\n### Exception (1)\n\nThis looks at the construction of a vehicle to see if it is primarily suited for the conveyance of goods or burden (note that &#x2018;primarily&#x2019; is crucial and that &#x2018;goods or burden&#x2019; does not include people).  This means we must look to see if there is a predominant purpose of construction.\n\nActual use of a particular vehicle is irrelevant: the statutory test is a test of construction, not use.\n\nThe fact that the manufacturer or dealer describes the vehicle as a &#x201C;commercial vehicle&#x201D; is not conclusive.\n\nIf a vehicle is designed and marketed as a multi-purpose vehicle, it is unlikely to fall within this exception.\n\nEven if the preceding 2 paragraphs do not apply but neither purpose predominates with regard to the construction of the vehicle, the vehicle is not primarily suited for either purpose and this means that it does not escape from being a car.  Clearly if its primary purpose is to carry passengers it will also remain within the company car legislation (unless it is so big that it is clearly a bus).  It is only if the primary purpose for which the vehicle is constructed is the carriage of goods that it will escape from being a car.\n\nIf a vehicle has side windows behind the driver and passenger doors, it is also unlikely to fall within this exception.  This is particularly so if it is fitted, or is capable of being fitted, with additional seating behind the row which includes the driver.  This remains true whether or not those additional seats are in the vehicle at the time.\n\nThere is guidance on the specific type of vehicle known as double cab pick-ups at [EIM23150](/guidance/employment-income-manual/EIM23010#EIM23150), on other off-road vehicles at [EIM23145](/guidance/employment-income-manual/EIM23010#EIM23145) and on other specific types of vehicle at [EIM23155](/guidance/employment-income-manual/EIM23010#EIM23155)**.**&#xA0;\n\nWhere a vehicle does escape being a car because exception 1 applies, the van benefit rules of Section 154 ITEPA will normally apply ([EIM22700](/guidance/employment-income-manual/EIM22700) for 2005/06 onwards, [EIM22050](/guidance/employment-income-manual/EIM22050) for years to 2004/05).  Otherwise, unless the specific rules for heavy goods vehicles prevent a charge ([EIM22990](/guidance/employment-income-manual/EIM22700#EIM22990)), the residual benefit rules of Section 201 ITEPA onwards will apply ([EIM20000](/guidance/employment-income-manual/EIM20000)).\n\nIt is worth noting that Vehicle Excise Duty and VAT legislation are both different to tax legislation, so the same vehicle can be treated differently by the different agencies.  For instance, VED is based on type approval at the time the vehicle is first registered, whereas VAT and the tax/NICs regimes consider the nature of the vehicle at the time of the transaction or in the relevant tax year."},{"manual-section-id":"EIM23115","title":"Car benefit: vehicle of a construction primarily suited for the conveyance of goods or burden of any description: meaning of construction"},{"manual-section-id":"EIM23120","title":"Car benefit: vehicle of a construction primarily suited for the conveyance of goods or burden of any description: meaning of primarily suited","body":"\n\n## Section 115 ITEPA 2003\n\nThe guidance on this page explains how to apply the second part of the test described at [EIM23115](/guidance/employment-income-manual/EIM23115), that is whether the construction of the vehicle is primarily suited for the conveyance of goods or burden of any description.\n\nThe importance of the word primarily is that it:\n\n*   recognises that a vehicle may be suited to fulfil more than one purpose and\n*   makes it clear that a vehicle will only fall outside the definition of car in this context if it has a predominant purpose of carrying goods or burden.\n\nMost estate cars (or indeed cars with some sort of boot) are suited to the dual purpose of carrying passengers and some cargo or luggage. But it is clear that what they are primarily suited for is the conveyance of passengers.\n\nIn contrast, a standard transit van is also capable of carrying a driver plus a passenger (occasionally two) as well as cargo, but it is clear that what it is primarily suited for is the conveyance of goods or burden.\n\nA vehicle will not automatically satisfy this test simply because it has only one row of seats. There are certain sports cars and leisure vehicles that can only seat a driver and one passenger, but that are quite clearly not primarily suited for carrying goods or burden.\n\nA vehicle will not automatically fail this test if it has two rows of seats. Vehicles of this type exist that have a sufficiently large payload, that is, gross vehicle weight (or design weight) less unoccupied kerb weight, to satisfy this condition.\n\n*   For off-road vehicles see [EIM23145](/guidance/employment-income-manual/EIM23010#EIM23145).*   For double-cab pick ups, see [EIM23150](/guidance/employment-income-manual/EIM23010#EIM23150).\n\nIf a vehicle has no predominant purpose, and is equally suited to carrying passengers and cargo, it will not satisfy this test."},{"manual-section-id":"EIM23125","title":"Car benefit: vehicle of a type not commonly used as a private vehicle and unsuitable to be so used: meaning of type","body":"\n\n## Section 115(1) ITEPA 2003\n\n[EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100) sets out the four exceptions from being a car that are prescribed in the legislation. This guidance expands on the second of those exceptions, namely that a vehicle will not count as a car for car benefit purposes if it is:\n\n*   a vehicle of a type not commonly used as a private vehicle **and**&#xA0;\n*   unsuitable to be so used.\n\nThere are three stages to applying this test.\n\n1.  Identify the type of vehicle, see below.\n2.  Consider whether that type of vehicle is not commonly used as a private vehicle, see [EIM23130](/guidance/employment-income-manual/EIM23010#EIM23130).\n3.  Consider whether that type of vehicle is unsuitable for use as a private vehicle, see [EIM23135](/guidance/employment-income-manual/EIM23010#EIM23135).\n\n### Meaning of type of vehicle\n\nWhat counts as a type of vehicle for tax purposes was considered in the capital allowance cases of Bourne v Auto School of Motoring (Norwich) Limited (42TC217) and Roberts v Granada TV Rental Limited (46TC295).  Those cases show that a vehicle that has been modified in some way can be a different type from one that has not been modified.  It does not matter that they are both of the same basic model. In the Granada TV case the Judge said:\n\n\"there may be many different categories, with a vehicle moving from one to the other with comparatively small modifications\".\n\nModifications that can be accepted as establishing a different type include:\n\n*   the addition of fixed, flashing blue lights (see Gurney v Richards, (62TC287) and [EIM23140](/guidance/employment-income-manual/EIM23010#EIM23140)), or\n*   the fitting of dual controls (see Bourne v Auto School of Motoring (Norwich) Limited, (42TC217)), or\n*   the addition of a rooftop sign or loud speaker.\n\nHowever, even if a vehicle has been modified so that it is of a different type, it will not necessarily follow that the vehicle is not a car. You still need to consider whether that type is:\n\n*   not commonly used as a private vehicle (see [EIM23130](/guidance/employment-income-manual/EIM23010#EIM23130)) **and**&#xA0;\n*   unsuitable to be used as a private vehicle (see [EIM23135](/guidance/employment-income-manual/EIM23010#EIM23135)).\n\nThe fact that a vehicle has been painted in a particular way (for example, to include an advertisement for the employer's products) should not be accepted as establishing a type."},{"manual-section-id":"EIM23130","title":"Car benefit: meaning of not commonly used as a private vehicle","body":"\n\n## Section 115(1) ITEPA 2003\n\nThe guidance on this page explains how to apply the second stage of the test outlined at [EIM23125](/guidance/employment-income-manual/EIM23010#EIM23125), that is whether that type of vehicle is one that is not commonly used as a private vehicle.\n\nExamples of types of vehicles that would satisfy this test include fire engines, agricultural tractors, buses, back-hoe loaders or diggers.\n\nA vehicle that in itself is not of a common model because there are not very many of them, for example a luxurious sports car, is still of a type of vehicle that is commonly used as a private vehicle and suitable for that use. The type in that instance is a sports saloon."},{"manual-section-id":"EIM23135","title":"Car benefit: meaning of unsuitable for use as a private vehicle","body":"\n\n## Section 115(1) ITEPA 2003\n\nThe guidance on this page explains how to apply the third stage of the test outlined at [EIM23125](/guidance/employment-income-manual/EIM23010#EIM23125), that is whether that type of vehicle is one that is unsuitable for use as a private vehicle.\n\nRemember that the whole of the test at EIM23125 has to be satisfied in order for a vehicle to fall outside the definition of &#x201C;car\". It follows that a vehicle that is of a type not commonly used as a private vehicle will still count as a car unless:\n\n*   it is also unsuitable for use as a private vehicle, or\n*   it falls in one of the other excluded categories in [EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100).\n\nThe words unsuitable for use as a private vehicle should be taken to mean unsuitable for use by members of the public generally. So, with regard to any vehicle under consideration, the key question to pose is; what are the features of this vehicle that make it unsuitable to be used privately?\n\nOne example of a feature that will make a vehicle unsuitable to be used privately is the fact that it is of a type that ordinary members of the public are legally barred from driving, see [EIM23140](/guidance/employment-income-manual/EIM23010#EIM23140).\n\nIf a vehicle is not a &#x2018;car&#x2019; for this reason, you should consider whether the benefit can be taxed under the residual benefits legislation, starting at Section 201 ITEPA 2003."},{"manual-section-id":"EIM23140","title":"Car benefit: meaning of unsuitable for use as a private vehicle: emergency vehicles","body":"\n\n## Section 115(1) ITEPA 2003\n\nThe guidance on this page expands on the guidance at [EIM23135](/guidance/employment-income-manual/EIM23010#EIM23135) about the meaning of unsuitable for use as a private vehicle.\n\nIn Gurney v Richards (62TC287) a Chief Fire Officer was provided with a Ford Sierra that was fitted with a fixed flashing blue light. The Court accepted that this made it a type of vehicle not commonly used as a private vehicle (see [EIM23125](/guidance/employment-income-manual/EIM23010#EIM23125)).\n\nIt was also unsuitable to be used as a private vehicle because the Road Vehicle Lighting Regulations make it illegal for members of the public to use on the road a vehicle with a fixed flashing light. There are similar restrictions within the Road Vehicle (Construction and Use) Regulations governing the type of vehicles that can carry two-tone horns and sirens.\n\nVehicles can only be fitted with flashing blue lights and audible warning devices such as sirens if they are emergency vehicles. Emergency vehicles are defined in the regulations to include vehicles used for fire brigade, ambulance or police purposes.\n\nWhere a vehicle that would otherwise be treated as a car for car benefit purpose is an emergency vehicle because it has blue flashing lights and/or audible warning devices, you can accept that it is of a type not commonly used as a private vehicle and unsuitable to be so used. The car benefit charge will not then apply. However, if the vehicle is also used for private purposes, there will be a residual liability to charge under Section 203 ITEPA 2003 (see [EIM21630](/guidance/employment-income-manual/EIM21601#EIM21630) onwards) unless the specific exemption below applies.\n\nIn other cases, the fact that a car has been modified in some way will not make it either illegal or unsuitable for use as a private vehicle. In particular, the fact that a car is usually kept loaded with goods or equipment does not mean that it is unsuitable for use as a private vehicle if all that is necessary to make it suitable is to unload the items in question.\n\n### Specific exemption from 2004/05 in specified circumstances\n\nCertain emergency vehicles are exempt from tax from 2004/05 if the specified conditions concerning the vehicle, the employee and the use of the vehicle are all met.  See [EIM23600](/guidance/employment-income-manual/EIM23000#EIM23600) for full details."},{"manual-section-id":"EIM23145","title":"Car benefit: off road and multi-purpose vehicles","body":"\n\n## Section 115(1) ITEPA 2003\n\nLuxury off road vehicles, four wheel drive recreational vehicles and multi-purpose vehicles will usually count as cars. This is because in most cases:\n\n*   they are clearly **not** designed or constructed primarily for carrying goods or burden, so do not come within the exception outlined at [EIM23115](/guidance/employment-income-manual/EIM23115) onwards and\n*   there is nothing about them that renders them unsuitable for private use; indeed, they are very commonly used as private vehicles, in urban as well as in rural locations. So they do not come within the exception outlined at [EIM23125](/guidance/employment-income-manual/EIM23010#EIM23125) onwards.\n\nSome, however, are produced as commercial variants and, depending on the particular specifications, may come within the exception outlined at [EIM23115](/guidance/employment-income-manual/EIM23115) onwards.\n\nOne class of vehicle that can be difficult to categorise is generally described as a double-cab pick up.  For guidance on these vehicles see [EIM23150](/guidance/employment-income-manual/EIM23010#EIM23150).\n\nIn case of difficulty see [EIM23160](/guidance/employment-income-manual/EIM23010#EIM23160) and the summary of whether a vehicle is a car or a van at [EIM23110](/guidance/employment-income-manual/EIM23010#EIM23110)."},{"manual-section-id":"EIM23150","title":"Car benefit: double cab pick ups","body":"\n\n## Section 115(1) ITEPA 2003\n\nA vehicle of this sort normally has:\n\n*   a front passenger cab that contains a second row of seats and is capable of seating about 4 passengers, plus the driver\n*   four doors capable of being opened independently, whether the rear doors are hinged at the front or the rear (two door versions are normally accepted to be vans) and\n*   an uncovered pick-up area behind the passenger cab.\n\nThere is nothing about these vehicles that renders them unsuitable for private use, so they will not come within the exception outlined at [EIM23125](/guidance/employment-income-manual/EIM23010#EIM23125) onwards.\n\nSo it is necessary to consider whether they are designed primarily for carrying goods or burden, so that they come within the exception outlined at [EIM23115](/guidance/employment-income-manual/EIM23115) onwards.\n\nThey present us with a challenge in terms of establishing the predominant purpose of construction (see [EIM23120](/guidance/employment-income-manual/EIM23010#EIM23120)) as on the surface many of them appear to be equally suited to convey passengers or goods. However, when all factors relating to their construction are taken into account, a number of vehicles within this category do have a predominant purpose of carrying goods or burden.\n\nIt follows from the above that it is not possible on first principles to come up with a single categorisation for all double cab pick-ups. Nor is it possible to give a blanket ruling on any particular makes, as the standard vehicle may have been adapted in the factory, by the dealer, or once acquired. So each case will depend on the facts and the exact specification during the period when the vehicle is made available for private use.\n\n### Interpretation of the legislation (originally an interim measure for 2002/03 onwards)\n\nFrom 2002/03, when deciding whether double cab pick-ups count as cars or vans, HMRC will interpret the legislation that defines car and van for tax purposes in line with the definitions used for VAT purposes. The position in respect of earlier tax years remains unchanged.\n\nUnder this measure, a double cab pick-up that has a payload of 1 tonne (1,000kg) or more is accepted as a van for benefits purposes. Payload means gross vehicle weight (or design weight) less unoccupied kerb weight (care is needed when looking at manufacturers&#x2019; brochures as they sometimes define payload differently).\n\nUnder a separate agreement between Customs and the Society of Motor Manufacturers and Traders (SMMT), a hard top consisting of metal, fibre glass or similar material, with or without windows, is accorded a generic weight of 45kg. Therefore the addition of a hard top to a double cab pick-up with an ex-works payload of 1,010 kg will convert the vehicle into a car (net payload reduced to 965 kg).  Under this agreement, the weight of all other optional accessories is disregarded.  HMRC has also adopted this treatment.\n\nCustoms has been in discussions with the major manufacturers as to which of their models will no longer be regarded as cars. Potential purchasers can obtain advice about the payload of a particular model from the manufacturer or dealer. If they request any more information, you should refer them to this page on the HMRC website (full address: www.hmrc.gov.uk/manuals/eimanual/EIM23150.htm).\n\nYou should not comment on how a particular vehicle will be treated. You should ensure that enquirers know that the website contains the latest information on the criteria used and that any changes or developments will be publicised there.\n\nIn case of difficulty see [EIM23160](/guidance/employment-income-manual/EIM23010#EIM23160).\n\n### Other vehicles\n\nThe 1 tonne rule only applies to double cab pick-ups, not to any other vehicle.\n\nOther specific types of vehicle are dealt with at [EIM23155](/guidance/employment-income-manual/EIM23010#EIM23155)."},{"manual-section-id":"EIM23155","title":"Car benefit: other specific types of vehicle","body":"\n\n## Section 115(1) ITEPA 2003\n\n### Motor homes\n\nHMRC has always considered these vehicles to be cars for tax purposes because\n\n*   they are mechanically propelled road vehicles, and\n*   none of the exceptions in s115(1) ([EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100)) apply to prevent them being cars.\n\nIn March 2006, the High Court confirmed an earlier decision by the Special Commissioners and upheld this view in the cases of County Pharmacy Ltd v HMRC and D A H Morris v HMRC, Mr Morris being managing director of the company.\n\nUntil the judgement is published in the Tax Cases series, it can be found at:\n\n*   All England Law Reports, [2006] EWHC 1560 (Ch)\n*   Simon&#x2019;s Tax Cases, [2006] STC 1593.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Land Rover Defender Station Wagons\n\nHMRC has always considered these vehicles to be cars for tax purposes for the reasons given above, i.e. that\n\n*   they are mechanically propelled road vehicles, and\n*   none of the exceptions in s115(1) ([EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100)) apply to prevent them being cars."},{"manual-section-id":"EIM23160","title":"Car benefit: meaning of car: submissions to PAYE Technical","body":"\n\n## Section 115(1) ITEPA 2003\n\nMake a report to Employment Income Technical:\n\n*   before you accept a claim that any outwardly conventional car should not be regarded as a car for the purpose of the car and car fuel scale charges\n*   in any other case of doubt or difficulty, but in particular when you anticipate that a taxpayer may appeal to the First-tier Tribunal.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nBefore contacting Employment Income Technical, please ensure that you have full details of:\n\n*   the vehicle\n*   the model*   if it is a double cab pick-up and you are still unsure about its status after reading [EIM23150](/guidance/employment-income-manual/EIM23010#EIM23150), its gross vehicle weight/design weight and its unoccupied kerb weight\n*   details of any changes to the standard specification."}]},{"title":" The car must be made available without any transfer of the property in it","sections":[{"manual-section-id":"EIM23200","title":"Car benefit: meaning of made available","body":"\n\n## Section 114(1) ITEPA 2003\n\nCar benefit can only apply when the car is &#x201C;made available&#x201D;.  This requires a decision by someone (normally, but not necessarily, the employer) having control of the car to do so.\n\nIt also requires that the decision is conveyed to the employee - a decision not conveyed to the employee is worthless because, so far as they are aware, they cannot use the car.\n\nSee [EIM23300](/guidance/employment-income-manual/EIM23000#EIM23300) for the meaning of available.\n\nSee [EIM23205](/guidance/employment-income-manual/EIM23010#EIM23205) for the related phrase, &#x201C;without any transfer of the property in it&#x201D;."},{"manual-section-id":"EIM23205","title":"Car benefit: meaning of without any transfer of the property in it","body":"\n\n## Section 114(1)(a) ITEPA 2003\n\nA car benefit charge will only apply if the car is made available to the employee (or member of the employee's family or household) without the employee (or family member, as the case may be) becoming the outright owner of the car.\n\nIf an employer gives or sells a car outright to an employee, the employee will have become the owner of the vehicle. Therefore there can be no car benefit charge in respect of that car after the date of sale or gift. This will also be true for a properly structured employee car purchase scheme, see [EIM23225](/guidance/employment-income-manual/EIM23010#EIM23225).\n\n### Other tax consequences of a transfer\n\nThere may be an employment income charge in respect of the transfer, see [EIM21640](/guidance/employment-income-manual/EIM21601#EIM21640) onwards.\n\n### Car leased to employee or director\n\nSee [EIM23215](/guidance/employment-income-manual/EIM23010#EIM23215).\n\n### Part ownership\n\nSee [EIM23210](/guidance/employment-income-manual/EIM23010#EIM23210)."},{"manual-section-id":"EIM23210","title":"Car benefit: meaning of without any transfer of the property in it: part ownership","body":"This page follows from [EIM23205](/guidance/employment-income-manual/EIM23010#EIM23205) in considering the meaning of &#x201C;without any transfer of the property in it&#x201D;.\n\n### Transfer of part ownership\n\nIt used to be argued that a transfer of part of the ownership in the vehicle avoided the car benefit charge, but this argument was quashed by the High Court in the case of Christensen (HMIT) v Vasili, 76TC116.  If the other conditions are met, the car benefit charge is incurred whether or not the employee owns a part share in the car.\n\n### Effect of part ownership\n\nThe fact that an employee owns a share in a car is therefore insufficient to support an argument that car benefit cannot apply if the other conditions are all met."},{"manual-section-id":"EIM23215","title":"Car benefit: meaning of without any transfer of the property in it: cars leased to director or employee","body":"\n\n## Section 114(1)(a) ITEPA 2003\n\nA car benefit charge will only apply if the car is made available to the employee (or member of the employee's family or household) without the employee (or family member, as the case may be) becoming the outright owner of the car.\n\nIt can therefore apply in situations where the car is hired or leased to the employee, whether or not by the employer and whether the arrangement is formal or informal.\n\n### Car leased from employer\n\nIn some cases, the employee pays all the costs incurred by the employer, an arrangement which it is claimed prevents car benefit applying.  This is not true: the car benefit conditions are all met in this case and car benefit applies, as the 2009 First-tier Tribunal cases of Whitby and Ball v HMRC (TC00255) and Stanford Management Services Ltd and others v HMRC (TC00409) demonstrate.\n\nPayments by the employee can only be taken into account as either:\n\n*   capital contributions (Step 3 of the calculation, see [EIM24350](/guidance/employment-income-manual/EIM24000#EIM24350))\n*   payments for private use (Step 8 of the calculation, see [EIM25250](/guidance/employment-income-manual/EIM24000#EIM25250))\n\nand only then if the statutory conditions relevant to the deduction are met.\n\n### Car leased from someone other than the employer\n\nIn this case, it is necessary to determine whether the condition &#x201C;by reason of the employment&#x201D; is met; see [EIM20501](/guidance/employment-income-manual/EIM20500#EIM20501).\n\n### Car part owned by employee or director\n\nSee [EIM23210](/guidance/employment-income-manual/EIM23010#EIM23210)."},{"manual-section-id":"EIM23220","title":"Car benefit: transfer of ownership of the car to the employee","body":"\n\n## Section 114(1) ITEPA 2003\n\nSometimes an employer will transfer the ownership of the car to the employee, either free of charge or by a sale. The car benefit charge will cease to apply from the date of the transfer because the condition &#x201C;without any transfer of the property in it&#x201D; is no longer met, see [EIM23205](/guidance/employment-income-manual/EIM23010#EIM23205).\n\nThe car benefit charge ceases after the date of transfer.  The reduction is given at step 7 of Section 121(1) ITEPA 2003 (see [EIM25100](/guidance/employment-income-manual/EIM24000#EIM25100) onwards).\n\nAny fuel scale charge is also reduced on a time basis.\n\nThere may be an employment income charge in respect of the transfer see [EIM21640](/guidance/employment-income-manual/EIM21601#EIM21640) onwards.\n\nNote also that the intangible value of any personalised or cherished number plate transferred with the car may need to be taken into account (see [EIM24290](/guidance/employment-income-manual/EIM24000#EIM24290)).\n\nAny benefits and expenditure in connection with the car after it has been transferred will be chargeable in the normal way because the exemptions in Sections 239 and 269 ITEPA 2003  (described at [EIM23035](/guidance/employment-income-manual/EIM23010#EIM23035)) will cease to apply."},{"manual-section-id":"EIM23225","title":"Car benefit: employee car ownership schemes","body":"\n\n            [businesses &amp; corporations](http://www.hmrc.gov.uk/businesses/)\n\nExpanded guidance on this subject covering both tax and NICs is available starting at [EIM31500](/guidance/employment-income-manual/EIM31500), which contains an index to that expanded guidance.\n\n    "}]},{"title":" The car must be made available by reason of the employee&#x2019;s employment","sections":[{"manual-section-id":"EIM23250","title":"Car benefit: meaning of by reason of the employment","body":"\n\n## Sections 114(1) and 117 ITEPA 2003\n\nFor the benefit charge to be triggered the car must be made available by reason of the employment, see Section 114(1)(b).\n\n### Car made available by the employer\n\nSection 117 says that a car is regarded as made available by reason of the employee's employment when:\n\n*   it is made available by the employer to a director or employee, or\n*   it is made available by the employer to members of the director's or employee's family or household\n\nunless two specific conditions are fulfilled (see [EIM23255](/guidance/employment-income-manual/EIM23010#EIM23255)).\n\n### Car made available by someone other than the employer\n\nIf a car is not made available by the employee's employer, it does not mean that it is not made available by reason of the employment. It simply means that Section 117 does not automatically establish this for us by regarding it as being made available by reason of the employee's employment.\n\nSo if a car is made available by someone other than the employer you need to examine all the relevant facts and circumstances to decide whether it has in fact been made available by reason of the employment, see [EIM20503](/guidance/employment-income-manual/EIM20500#EIM20503)."},{"manual-section-id":"EIM23255","title":"Car benefit: meaning of by reason of the employment: car made available by the employer","body":"\n\n## Sections 114(1) and 117 ITEPA 2003\n\nAs a consequence of the statutory provision described at [EIM23250](/guidance/employment-income-manual/EIM23000#EIM23250), a car made available by an employer to someone who is an employee or a member of the employee's family or household is automatically regarded as made available by reason of that employee's employment (employee includes director for this purpose; for the meaning of members of a person's family or household see [EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504)).\n\nNote that this still applies if the family member also works for the same employer. There is nothing in Section 117 to exclude a family member who is an employee of the same employer.\n\n### Exception\n\nThe legislation provides one exception to this. This is where:\n\n*   the employer is an individual **and**&#xA0;\n*   it can be shown that the car was made available to the employee in the normal course of the employer's ordinary domestic, family or personal relationship with the employee concerned.\n\nFor example, an individual sole trader who employs a son or daughter might provide that child with a car to be used for private purposes purely in his or her capacity as a parent.\n\nFacts in support of a claim that a car had been so provided would be that the car had not been treated as a business asset and that no expense or capital allowance relating to the car had been allowed as deductions in computing the parent's taxable profits.\n\nSo it is sensible to liaise with the Inspector who deals with the business accounts of the sole trader before accepting a claim of this sort.\n\nSee also [EIM23550](/guidance/employment-income-manual/EIM23000#EIM23550) where:\n\n*   the family member to whom a car is made available is personally liable to a benefit charge in respect of it (for example, because he or she is also a director of the same company), or\n*   the family member to whom the car is made available is not themselves liable to a benefit charge in respect of the car, but the conditions in Section 169 ITEPA 2003 are satisfied (see [EIM23550](/guidance/employment-income-manual/EIM23000#EIM23550))."},{"manual-section-id":"EIM23260","title":"Car benefit: meaning of by reason of the employment: car made available by someone other than the employer","body":"\n\n## Section 114(1) ITEPA 2003\n\nA car is sometimes provided by someone other than the employer. Where this happens, it does not mean that it is not made available by reason of the employment. It simply means that Section 117 does not automatically regard it as made available by reason of the employee's employment.\n\nSo if a car is made available by someone other than the employer you need to examine all the relevant facts and circumstances to decide whether it has in fact been made available by reason of the employment (see [EIM20503](/guidance/employment-income-manual/EIM20500#EIM20503) for an explanation of how to apply this test). There will still be a car benefit charge if the facts show that the car is made available by reason of the employment.\n\nFor instance, some car dealers will make cars available to playing members of county cricket or leading football teams. The cars, which often carry some advertising material, would not be made available but for the recipient's employment within their sport. In such circumstances the car will attract the appropriate car benefit charge."}]},{"title":" The car must be available for private use","sections":[{"manual-section-id":"EIM23300","title":"Car benefit: meaning of available","body":"\n\n## Section 114(1) ITEPA 2003\n\nThe fact that a car may be available to an employee is not sufficient in itself to establish car benefit.  The car must first have been made available to that employee; see [EIM23200](/guidance/employment-income-manual/EIM23000#EIM23200).\n\nThe word available is not defined in the legislation. Accordingly we apply its ordinary dictionary meaning of at one's disposal or capable of being used. The Oxford English Dictionary includes this as its definition of the word&#x2019;s current meaning:\n\n&#x201C;that may be availed of. Capable of being employed with advantage or turned to account; hence, capable of being made use of, at one&#x2019;s disposal, within one&#x2019;s reach.&#x201D;\n\nSee example [EIM25170](/guidance/employment-income-manual/EIM24000#EIM25170) for examples of circumstances when we would accept that a car is not available.\n\nSee example [EIM25175](/guidance/employment-income-manual/EIM24000#EIM25175) for examples of circumstances when we would **not **accept that a car is not available.\n\nSee [EIM25105](/guidance/employment-income-manual/EIM24000#EIM25105) for an explanation of the interaction between:\n\n*   the concept of unavailability and\n*   the period during which a car may be treated as unavailable."},{"manual-section-id":"EIM23305","title":"Car benefit: meaning of private use and business travel","body":"\n\n## Sections 118(2) and 171(1) ITEPA 2003\n\n### Private use, Section 118(2) ITEPA 2003\n\nIt is important to understand what private use means in the context of car benefits, as one of the basic conditions for a car benefit charge to apply is that the car is available for private use, see [EIM23020](/guidance/employment-income-manual/EIM23010#EIM23020) and [EIM23300](/guidance/employment-income-manual/EIM23000#EIM23300).\n\nPrivate use of a car made available to a director or employee (or to members of his or her family or household) means any use other than for the employee&#x2019;s business travel.\n\n### Business travel, Section 171(1) ITEPA 2003\n\nIt is important to understand what business travel means in the context of car benefits because private use means all use that is not business travel.\n\nBusiness travel means any travelling for which the expenses would be deductible under the travel rules in Part 5 Chapter 2 ITEPA 2003 if they were incurred by the employee. Broadly, this means travelling expenses that involve two types of business journey:\n\n*   journeys that employees have to make in the performance of their duties (see [EIM32350](/guidance/employment-income-manual/EIM32350) onwards) and\n*   journeys that employees make to or from a place they have to attend in the performance of their duties, but not journeys that are ordinary commuting or private travel (see [EIM32000](/guidance/employment-income-manual/EIM32000) onwards).\n\nAn ordinary commuting journey counts as private use. This is so even if the employee is obliged to take the car home because he or she is on call (see Gurney v Richards (62TC287) and [EIM32240](/guidance/employment-income-manual/EIM32000#EIM32240) onwards)."}]},{"title":" EXCEPTIONS TO THE CAR BENEFIT CHARGE\n\n### Private use prohibited and there is none","sections":[{"manual-section-id":"EIM23400","title":"Car benefit: exceptions - private use prohibited and there is none","body":"\n\n## Sections 118 and 171(1) ITEPA 2003\n\nWhere a car is made available by reason of an employee's employment (see [EIM23250](/guidance/employment-income-manual/EIM23000#EIM23250) onwards), the legislation provides that it will be automatically treated as having been made available for private use, Section 118(1) ITEPA 2003. This means that a car benefit charge will automatically apply provided the other conditions in Section 114 ITEPA 2003 are satisfied (see [EIM23020](/guidance/employment-income-manual/EIM23010#EIM23020)).\n\nHowever, there is an escape from this automatic treatment. The car benefit charge will not apply if:\n\n*   the terms on which the car is made available prohibit private use ([EIM23405](/guidance/employment-income-manual/EIM23010#EIM23405)) **and**&#xA0;\n*   it is not in fact used privately ([EIM23410](/guidance/employment-income-manual/EIM23010#EIM23410)).\n\nNote that there are two parts to this test, both of which must be satisfied. The mere prohibition of private use is insufficient on its own to prevent a tax charge. It is also necessary to show that a car is not used for private motoring.\n\nThus a provided car will result in liability even if no private use is made of it unless such private use has been specifically prohibited in advance (precisely because it is available).\n\nSimilarly, even if the director or employee shows that private use of a car has been specifically forbidden there must be no private use of it if a charge is to be avoided.\n\nIn some cases it will be quite clear from the facts that private use is prohibited and never takes place. However, you may come across cases where it is less clear that the two parts of this test are satisfied. Where you need to give detailed consideration to whether or not the test is satisfied, you need to ascertain:\n\n*   all the facts surrounding the circumstances of the claimed prohibition and\n*   irrespective of any prohibition, how the car was in fact used.\n\nA key point that you should bear in mind is that it is the tax definition of private use that counts (see [EIM23305](/guidance/employment-income-manual/EIM23010#EIM23305)) and not the employer's. So if the employer bans what it calls private use, but does not include travel between home and the permanent workplace in that ban, the ban will not be effective for tax purposes.\n\n### Summary\n\nBoth parts of the statutory condition must be satisfied:\n\n*   there must be an **express, legally enforceable** ban on private use, and\n*   the taxpayer must be able to demonstrate as a matter of fact that there was no private use."},{"manual-section-id":"EIM23405","title":"Car benefit: exceptions - private use prohibited","body":"\n\n## Sections 118 and 171(1) ITEPA 2003\n\nThis page considers the first part of the two legged test detailed at [EIM23400](/guidance/employment-income-manual/EIM23000#EIM23400), under which the car benefit charge will not apply if:\n\n*   the terms on which the car is made available prohibit private use **and**&#xA0;\n*   it is not in fact used privately ([EIM23410](/guidance/employment-income-manual/EIM23010#EIM23410)).\n\n### Guidance from the Courts on prohibition of private use\n\nIn the case of Gilbert v Hemsley (55TC419), the taxpayer was an employee of a plant hire company. He was required to be on call at any time and was provided with a company car. He used this to travel between his home and the company's nearby business premises and for genuine business trips. He successfully argued before the Commissioners that:\n\n*   he was prohibited from using the car privately\n*   he never used the car for private motoring.\n\nIn consequence, the twin tests imposed by Section 118(1) ITEPA 2003 were met so that no car benefit charge arose.\n\nVinelott J in the High Court saw no grounds for reversing the Commissioners' decision because of the very special facts as found by them, the essence of which was that:\n\n*   his work base was his home and not his employer's premises\n*   all journeys made by the taxpayer, including those between his home and the company's premises, were therefore business travel and\n*   in this particular context, where the taxpayer was in essence an ordinary, but senior and trusted employee of the company (he was a director, but had no material interest in the company), the verbal prohibition made by the company's managing director on the private use of the car was valid and enforceable.\n\nAlthough the decision in this case turned upon the particular facts, it still provides judicial guidance on the factors that need to be present in order to be satisfied that the terms on which the car is made available prohibit private use.\n\nThe key principles that emerge from the case are:\n\n*   there must be an **express **ban on private use, that is the ban must be explicitly stated, so that an implied ban is insufficient to meet the test\n*   there must be a legally **enforceable **ban on private use.\n\nProvided these factors are present, and depending on the context in which it is delivered, a verbal prohibition may count as an effective and meaningful ban on private use.\n\n### The requirement that there is no actual private use of the car\n\nThere are two parts to the test at [EIM23400](/guidance/employment-income-manual/EIM23000#EIM23400), both of which must be satisfied.  The mere prohibition of private use is insufficient on its own to prevent a tax charge.  It is also necessary to show that a car is not used for private motoring; see [EIM23410](/guidance/employment-income-manual/EIM23010#EIM23410). "},{"manual-section-id":"EIM23410","title":"Car benefit: exceptions - no actual private use","body":"\n\n## Sections 118 and 171(1) ITEPA 2003\n\nThis page considers the second part of the two legged test detailed at [EIM23400](/guidance/employment-income-manual/EIM23000#EIM23400), under which the car benefit charge will not apply if:\n\n*   the terms on which the car is made available prohibit private use ([EIM23405](/guidance/employment-income-manual/EIM23010#EIM23405)) **and**&#xA0;\n*   it is not in fact used privately.\n\n### Actual private use\n\nEven where it is clear that the employer has imposed what is intended to be a meaningful ban on private use, there will still be a car benefit charge if there was any private use actually made of the car during the year in question.\n\nIn the case of Gilbert v Hemsley it was accepted that the car was not used for general social, domestic or pleasure motoring.  It was used for travel between home and work, but in the particular circumstances of that case it was accepted that home was a place of work and that travel between the two places of work counted as business travel.\n\nBut if the taxpayer's home had not been a place of work, the journey between home and the permanent workplace would not have counted as business travel, and so the car benefit charge would still have applied, irrespective of any ban imposed by the employer.\n\nHandle claims that Gilbert v Hemsley applies using the guidance at [EIM32170](/guidance/employment-income-manual/EIM32000#EIM32170) and [EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760) onwards as a guide to the circumstances in which journeys from home to a place of work can be accepted as business travel. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;\n\n### Demonstrating that there has in fact been no private use\n\nThe onus in law is on the taxpayer to demonstrate this.  The best way for them to achieve this is to keep contemporaneous records of each journey, including the reason for and details of the journey plus the mileage travelled.\n\n### The requirement for a prohibition of private use\n\nThere are two parts to the test at [EIM23400](/guidance/employment-income-manual/EIM23000#EIM23400), both of which must be satisfied.  The fact that a car was not used privately is insufficient on its own to prevent a tax charge.  It is also necessary to show that private use was prohibited; see [EIM23405](/guidance/employment-income-manual/EIM23010#EIM23405). "}]},{"title":" Pooled cars and vans (this section of the guidance also applies to van benefit)","sections":[{"manual-section-id":"EIM23450","title":"Pooled cars and vans: general","body":"\n\n## Sections 167 and 168 ITEPA 2003\n\nSome employers, or groups of employers, find it convenient to have one or more cars or vans that are readily available for business use by a number of employees. The cars or vans are not allocated to any one employee and are only available for genuine business use. Such cars and vans are usually known as pooled cars and vans.\n\nSections 167 and 168 ITEPA 2003 ensure that no car or van benefit arises on a pooled car or van made available by reason of the employment that, in the relevant tax year, satisfies **all **the following conditions:\n\n1.  it was made available to, and actually used by, more than one of those employees\n2.  it was made available, in the case of each of those employees, by reason of the employee's employment\n3.  it was not ordinarily used by one of those employees to the exclusion of the others\n4.  in the case of each of those employees, any private use of it made by the employee was merely incidental to the employee's other use of it in that year (see [EIM23455](/guidance/employment-income-manual/EIM23010#EIM23455)), and\n5.  it was not normally kept overnight on or in the vicinity of any residential premises where any of the employees was residing, except while being kept overnight on premises occupied by the person making it available to them (see [EIM23465](/guidance/employment-income-manual/EIM23010#EIM23465)).\n\nFor the purpose of these five conditions all employees should be considered, including those in excluded employments, who would not be chargeable to tax even if the car or van were available for their private use.\n\nThe conditions to be met are essentially questions of fact. Each of them has to be considered in turn. It is not enough that a car satisfies any four of them and narrowly fails the fifth. It must satisfy all five conditions. All the relevant facts should be obtained, preferably by way of interview, before a decision is taken.\n\nFor the meaning of private use and business travel see [EIM23305](/guidance/employment-income-manual/EIM23010#EIM23305).\n\nAn Inspector should consider any claim that a car or van is a pooled car or van if you are in doubt. If doubts persists, see [EIM23470](/guidance/employment-income-manual/EIM23010#EIM23470).\n\nAs regards vans that are not pooled vans see [EIM22700](/guidance/employment-income-manual/EIM22700) onwards for years from 2005/06 and [EIM22050](/guidance/employment-income-manual/EIM22050) for earlier years.\n\nAs regards the apportionment of the car benefit and car fuel scale charges in cases where pool car status does not apply, see [EIM25200](/guidance/employment-income-manual/EIM24000#EIM25200)."},{"manual-section-id":"EIM23455","title":"Pooled cars and vans: meaning of private use merely incidental to business use","body":"\n\n## Sections 167(3)(d) and 168(3)(d) ITEPA 2003\n\nThe meaning of the phrase merely incidental to may give rise to difficulty.\n\nWe regard it as implying a qualitative rather than a quantitative test. It does not refer to the extent of private mileage but rather to the private element viewed in the context of a journey as a whole. Support for this view can be found in Robson v Dixon (48TC527) where the judge said in another context that\n\n\"the words \"merely incidental to\" are ... apt to denote an activity ... which does not serve any independent purpose but is carried out in order further some other purpose\".\n\nThus the use of a car or van for what is primarily a business journey, but which includes some limited private use, would satisfy the words merely incidental to.\n\nAn example might be an employee who is required to make a long business journey. So that the employee can make an early morning start he or she is allowed to take a pooled car home the previous evening.  Considered in isolation, the office to home journey is private use, but in these circumstances it is plainly subordinate to the business journey the next day. It is undertaken to facilitate the business trip. It is thus merely incidental to the business use.\n\nEven so, a reservation is necessary in this type of case. If it happened too often the car would fail condition (e) at [EIM23450](/guidance/employment-income-manual/EIM23000#EIM23450) because it would be kept fairly often in the vicinity of the employee's home (see [EIM23465](/guidance/employment-income-manual/EIM23010#EIM23465)). In these circumstances the car would not rank as a pooled car."},{"manual-section-id":"EIM23460","title":"Pooled cars and vans: de minimis private use","body":"\n\n## Statement of Practice 2/1996\n\nStatement of Practice 2/96 mainly restated and explained our views on the implications of condition (b) in [EIM23450](/guidance/employment-income-manual/EIM23000#EIM23450). Private use that is not merely incidental to business use should in practice be ignored in deciding whether the vehicle comes under the protection of either Section 167 ITEPA 2003 (cars) or Section 168 ITEPA 2003 (vans) where such private use is:\n\n*   small in extent and infrequent and\n*   consists of either or both of:\n\n*   *   use limited to meeting the immediate need for transport in an emergency where the use of the vehicle is provided on compassionate grounds\n    *   use for the purposes of the provision of another benefit that does not itself give rise to a tax charge where the use of the vehicle is merely incidental to the provision of that other benefit.\n\nSmall in extent and infrequent will generally be not more than 5% of the vehicle's annual mileage on occasions that are neither regular nor protracted.\n\nUse meeting the immediate need for transport in an emergency where the use of the vehicle is provided on compassionate grounds covers the kind of case where an employee is taken ill at work, or learns at work that a member of his or her family has been involved in an accident. It does not apply where an employee's normal vehicle breaks down and the pool vehicle is used as a substitute.\n\nUse for the purposes of the provision of another benefit that does not itself give rise to a tax charge where the use of the vehicle is merely incidental to the provision of that other benefit might apply in a number of different situations. One example would be the use of a pool vehicle to take employee-provided equipment, such as a table tennis table, to an employer-provided sports facility. (Subject to various conditions, employer provided recreational facilities do not give rise to a tax charge.)"},{"manual-section-id":"EIM23465","title":"Pooled cars and vans: meaning of not normally kept overnight","body":"\n\n## Sections 167(3)(e) and 168(3)(e) ITEPA 2003\n\nYou can accept that a car is not normally kept overnight at employees' homes if the total number of nights on which it is taken home by employees, for whatever reason, is less than 60% of the total number of nights in the period under review.\n\nThis 60% test is no more than a rule of thumb that you can apply in order to reach a reasonable settlement in most cases. It is also mentioned in Booklet 480 (Expenses and Benefits - a tax guide). However, if it should be necessary to consider the interpretation of either Section 167(3)(e) ITEPA 2003 (cars) or Section 168(3)(e) ITEPA 2003 (vans) in an appeal before the First-tier Tribunal, rely on the statutory definition rather than this rule of thumb.\n\n**Note **that if a car or van is taken home often enough to approach the 60% limit, though without breaking it, it is unlikely that all the home to work journeys will satisfy the merely incidental test in [EIM23455](/guidance/employment-income-manual/EIM23010#EIM23455)."},{"manual-section-id":"EIM23470","title":"Pooled cars and vans: difficult cases","body":"\n\n## Sections 167(1) and 168(1) ITEPA 2003\n\nIt is advisable for an Inspector to review any case where agreement cannot be reached with the employer or with any employee about whether or not a particular car or van is a pooled car or van. Note that there is nothing to prevent a single car or van from counting as a pooled car or van provided it meets all the relevant conditions.\n\nWhere you are not able to reach agreement or settlement with regard to a particular vehicle, the matter will need to be resolved under self assessment procedures.\n\nThis means that any litigation on a particular vehicle would relate to an individual employee (or to a number of individual employees), but the underlying question of whether or not that vehicle is pooled must still be determined with reference to that vehicle. In other words, it is not enough for a single employee to show that his or her personal use of the car falls within the terms of the pooled car tests. You (or the First-tier Tribunal) still need to know about the use of the car by **all **employees to whom it was made available in order to determine whether or not the five statutory tests outlined at [EIM23450](/guidance/employment-income-manual/EIM23000#EIM23450) are satisfied."},{"manual-section-id":"EIM23475","title":"Pooled cars and vans: periodic check of pooled car or van status","body":"Where a car or van has been accepted as a pooled car or van its status should be checked periodically because the conditions in Sections 167(3) and 168(3) ITEPA 2003 must be satisfied each year. Intervals of three or four years will usually be appropriate for most employers."},{"manual-section-id":"EIM23480","title":"Pooled cars and vans: use of pooled cars by chauffeurs","body":"A chauffeur who is normally employed to drive pooled cars is often obliged to take a pooled car home overnight. Although the travel between the chauffeur's permanent workplace and home counts as private use you should not regard this as disqualifying the car from being treated as a pooled car.\n\nSimilarly the fact that the car is kept overnight at or near the chauffeur's home need not be regarded as disqualifying it from ranking as a pooled car.\n\nHowever, if the chauffeur is permitted to use the car privately at weekends or for holidays at any time during the tax year, the car will cease to qualify as a pooled car."},{"manual-section-id":"EIM23485","title":"Pooled cars and vans: inadequate parking facilities","body":"You will sometimes see it argued that a car or van that would otherwise qualify as a pooled car or van is only taken home at night by an employee because:\n\n*   there are inadequate car parking facilities at the employer's premises, or\n*   if the car or van were left overnight at the employer's premises it might well be damaged by vandals, etc.\n\nApart from the exception at [EIM23480](/guidance/employment-income-manual/EIM23010#EIM23480) for chauffeurs, **do not **admit such a claim or offer any concession. A vehicle must satisfy all five of the tests set out in [EIM23450](/guidance/employment-income-manual/EIM23000#EIM23450) to qualify as a pooled car or van."},{"manual-section-id":"EIM23490","title":"Pooled cars and vans: employee carrying secret documents","body":"You may meet rare instances in which it is claimed that a chauffeur-driven car should count, or continue to count, as a pooled car where:\n\n*   private use is wholly or mainly limited to carrying employees between their permanent workplace and their homes or railway terminus and\n*   the employees carry secret, classified or confidential papers on which they will be working, or to which they might need to refer, during the course of the journey.\n\nJourneys like this will usually bring the pooled status of a vehicle into doubt because they are generally private use without being merely incidental to any business use. Statement of Practice 2/96 explains our view that carrying confidential papers and working in a chauffeur-driven vehicle on a private journey does not prevent pool vehicle status being lost.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"}]},{"title":" Cars and vans for family members (this section of the guidance also applies to van benefit)","sections":[{"manual-section-id":"EIM23550","title":"Car made available to more than one member of family or household employed by the same employer","body":"\n\n## Section 169 ITEPA 2003\n\nSection 169 ITEPA 2003 applies where:\n\n*   two people, an employee (&#x201C;E&#x201D;) and a member of their family or household (&#x201C;M&#x201D;), are employed by the same employer **and**&#xA0;\n*   a car is made available to M for which E would (without this Section) be chargeable because of that family or household relationship.\n\n### Effect of the Section\n\nThe Section prevents E being charged to tax in respect of the car in the following scenarios:\n\n*   if M is chargeable to tax in respect of the car in that year, see [EIM23555](/guidance/employment-income-manual/EIM23010#EIM23555), or\n*   if M is not chargeable to tax in respect of the car in that year because M&#x2019;s employment is an excluded employment ([EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) and specified conditions are met, see [EIM23560](/guidance/employment-income-manual/EIM23010#EIM23560).\n\n### Resolving disagreements\n\nA correct decision will depend on whether or not the factual evidence supports the taxpayer&#x2019;s claim that the Section applies. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**[EIM23560](/guidance/employment-income-manual/EIM23010#EIM23560)**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Application to vans\n\nThis guidance applies equally to van benefit\n\n### Years before 2003/04\n\nThese arrangements were formerly part of Extra-Statutory Concession A71. The other part of the Concession (shared cars) has been legislated at Section 148 ITEPA 2003 (see [EIM25200](/guidance/employment-income-manual/EIM24000#EIM25200))."},{"manual-section-id":"EIM23555","title":"Car made available to more than one member of family or household employed by the same employer: two charges for one car?","body":"\n\n## Section 169(2)(a) ITEPA 2003\n\nIntroductory guidance on Section 169 ITEPA 2003 (including action to resolve disagreements) is at [EIM23550](/guidance/employment-income-manual/EIM23000#EIM23550).\n\nThis page deals with the first case in [EIM23550](/guidance/employment-income-manual/EIM23000#EIM23550), where (apart from this section):\n\n*   two people, an employee (&#x201C;E&#x201D;) and a member of their family or household (&#x201C;M&#x201D;) are employed by the same employer **and**&#xA0;\n*   a car is made available to M, but not to E **and**&#xA0;\n*   M is chargeable for the full cash equivalent of the car in that year (because M is not in an excluded employment) **and**&#xA0;\n*   apart from this section, E is also chargeable for the full cash equivalent (because M is a member of E&#x2019;s family or household and E is not in an excluded employment, Section 114(1)(a) ITEPA 2003, see [EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100)).\n\n### Effect of the Section\n\nThere is only one car, so we only want to charge one car benefit. In these circumstances, the car is made available to M, but not to E. It follows that M should be charged for the benefit and that E should not. This is what the Section achieves. Its effects are:\n\n*   on M, this part of the Section has no effect on the charge on M*   on E, it prevents E from being charged under Section 120 ITEPA 2003\n*   net result, one car, one charge.\n\n### Alternative scenario\n\nIf the car is available to both E and M and is therefore a shared car, this page will not apply but there is relevant guidance on [EIM25200](/guidance/employment-income-manual/EIM24000#EIM25200).\n\n### Application to vans\n\nThis guidance applies equally to van benefit\n\n### Years before 2003/04\n\nThese arrangements were formerly part of Extra-Statutory Concession A71. The other part of the Concession (shared cars) has been legislated at Section 148 ITEPA 2003 (see [EIM25200](/guidance/employment-income-manual/EIM24000#EIM25200)). "},{"manual-section-id":"EIM23560","title":"Car made available to more than one member of family or household employed by the same employer: primary condition","body":"\n\n## Section 169(2)(b) ITEPA 2003\n\nIntroductory guidance on Section 169 ITEPA 2003 (including action to resolve disagreements) is at [EIM23550](/guidance/employment-income-manual/EIM23000#EIM23550).\n\nThis page deals with the second case in [EIM23550](/guidance/employment-income-manual/EIM23000#EIM23550), where (apart from this Section):\n\n*   two people, an employee (&#x201C;E&#x201D;) and a member of their family or household (&#x201C;M&#x201D;) are employed by the same employer **and**&#xA0;\n*   a car is made available to M, but not to E (M is in an excluded employment, E is not) **and**&#xA0;\n*   although M is not chargeable for the benefit of the car in that year (because M is in an excluded employment),\n*   apart from this section, E is chargeable for the full cash equivalent (because M is a member of E&#x2019;s family or household and E is not in an excluded employment, Section 114(1)(a) ITEPA 2003, see [EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100)).\n\n### Application\n\nThere are cases where a person in lower paid employment has a car made available to them on purely commercial grounds, unconnected to any family relationship that also exists. They are rare, but it does happen occasionally. In these rare cases, it would not be right for E to be charged for the benefit of the car.\n\nConsequently, this part of the Section prevents E from being charged if certain conditions are fulfilled:\n\n*   **primary condition, **M had the benefit of the car in M&#x2019;s own right as an employee **and**&#xA0;\n*   **secondary condition, **either condition A (see [EIM23565](/guidance/employment-income-manual/EIM23010#EIM23565)) or condition B (see [EIM23570](/guidance/employment-income-manual/EIM23010#EIM23570)) is met.\n\nCases should therefore be handled in two stages:\n\nStage 1: is the primary condition fulfilled and\n\nStage 2: if so, is either condition A or condition B also fulfilled?\n\nIf so, the Section operates to prevent E being charged. If not, E is chargeable. See [EIM23550](/guidance/employment-income-manual/EIM23000#EIM23550) in cases of disagreement.\n\n### Primary condition: M had the benefit of the car in M&#x2019;s own right as an employee\n\nGreat care must be taken to establish the facts. Key points are that this condition cannot be satisfied if:\n\n*   M is not an employee of the same employer as E, **or**&#xA0;\n*   the car is also directly available to E (merely calling a car a spouse's car is not sufficient to satisfy this part of the test), **or**&#xA0;\n*   it is clear from the terms under which the car is made available that it is actually made available to E, who in turn passes it on to M.\n\nRemember: if this condition is satisfied, it is also necessary for either condition A ([EIM23565](/guidance/employment-income-manual/EIM23010#EIM23565)) or condition B ([EIM23570](/guidance/employment-income-manual/EIM23010#EIM23570)) to be satisfied.\n\n### Alternative scenarios\n\nIf the car appears to be chargeable on both E and M because of their family relationship, neither is in an excluded employment but the car is not available to E, see [EIM23555](/guidance/employment-income-manual/EIM23010#EIM23555).\n\nIf E and M share the car, see [EIM25200](/guidance/employment-income-manual/EIM24000#EIM25200).\n\n### Application to vans\n\nThis guidance applies equally to van benefit\n\n### Years before 2003/04\n\nThese arrangements were formerly part of Extra-Statutory Concession A71. The other part of the Concession (shared cars) has been legislated at Section 148 ITEPA 2003 (see [EIM25200](/guidance/employment-income-manual/EIM24000#EIM25200))."},{"manual-section-id":"EIM23565","title":"Car made available to more than one member of family or household employed by the same employer: secondary condition A","body":"\n\n## Section 169(3) ITEPA 2003\n\nBefore you read this page, check first that the primary condition in [EIM23560](/guidance/employment-income-manual/EIM23010#EIM23560) is met. If it is not, this page cannot apply.\n\n### Condition A\n\nThis is met if equivalent cars (note 1) are made available (note 2) on the same terms (note 3) to employees who:\n\n*   are in similar employment to M with the same employer (note 4) and\n*   are not members of the family or household of employees of that employer who are employed in non-lower paid employment (note 5).\n\n### Note 1: equivalent cars\n\nThis means equivalent in terms of size, status, age, list price (but not necessarily the same model). The fact that a car that is not equivalent is made available is irrelevant; if an equivalent car is not made available, condition A is not met.\n\n### Note 2: made available\n\nThis means that such cars are actually made available (a hypothetical statement that a car would be made available in the event that there was a similar employee is insufficient).\n\n### Note 3: on the same terms\n\nFor example, if the car made available to M is taxed, insured and serviced, the car for the comparable employee will need to include these items. Similar considerations will apply to the presence or absence of private use payments or capital contributions.\n\n### Note 4: in similar employment with the same employer.\n\nDuties, hours of work and level of remuneration need to be similar in order for this condition to be satisfied (if the only available comparison is with employees of a different employer, condition A cannot be met and you should consider condition B at [EIM23570](/guidance/employment-income-manual/EIM23010#EIM23570)).\n\n### Note 5: not members of the family or household of employees of that employer\n\nThe Section requires a comparison with arrangements at arm&#x2019;s length where there is no personal relationship to affect matters.\n\n### Effect of the section\n\nIf the primary condition (see [EIM23560](/guidance/employment-income-manual/EIM23010#EIM23560)) and condition A are both met, E is not chargeable for the benefit of the car for that tax year.\n\nIf the primary condition (see [EIM23560](/guidance/employment-income-manual/EIM23010#EIM23560)) is met but condition A is not, consider condition B ([EIM23570](/guidance/employment-income-manual/EIM23010#EIM23570)).\n\n### Application to vans\n\nThis guidance applies equally to van benefit"},{"manual-section-id":"EIM23570","title":"Car made available to more than one member of family or household employed by the same employer: secondary condition B","body":"\n\n## Section 169(4) ITEPA 2003\n\nBefore you read this page, check first that the primary condition on [EIM23560](/guidance/employment-income-manual/EIM23010#EIM23560) is met. If it is not, this page cannot apply.\n\n### Condition B\n\nThis is met if the making available (note 1) of an equivalent car (note 2) is in accordance with the normal commercial practice (note 3) for an employment of the kind held by M (note 4).\n\n### Note 1: making available\n\nThis means that such cars are actually made available. This will need supporting evidence (a mere belief or assertion is insufficient).  In the absence of such evidence, condition B is not met.  This view was supported by the First-Tier Tribunal in the case of S Barnard Ltd v HMRC, TC00491.\n\n### Note 2: equivalent car\n\nThis means equivalent in terms of size, status, age, list price (but not necessarily the same model). The fact that a car that is not equivalent is made available is irrelevant: if the taxpayer cannot establish that an equivalent car is made available, condition B is not met.\n\n### Note 3: normal commercial practice\n\nIt is often argued that this condition is satisfied because:\n\n*   it suits the business aims of the employer for this employee to have a car, or\n*   the employee's cash salary is set at a level that is low in relation to the duties performed. Therefore the overall remuneration package of cash salary plus a car is set at a commercial level and reflects the value of the duties performed by the employee.\n\nNeither of these arguments on their own will succeed in demonstrating that condition B is satisfied.\n\nThis condition is not directed at ascertaining whether or not the overall remuneration package was set at a commercial level or whether it was in some way commercially convenient for the employer to ensure that the employee in question was provided with a company car.\n\nInstead, the test quite specifically tells us to focus on the making available of the car alone. Is it the case that the making available of an equivalent car is in accordance with the normal commercial practice for an employment of the kind held by M?  This will require hard evidence of other employers who actually provide equivalent cars to employees in an employment of the kind held by M.\n\n### Note 4: employment of the kind held by M\n\nThis means in similar employment with a different employer (if the comparison is with other employees of the same employer, see condition A at [EIM23565](/guidance/employment-income-manual/EIM23010#EIM23565)). Duties, hours of work and level of remuneration need to be similar in order for this condition to be satisfied.\n\nSometimes it is argued that it is highly significant that the member of the relevant employee's family or household holds the position of company secretary. But unless the employer is a large company, usually this involves little more than relatively routine administrative duties. If the employer is a relatively small company, the post is not in any way analogous to the same position as the company secretary of a large concern, where it would possibly be more usual for a car to be provided.\n\n### Effect of the section\n\nIf the primary condition (see [EIM23560](/guidance/employment-income-manual/EIM23010#EIM23560)) and condition B are both met, E is not chargeable for the benefit of the car for that tax year.\n\nIf the primary condition (see [EIM23560](/guidance/employment-income-manual/EIM23010#EIM23560)) is met but condition B is not, consider condition A ([EIM23565](/guidance/employment-income-manual/EIM23010#EIM23565)).\n\n### Application to vans\n\nThis guidance applies equally to van benefit"}]},{"title":" Emergency vehicles (this section of the guidance also applies to van benefit)","sections":[{"manual-section-id":"EIM23600","title":"Emergency vehicles exemption from 2004/05: conditions 1-3","body":"\n\n## Section 248A ITEPA 2003\n\nThis section was introduced in Finance Act 2004 and has effect from 2004/05.  The intention is not to provide free benefits but to improve emergency response times.\n\nThere is no charge to tax for the private use of an emergency vehicle where all the following conditions are met:\n\n*   on this page: all of conditions 1, 2 and 3,\n\n**and**\n\n*   on [EIM23605](/guidance/employment-income-manual/EIM23010#EIM23605), either both parts of condition 4 or both parts of condition 5.\n\n### Condition 1: the person\n\nThe person must be &#x201C;employed in an emergency service&#x201D;.  This means,\n\n*   constables and other persons employed for police purposes,\n*   persons employed for the purposes of a fire, or fire and rescue, service, and\n*   persons employed in the provision of ambulance or paramedic services.\n\nNote that &#x201C;fire and rescue&#x201D; services is a composite term which cannot be separated into &#x201C;fire services&#x201D; and &#x201C;rescue services&#x201D;.  It follows that vehicle breakdown services and the like are excluded.\n\n### Condition 2: the emergency vehicle\n\nFor the purposes of this exemption, an emergency vehicle\n\n*   is a vehicle which is used to respond to emergencies, **and**&#xA0;\n*   **either:** has fixed to it a lamp designed to emit a flashing light for use in emergencies (&#x201C;fixed&#x201D; indicates that the light must be a permanent fitting to vehicle.  It need not be permanently fixed to the exterior of the vehicle, but a vehicle with only a light which can be removed from the vehicle is not an &#x2018;emergency vehicle&#x2019; for the purposes of this exemption)\n*   **or:** would have such a lamp fixed to it but for the fact that a special threat to the personal physical security of those using it would arise by reason of it being apparent that they were employed in an emergency service**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**.\n\nNote that the type of emergency vehicle is not defined, so it could (in its non-emergency vehicle form) be a car or a van.\n\n### Condition 3: the terms on which the emergency vehicle is made available\n\nThe emergency vehicle must be made available on terms which prohibit its private use otherwise than when the person is on call or engaged in on call commuting.\n\nIf no private use at all is permitted and there is none, there is no charge to tax ([EIM23400](/guidance/employment-income-manual/EIM23000#EIM23400)).\n\n### Further condition\n\nThe terms &#x2018;on call&#x2019; and &#x2018;on call commuting&#x2019; are used in conditions 4 and 5 at [EIM23605](/guidance/employment-income-manual/EIM23010#EIM23605).\n\nBoth parts of one of those conditions must also be fulfilled for the exemption to be effective.\n\n### Application to vans\n\nThis guidance applies equally to van benefit"},{"manual-section-id":"EIM23605","title":"Emergency vehicles exemption from 2004/05: conditions 4-5","body":"\n\n## Section 248A ITEPA 2003\n\nWith effect from 2004/05, there is no charge to tax for the private use of an emergency vehicle where all the following conditions are met:\n\n*   on this page: either both parts of condition 4 or both parts of condition 5,\n\n**and**\n\n*   on [EIM23600](/guidance/employment-income-manual/EIM23000#EIM23600), all of conditions 1, 2 and 3\n\n### Condition 4: person is &#x201C;on call&#x201D;\n\nPart 1: meaning of on call:\n\n*   at the time they use the emergency vehicle, the person must be liable, as part of normal duties, to be called on to use it to respond to emergencies.\n\nPart 2: permitted use while on call\n\n*   use is not limited to ordinary commuting etc, but such use as is permitted can only be reasonably local to the area in which the employee lives and works (they are unlikely to be in a position to meet Part 1 of this condition otherwise).\n\n### Condition 5: person is engaged in &#x201C;on call commuting&#x201D;\n\nPart 1: meaning of on call commuting:\n\n*   at the time they use the emergency vehicle, the person must be required to use it in order that it is available for their use, as part of normal duties, for responding to emergencies.\n\nPart 2: permitted use while engaged in on call commuting\n\n*   the emergency vehicle can only be used for ordinary commuting, or for travel between two places that is for practical purposes substantially ordinary commuting (see [EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055) and succeeding pages for the meaning of these phrases).\n\n### Application to vans\n\nThis guidance applies equally to van benefit\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"}]},{"title":" SPECIAL CASES\n\n### Disabled employees","sections":[{"manual-section-id":"EIM23650","title":"Special cases: disabled drivers: summary of adjustments","body":"The standard car benefit rules are adapted in various ways for disabled drivers.  The descriptions below are abridged; full details are at the pages noted.\n\n### Adaptations which require the driver to have a disabled person&#x2019;s &#x201C;blue badge&#x201D;\n\n*   [EIM24275](/guidance/employment-income-manual/EIM24000#EIM24275): equipment included in a car because it enables the disabled employee to use the car is disregarded when calculating any addition at Step 2 of the car benefit calculation, accessories\n*   [EIM24900](/guidance/employment-income-manual/EIM24000#EIM24900): disabled employee can use the CO2 emissions of the equivalent manual car if lower than those of the automatic they actually drive\n*   [EIM24180](/guidance/employment-income-manual/EIM24000#EIM24180): from 2009/10 only, disabled employee can use the list (or, where relevant, notional) price of the equivalent manual car if lower than that of the automatic they actually drive\n\n### Adaptations which do not require a blue badge\n\n*   [EIM24275](/guidance/employment-income-manual/EIM24000#EIM24275): equipment designed solely for use by a chronically sick or disabled person is disregarded when calculating any addition at Step 2 of the car benefit calculation, accessories\n*   [EIM23660](/guidance/employment-income-manual/EIM23010#EIM23660): exemption from car benefit where all the prescribed conditions are met\n\n### Adaptations for vehicles which are not cars\n\nTransport provided for a disabled person in a vehicle other than a car only for the purpose of ordinary commuting is exempt; see [EIM23655](/guidance/employment-income-manual/EIM23010#EIM23655)."},{"manual-section-id":"EIM23655","title":"Special cases: transport between home and work for disabled employees","body":"\n\n## Section 246 ITEPA 2003\n\nIf a vehicle which is not a car for car benefit purposes (see [EIM23100](/guidance/employment-income-manual/EIM23000#EIM23100) onwards) is used to provide transport for a disabled person, Section 246 ITEPA 2003 prevents a liability to income tax as long as the transport is only provided for the purpose of ordinary commuting or travel between any two places that is for practical purposes substantially ordinary commuting.\n\nIf it is also provided for other purposes, the benefit is calculated in the way set out in [EIM21630](/guidance/employment-income-manual/EIM21601#EIM21630) onwards.\n\nIf the vehicle is a car that would normally be chargeable under Section 120 ITEPA 2003, see [EIM23660](/guidance/employment-income-manual/EIM23010#EIM23660).\n\n### Years before 2003/04\n\nThese arrangements were formerly part of Extra-Statutory Concession A59.\n\n### Other adjustments to the car benefit provisions for disabled drivers\n\nSee [EIM23650](/guidance/employment-income-manual/EIM23000#EIM23650)."},{"manual-section-id":"EIM23660","title":"Special cases: cars provided for home to work and training travel of disabled employees","body":"\n\n## Section 247 ITEPA 2003\n\nA disabled employee to whom a car is made available without any transfer of the property in it would normally incur a car benefit charge under Section 120 ITEPA 2003 because all of the conditions in Section 114 ITEPA 2003 are met.\n\nSection 247 ITEPA 2003 specifies limited circumstances in which a disabled employee is exempted from any income tax liability as a result of the car being made available.\n\n### Operation of Section 247\n\nWhen **all **of the following three conditions are satisfied, the disabled employee is exempt from any car benefit, car fuel benefit or other residual liability under Part 3 Chapter 10 ITEPA 2003 that would otherwise arise.\n\n**Condition A **is that the car has been adapted for the employee&#x2019;s special needs or, in the case of an employee who because of disability can only drive a car that has automatic transmission, it is such a car.\n\n**Condition B **is that the car is made available on terms prohibiting its use otherwise than for:\n\n*   the employee&#x2019;s business travel, or\n*   transport for the employee for the purpose of:\n\n*   *   ordinary commuting, or travel between any two places that is for practical purposes substantially ordinary commuting, or\n    *   travel to a place the expenses of travelling to which would be within one of the training exemption provisions if the employer paid them.\n\n**Condition C **is that in the tax year the car is only used in accordance with those terms.\n\nIf any of conditions A, B or C is breached, the Section has no effect and does not create an exemption. Car benefit and car fuel benefit then apply in the normal way.\n\n### Definitions\n\nAutomatic transmission is explained at [EIM24905](/guidance/employment-income-manual/EIM24000#EIM24905).\n\nBusiness travel is explained at [EIM23305](/guidance/employment-income-manual/EIM23010#EIM23305).\n\nA disabled employee is an employee who has a physical or mental impairment with a substantial and long-term adverse effect on his or her ability to carry out normal day to day activities, Section 246(4) ITEPA 2003.\n\nOrdinary commuting is explained at [EIM32055](/guidance/employment-income-manual/EIM32000#EIM32055).\n\nThe training exemption provisions are Section 250 (exemption of work-related training), Section 255 (exemption of contributions to individual learning account training) and Section 311 (retraining courses) ITEPA 2003.\n\n### Years before 2003/04\n\nThese arrangements were formerly part of Extra-Statutory Concession A59.\n\n### Other adjustments to the car benefit provisions for disabled drivers\n\nSee [EIM23650](/guidance/employment-income-manual/EIM23000#EIM23650)."}]},{"title":" Miscellaneous points","sections":[{"manual-section-id":"EIM23700","title":"Special cases: miscellaneous: cars available after employment ceases","body":"\n\n## Sections 114(1) and Part 6 Chapter 3 ITEPA 2003\n\nOccasionally an employer may allow an ex-employee to continue to use the provided car for some time after the employment has ceased but without transferring the car to the ownership of the employee.  In a case of continued use of a car, the amount of the car benefit charge is reduced on a time basis to the date of cessation at step 7 of Section 121(1) ITEPA 2003 (see [EIM25100](/guidance/employment-income-manual/EIM24000#EIM25100) onwards).\n\nAny fuel scale charge is also reduced on a time basis.\n\nFor the tax treatment of the continuing availability of the car after employment has ceased, see [EIM12805](/guidance/employment-income-manual/EIM12800#EIM12805) onwards."}]},{"title":" Employees in the motor industry (years to 2008/09)","sections":[{"manual-section-id":"EIM23750","title":"Employees in the motor industry (to 2008/09): when is there a car benefit charge?","body":"Cars made available to employees in the motor trade should be charged to tax as benefits in the same way as cars made available to employees in other employments. The decision in Pepper v Hart (65TC421) on marginal cost does not apply in these cases. However, particular problems arise in the motor industry in connection with demonstration, test and experimental cars.\n\nWhere, as part of the normal duties, a director, car salesperson or demonstrator takes a car home for the express purpose of calling on a prospective customer, do not on that account alone treat the car as available for private use. In essence, the whole journey is for a genuine business purpose. If, however, such a car is otherwise available for the employee's private use, for example, at weekends or holidays, the appropriate car benefit will be chargeable.\n\nThe use for testing purposes of experimental/developmental cars by engineers in both the motor and motor components industries should be looked at in the light of all the facts. Generally speaking, it is unlikely that a tax charge will arise. If, however, you find that such a car is used privately, the appropriate car benefit will be chargeable.\n\nYou will find below an extract from a circular dated 28 September 1976 and issued by the Society of Motor Manufacturers and Traders (SMMT) to its members and to which the then Board of Inland Revenue offered no objection. You can regard this extract as amplifying the second and third subparagraphs of this instruction above.\n\n### Extract from the circular\n\n\"**Use of company-owned cars within the motor industry**&#xA0;\n\n**i) Demonstration cars**\n\nThe Revenue do not consider that the fact that a car is the tool of trade for the car salesman is sufficient reason for introducing special arrangements.\n\n**ii) Frequent changes in the cars allocated to employees**\n\nIt is common practice, both in the motor manufacturing industry and the retail motor industry, for cars available to employees to be changed frequently for sales promotion reasons. This could lead to problems in determining the correct charge to tax as individual cars are likely to fall into different taxable benefit categories. The Revenue recognises the need for administrative simplicity and the need to avoid both the Revenue and companies becoming involved in detailed records for each car. In such cases local Inspectors will be permitted to agree with companies an appropriate mean charge to benefit.\n\n**iii) Test and experimental cars**\n\nTest engineers in both the motor industry and the components industry are often required, as part of their jobs, to test cars under various driving conditions. For certain types of test such as cold starting, the only practical way of conducting them is for the engineers concerned to use the cars for private journeys and to report on their performance. In almost all cases the employees concerned have another company-owned car allocated to them on a permanent basis.\n\nNo general ruling can be made in such cases as the employee's tax position would depend on the facts of individual cases. It is clear, however, that in cases where the employees concerned have the use of a company-owned car on a permanent basis, the occasional use of a test car for private journeys would not give rise to an additional charge to tax. Inland Revenue would, however, look closely at the use made of test cars and are unlikely to take a sympathetic view in cases where, for example, test cars are used for an employee's holiday travel.\"\n\n### 2009/10 and later years\n\nSee [EIM23800](/guidance/employment-income-manual/EIM23000#EIM23800) onwards."},{"manual-section-id":"EIM23755","title":"Employees in the motor industry (to 2008/09): frequent changes of car: calculating the car benefit charge","body":"The system for charging car benefits based on price and CO2 emissions could mean a considerable amount of record keeping and administrative work where there are **very **frequent changes of cars. HMRC staff can take measures locally to accommodate these administrative difficulties within the terms of the car benefit legislation. The measures are applied solely for the purpose of simplifying the calculation of the amount of the car benefit charge and **are not intended to result in a lower tax charge for the employees involved**. In appropriate cases an averaging approach can be applied to the calculation of the car benefit charge. In effect, a single notional car is substituted for the multitude of actual cars available to these particular employees.\n\nThe averaging procedure will mainly affect:\n\n*   employees in the retail motor trade\n*   employees in the motor leasing and hiring trades\n*   other employees in the motor trade who have very frequent changes of cars.\n\nBut you should exclude those employees who have a particular car allocated to them on an exclusive basis for a predictable period of time. For example, an employee who gets a different car made available once a month would not come within the arrangements.\n\nAverages should be agreed for both:\n\n*   the price of the notional car (the figure at step 4 of the calculation in Section 121(1) ITEPA 2003, see [EIM23760](/guidance/employment-income-manual/EIM23010#EIM23760)) and\n*   the carbon dioxide (CO2) emissions figure of the notional car, see [EIM23765](/guidance/employment-income-manual/EIM23010#EIM23765).  Note: an average appropriate percentage should not be agreed.\n\nNeither should be agreed in isolation. The creation of a notional car requires that both are agreed as this allows changes in the lower threshold to take effect for all drivers, whether or not their car is dealt with under an averaging agreement.\n\nSee [EIM23770](/guidance/employment-income-manual/EIM23010#EIM23770) for guidance on procedures and record-keeping.\n\nThis approach is not intended to result in a lower tax charge than would be the case if the car benefit were calculated separately for every single car. So the averaging method should be based on the facts regarding the type and frequency of use of the cars actually made available to each employee. In particular, there should be no reduction of benefit charges beyond that provided for in the legislation, nor should the employees and directors be treated as if they had cars of lower prices than those actually made available to them. See [EIM23775](/guidance/employment-income-manual/EIM23010#EIM23775) for more about claims to special treatment.\n\nNote that employees who are not in excluded employment are entitled to have their car benefit charge computed under the statutory arrangements on the basis of the particular cars made available to them throughout the year should they request it.\n\n### 2009/10 and later years\n\nSee [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) onwards."},{"manual-section-id":"EIM23760","title":"Employees in the motor industry (to 2008/09): frequent changes of car: price of notional car","body":"This page expands on the price of the car aspect of [EIM23755](/guidance/employment-income-manual/EIM23010#EIM23755). See also\n\n*   [EIM23765](/guidance/employment-income-manual/EIM23010#EIM23765) about averaged carbon dioxide (CO2) emissions and\n*   [EIM23775](/guidance/employment-income-manual/EIM23010#EIM23775) about claims to special treatment.\n\nYou may accept notional prices that:\n\n*   employers and employees agree and\n*   reasonably reflect the average price of the cars concerned but with the amount calculated in simpler and more convenient ways.\n\nThese administrative arrangements will depend upon the cars available and the way the employers and employees allocate and use them. The most appropriate way to calculate the price of the notional car in any particular case will, to a large extent, depend upon the way that a company operates its business and permits its cars to be used by the employees.\n\nWhere the same or similar cars are available to:\n\n*   all employees, or\n*   all employees who have a car available for private use,\n\na price for a notional car based on a simple arithmetic average of cars available can be accepted. Where cars change during the year the average should take account of those changes.\n\nIf some employees are provided only with cars towards the lower end of the range and other employees generally have cars towards the top end of the range, a simple average among all cars would lead to unfair results, with the potential for disputes.\n\nIn these circumstances an average of prices for the cars made available to a class of employees of the employer concerned can be accepted.\n\nParticular individuals may have cars with exceptionally lower or higher prices than the rest of the employees. An average price for the cars available to that employee during the year can be accepted. The average should be time-weighted where there are significant differences in prices and time available.\n\nHowever, if a particular employee has a car allocated on an individual basis and has only one available at only one time then the statutory arrangement should apply in the normal way.\n\n### 2009/10 and later years\n\nSee [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) onwards."},{"manual-section-id":"EIM23765","title":"Employees in the motor industry (to 2008/09): frequent changes of car: CO2 emissions of notional car&#xA0;","body":"This page expands on the CO2 emissions figure aspect of [EIM23755](/guidance/employment-income-manual/EIM23010#EIM23755). See also:\n\n**Always **agree figures for the average CO2 emissions, **never **for the appropriate percentage. Agreeing an average appropriate percentage effectively freezes the tax year on which the benefit is based, because changes in the lower threshold in later years are prevented from taking effect. This means that the same tax is not charged as would be the case were statute strictly applied (see [EIM23760](/guidance/employment-income-manual/EIM23010#EIM23760)).\n\nYou may accept averaged CO2 emissions figures that:\n\n*   employers and employees agree and\n*   result in the same tax being charged but with the amount calculated in simpler and more convenient ways.\n\nThe comments about these administrative arrangements at [EIM23760](/guidance/employment-income-manual/EIM23010#EIM23760) in relation to the price of the notional car apply equally to notional CO2 emissions figures.\n\nIn order to average CO2 emissions, proceed as follows:\n\nWhen cars are all of one fuel type (normally, all petrol or all diesel):\n\n*   if all cars have CO2 emissions figures above the lower threshold for the year, simply average them. Use the same approach to averaging CO2 emissions figures as to averaging the price (see [EIM23760](/guidance/employment-income-manual/EIM23010#EIM23760)). Use the average CO2 emissions figure to work out the appropriate percentage to use at step 5 of the method statement at [EIM24015](/guidance/employment-income-manual/EIM24015).*   if some cars have CO2 emissions figures below the lower threshold for the year, the above approach will result in too low an appropriate percentage and therefore too low a tax charge. In these cases, round up CO2 emissions to the lower threshold before averaging. This will produce the correct appropriate percentage, though the notional CO2 emissions figure will need to be calculated afresh for each year.\n\nWhen cars are all of different fuel types but all have CO2 emissions figures at or above the lower threshold for the year:\n\n*   average the CO2 emissions figures, ignoring different fuel types\n*   use the ready reckoner at [EIM24700](/guidance/employment-income-manual/EIM24000#EIM24700) to find the appropriate percentage for a petrol car\n*   adjust by the relevant proportion of any diesel supplement or alternative fuel reduction, see [EIM24720](/guidance/employment-income-manual/EIM24720) for years to 2005/06 or [EIM24725](/guidance/employment-income-manual/EIM24725) thereafter, rounding in the taxpayer&#x2019;s favour, and\n*   use the ready reckoner in reverse to find the notional CO2 emissions figure for an equivalent petrol-powered car, having taken account of different fuel types.\n\nThe determined notional CO2 emissions figure can be used in future years unless the proportions of the different types of car vary significantly, in which case it will need to be calculated afresh.\n\n### Example\n\nThe drivers in this example use petrol cars and diesel cars approximately equally.\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\nPetrol\n\n</td>\n<td>\n\nDiesel\n\n</td>\n<td>\n\nOverall\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Step 1 **\n\n</td>\n<td>\n\nAverage CO2\n\n</td>\n<td>\n\n205\n\n</td>\n<td>\n\n175\n\n</td>\n<td>\n\n190\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Step 2 **\n\n</td>\n<td>\n\n2003/04 appropriate percentage for petrol car with this CO2\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n22%\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Step 3**\n\n</td>\n<td>\n\nDiesel supplement: 3% x proportion of diesel use, rounded down (i.e. 3% x &#xBD; = 1.5%, rounded down to 1%)\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\nAppropriate percentage for notional car, 2003/04\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n23%\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Step 4**\n\n</td>\n<td>\n\nCO2 of equivalent petrol car\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n195\n\n</td>\n</tr>\n</table>\n\nThe determined CO2 emission of 195 fixes the appropriate percentage for 2003/04. Providing the types of cars used do not vary significantly, it can also be used for future years.  Based on an emission of 195, the appropriate percentage for 2004/05 would be 25%.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Claims to special treatment\n\nSee [EIM23775](/guidance/employment-income-manual/EIM23010#EIM23775).\n\n### Effect on car fuel benefit\n\nThe appropriate percentage calculated from the notional CO2 emissions figure should also be applied to calculate any car fuel benefit for that employee for that year, see [EIM25550](/guidance/employment-income-manual/EIM25500#EIM25550) onwards.\n\n### 2009/10 and later years\n\nSee [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) onwards."},{"manual-section-id":"EIM23770","title":"Employees in the motor industry (to 2008/09): frequent changes of car: procedures and record-keeping","body":"You should agree with employers and employees at a local level the most appropriate basis for their particular circumstances.\n\nWhatever basis is adopted, employers should keep sufficient records to justify the average figures. The nature and extent of the record keeping should be agreed at the start of the administrative arrangement.\n\nIt is probable that the quarterly P46(Car) returns will not be appropriate in these cases.\n\nWhichever method is used, employees who are asked to make a tax return will be expected to give the same figure as that returned by the employer. Where the employer and employee cannot agree it will be necessary to calculate the benefit on the statutory basis.\n\nSee [EIM23775](/guidance/employment-income-manual/EIM23010#EIM23775) for more about claims to special treatment.\n\n### 2009/10 and later years\n\nSee [EIM23880](/guidance/employment-income-manual/EIM23010#EIM23880)."},{"manual-section-id":"EIM23775","title":"Employees in the motor industry (to 2008/09): special treatment","body":"In cases where employees in the motor industry have frequent changes of car within [EIM23755](/guidance/employment-income-manual/EIM23010#EIM23755), it is sometimes argued that an additional discount or reduction should be allowed from the charge calculated from the notional car. The usual grounds are that the employee does not know what car is being made available from day to day, only that **a **car will be available, and that this merits special treatment.\n\nDo not agree to this. It compromises the basic principle that this approach is not intended to result in a lower tax charge than would be the case if the car benefit were calculated separately for every single car (see [EIM23755](/guidance/employment-income-manual/EIM23010#EIM23755)).\n\n### 2009/10 and later years\n\nSee [EIM23820](/guidance/employment-income-manual/EIM23010#EIM23820)."}]},{"title":" Employees in the motor industry (years from 2009/10 onwards)","sections":[{"manual-section-id":"EIM23800","title":"Employees in the motor industry (from 2009/10): when is there a car benefit charge?","body":"All employees chargeable to car benefit are subject to exactly the same legislation.  Both the conditions under which car benefit is chargeable ([EIM23020](/guidance/employment-income-manual/EIM23010#EIM23020)) and the calculation of the benefit charge ([EIM24015](/guidance/employment-income-manual/EIM24015)) apply equally to all.  In particular, the decision in Pepper v Hart (65TC421) on marginal cost does not apply to car benefit.\n\nHowever, HMRC recognises that problems arise in applying the law strictly in the three situations described below.  The guidance in this section (EIM23800 onwards) explains how HMRC applies the law in those situations.  Similar guidance has existed since car benefit was introduced in 1976.\n\nThe three situations are:\n\n*   Test and experimental cars ([EIM23805](/guidance/employment-income-manual/EIM23010#EIM23805))\n*   Demonstrator and courtesy cars: is there a benefit charge at all? ([EIM23810](/guidance/employment-income-manual/EIM23010#EIM23810))\n*   Employees with frequent changes of car (&#x201C;averaging&#x201D;, [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) onwards)\n\nThe arrangements described in these pages seek to build on existing best practice and produce consistency for employers and employees in these situations.\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards. "},{"manual-section-id":"EIM23805","title":"Test and experimental cars (from 2009/10): when is there a car benefit charge?","body":"[EIM23800](/guidance/employment-income-manual/EIM23000#EIM23800) provides the background to this page.\n\nThe term &#x201C;test and experimental cars&#x201D; refers to cars being used for testing in a documented research programme by a manufacturer of either the car or of the specific components under test.\n\nThe use for testing purposes of experimental/developmental cars by engineers in both the motor and motor components industries will be looked at in the light of all the facts.\n\nThe background is that test engineers in both the motor industry and the components industry are often required, as part of their jobs, to test cars under various driving conditions. For certain types of test such as cold starting, the only practical way of conducting them is for the engineers concerned to use the cars for private journeys and to report on their performance.\n\nIn law, private use of the test car inevitably results in car benefit being chargeable.  However, HMRC will not apply car benefit where the primary use of the car is for testing and any private use is clearly subsidiary to that testing.\n\nWhere the employees concerned have another car benefit car allocated to them on a permanent basis and they use the test car instead, the test car can be regarded as a replacement car ([EIM25125](/guidance/employment-income-manual/EIM24000#EIM25125)).  In such cases, no separate tax charge arises because of its use.\n\nWhere, however, the test car is used in addition to the normal car (for example, if the normal car is used by family members while the employee has the test car for private use), car benefit will be chargeable on the test car unless the &#x201C;primary use&#x201D; condition described above is met.\n\nWith the same exception, car benefit may apply where the employee is not chargeable to car benefit on their normal company car.  For example, car benefit will apply where test cars are used for an employee's holiday travel.\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards."},{"manual-section-id":"EIM23810","title":"Demonstration and courtesy cars (from 2009/10): when is there a car benefit charge?","body":"[EIM23800](/guidance/employment-income-manual/EIM23000#EIM23800) provides the background to this page.\n\nHMRC accepts that a car can be a tool of the trade for the car salesman and servicing staff but has always held the view that this is not a sufficient reason for introducing special arrangements where private use is allowed.\n\nThere is one, very minor exception.  Where, as part of the normal duties, a director, car salesperson or demonstrator takes a car home for the express purpose of calling on a prospective customer, or servicing staff take a car home overnight as part of a collection and delivery arrangement with a customer, the car will not on that account alone be treated as available for private use. In essence, the whole journey is for a genuine business purpose.\n\nIf, however, such a car is otherwise available for the employee's private use, for example on journeys home when no such call is scheduled, at weekends or for holidays, the appropriate car benefit will be chargeable.\n\nThe fact that an employee might occasionally take home a car under arrangements which fall within this exception will not cause any reduction in the car benefit to which they would otherwise be liable.\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards."},{"manual-section-id":"EIM23815","title":"Employees with frequent changes of car (from 2009/10): &#x201C;averaging&#x201D;: introduction","body":"### Arrangements from 6 April 2009\n\nFrom this date, all previous local arrangements are replaced by a single national arrangement drawn up following consultation with the main trade bodies and described in these pages.\n\n**From this date, staff are not authorised to enter into local variants **and any such local variant is therefore not valid**.**  Any employer not wishing to take advantage of the national arrangements described here must comply with their full, statutory obligations.\n\n### Why special arrangements are necessary\n\nIt is common practice, both in motor manufacturing and the retail car sales industry (both new and used), for an employee to have the contractual right to take a car, but not a particular car, home.  This is also true of employees in the same contractual position in the daily car rental business and to some employees of fleet operators.\n\nApplied strictly, the system for charging car benefits based on price and CO2 emissions could mean a considerable amount of record keeping and administrative work where there are **very **frequent changes of car.  HMRC recognises the need for administrative simplicity in such cases and has therefore always made arrangements to accommodate these administrative difficulties within the terms of the car benefit legislation.\n\nThese arrangements are applied solely for the purpose of simplifying the calculation of the amount of the car benefit charge and **are not intended to result in a lower or higher tax charge for the employees involved**. See [EIM23820](/guidance/employment-income-manual/EIM23010#EIM23820) for more about claims to special treatment.\n\n### Nature of the arrangements\n\nThese are described from [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825) onwards.\n\n### Employees&#x2019; rights\n\nNote that employees affected by these arrangements are entitled to have their car benefit computed under the statutory arrangements on the basis of the particular cars made available to them throughout the year should they so wish.\n\nHowever, the employee will be individually responsible for providing evidence of the cars actually made available to them each day, as their employer is not required to keep such records under these arrangements (see [EIM23880](/guidance/employment-income-manual/EIM23010#EIM23880) for guidance on procedures and record-keeping).\n\nIt would be helpful if an employee intending to do so discusses their intention with their employer.\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards."},{"manual-section-id":"EIM23820","title":"Employees with frequent changes of car (from 2009/10): requests for special treatment","body":"In cases where employees in the motor industry have frequent changes of car within [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815), two arguments for special treatment are sometimes raised.\n\n### Not a regular car\n\nThe first is that an additional discount or reduction should be allowed from the charge calculated for the notional car on the grounds are that the employee does not know what car is being made available from day to day, only that a car will be available.\n\n### Older cars\n\nThe second is that, in second-hand car dealerships, only older cars are available and that charging the full statutory benefit is inequitable.\n\n### Comments on both reasons\n\nIn neither case is special treatment possible.  The reason is simple: the legislation makes no allowance for either scenario.  To make such an allowance would compromise the basic principle that this approach is as close to the statutory position as possible and is not intended to result in a lower benefit charge than would be the case if the car benefit were calculated separately for every single car (see [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815)).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards."},{"manual-section-id":"EIM23825","title":"Employees with frequent changes of car (from 2009/10): averaging process: outline","body":"As [EIM23800](/guidance/employment-income-manual/EIM23000#EIM23800) explains, the basic rule in law is that each employee is chargeable on every car made available to them which is within the car benefit charge.  That legislation applies equally to employers and employees covered by this guidance, that is to those described at [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815).  This guidance explains how the car benefits legislation is applied to those employers and employees.\n\nIn cases covered by this guidance, each employee is deemed to drive a single notional car powered by petrol instead of the multitude of real cars actually available to them.\n\nThe following pages describe how the averaging process operates in practice:\n\n*   Averaging Step 1: identify cars to be averaged ([EIM23830](/guidance/employment-income-manual/EIM23010#EIM23830); for cars without a CO2 emissions figure, see [EIM23835](/guidance/employment-income-manual/EIM23010#EIM23835))\n*   Averaging Step 2: separate the cars into groups ([EIM23840](/guidance/employment-income-manual/EIM23010#EIM23840))\n*   Averaging Step 3: calculate the average price of the notional car in each group ([EIM23845](/guidance/employment-income-manual/EIM23010#EIM23845))\n*   Averaging Step 4: calculate the average CO2 emissions and appropriate percentage of the notional car in each group ([EIM23850](/guidance/employment-income-manual/EIM23010#EIM23850))\n*   Averaging Step 5: determine the benefit charge for the notional car in each group ([EIM23855](/guidance/employment-income-manual/EIM23010#EIM23855))*   Averaging Step 6: identify employees within these arrangements ([EIM23860](/guidance/employment-income-manual/EIM23010#EIM23860))*   Averaging Step 7: allocate those employees to groups ([EIM23865](/guidance/employment-income-manual/EIM23010#EIM23865)).\n\nThere is an example of Steps 1 to 5 at [EIM23870](/guidance/employment-income-manual/EIM23010#EIM23870).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23830","title":"Employees with frequent changes of car (from 2009/10): Averaging Step 1: identify the cars to be subject to averaging","body":"[EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) explains why the arrangements described on this page exist and [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825) explains how the guidance on them is laid out.\n\n### STEP 1: identify cars to be averaged\n\nEach business (new car dealerships, other car traders, car leasing businesses, daily rental businesses and fleet operators) records the cars actually available to employees for private use:\n\n*   for 2009/10, on the night of 5/6 April in the tax year\n*   for 2010/11 onwards, on a night of the employer&#x2019;s choice during the period 17-31 January in the previous tax year (so 17-31 January 2010 for 2010/11).\n\nThey can do so location by location, or either nationally or regionally (depending on how they are organised).  These cars are averaged (as detailed on later pages of this guidance) into the notional cars for each group for that tax year.\n\nAt new car dealerships, this typically means all demonstrators (including those being used by customers when the count is done) plus any other cars actually available to employees, so long as those cars are available for private use by employees (including travel between home and work).\n\nParticularly in leasing and daily rental businesses and fleet operators, HMRC accepts that not all cars on the premises on the date the sample is taken in each year are available to employees for private use.  HMRC will be guided by decisions on this made by the employer so long as procedures are in place under which the employer monitors use in practice and takes action if employees fail to abide by the employer&#x2019;s rules.\n\nAll employers will need to be able to demonstrate what their policies are in theory and how those policies are put into effect and monitored in practice.\n\nThe details to be identified for each car are:\n\n*   list price of the car and any accessories fitted to it, including delivery and VAT (do not cap this at &#xA3;80,000 at this stage, even for 2009/10 or 2010/11)\n*   CO2 emissions figure*   fuel\n\nExceptions:\n\n*   if a car does not have a list price, the notional price ([EIM24150](/guidance/employment-income-manual/EIM24000#EIM24150)) is to be used instead\n*   if the car does not have a CO2 emissions figure, see [EIM23835](/guidance/employment-income-manual/EIM23010#EIM23835).\n\nSee [EIM23875](/guidance/employment-income-manual/EIM23010#EIM23875) for how this step operates in multi-franchise locations.\n\nStep 2 can be found at [EIM23840](/guidance/employment-income-manual/EIM23010#EIM23840).\n\n### Special rule for daily rental businesses\n\nInstead of counting the cars available at each location, daily rental businesses may use details of the cars in their entire fleet in which private use by staff is permitted.  They can do so on a regional basis or, if they prefer and this gives a reasonable proxy for cars actually available to employees across the country, nationally.  This policy decision should be stable over time, not change from year to year as a matter of expediency.\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards."},{"manual-section-id":"EIM23835","title":"Employees with frequent changes of car (from 2009/10) - Averaging cars without a CO2 emissions figure","body":"[EIM24505](/guidance/employment-income-manual/EIM24000#EIM24505) explains when a car has a CO2 emissions figure.  If (exceptionally) a car which does not have a CO2 emissions figure is identified at Averaging Step 1 as being within these arrangements, use the following figures.  They are derived from the normal rules for such cars at [EIM24950](/guidance/employment-income-manual/EIM24000#EIM24950) and [EIM24975](/guidance/employment-income-manual/EIM24000#EIM24975) respectively, being the highest emissions figure in the ready reckoner at [EIM24700](/guidance/employment-income-manual/EIM24000#EIM24700) or [EIM24705](/guidance/employment-income-manual/EIM24000#EIM24705) (as appropriate) which gives rise to the relevant appropriate percentage.\n\n### Cars first registered on or after 1 January 1998\n\n<table>\n<tr>\n<td>\n\nEngine size\n\n</td>\n<td>\n\n2009/10\n\n</td>\n<td>\n\n2010/11\n\n</td>\n<td>\n\n2011/12 onwards\n\n</td>\n</tr>\n<tr>\n<td>\n\n0-1400cc\n\n</td>\n<td>\n\n135\n\n</td>\n<td>\n\n130\n\n</td>\n<td>\n\n125\n\n</td>\n</tr>\n<tr>\n<td>\n\n1401 - 2000cc\n\n</td>\n<td>\n\n185\n\n</td>\n<td>\n\n180\n\n</td>\n<td>\n\n175\n\n</td>\n</tr>\n<tr>\n<td>\n\nover 2000cc\n\n</td>\n<td>\n\n235\n\n</td>\n<td>\n\n230\n\n</td>\n<td>\n\n225\n\n</td>\n</tr>\n<tr>\n<td>\n\nrotary engine\n\n</td>\n<td>\n\n235\n\n</td>\n<td>\n\n230\n\n</td>\n<td>\n\n225\n\n</td>\n</tr>\n</table>\n\n### Cars first registered before 1 January 1998\n\n<table>\n<tr>\n<td>\n\nEngine size\n\n</td>\n<td>\n\n2009/10\n\n</td>\n<td>\n\n2010/11\n\n</td>\n<td>\n\n2011/12 onwards\n\n</td>\n</tr>\n<tr>\n<td>\n\n0-1400cc\n\n</td>\n<td>\n\n135\n\n</td>\n<td>\n\n130\n\n</td>\n<td>\n\n125\n\n</td>\n</tr>\n<tr>\n<td>\n\n1401 - 2000cc\n\n</td>\n<td>\n\n170\n\n</td>\n<td>\n\n165\n\n</td>\n<td>\n\n160\n\n</td>\n</tr>\n<tr>\n<td>\n\nover 2000cc\n\n</td>\n<td>\n\n220\n\n</td>\n<td>\n\n215\n\n</td>\n<td>\n\n210\n\n</td>\n</tr>\n<tr>\n<td>\n\nrotary engine\n\n</td>\n<td>\n\n220\n\n</td>\n<td>\n\n215\n\n</td>\n<td>\n\n210\n\n</td>\n</tr>\n</table>\n\nStep 2 follows at [EIM23840](/guidance/employment-income-manual/EIM23010#EIM23840).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23840","title":"Employees with frequent changes of car (from 2009/10): Averaging Step 2: group the cars subject to averaging","body":"[EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) explains why the arrangements described on this page exist and [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825) explains how the guidance on them is laid out.\n\nThis page follows from Step 1, described at [EIM23830](/guidance/employment-income-manual/EIM23010#EIM23830).\n\n### STEP 2: separate the cars into groups\n\nFrom 6 April 2009, the next step is to separate the cars identified at Step 1 into groups.  The groups are local, regional or national as determined at Step 1.\n\n### Daily rental businesses\n\nThese businesses already group the vehicles they make available for hire for commercial reasons.  The groups determined by each rental business therefore form the basis for averaging, using the prices determined at Step 1.\n\n### All other qualifying businesses\n\nGroups for these businesses (new and used car traders, car leasing businesses and fleet operators) are determined solely by price, as follows:\n\nFrom 2009/10, HMRC will use these price ranges for the private use VAT charge for demonstrator cars.   See VIT56600 and VAT information sheet 08/11 for the rates that apply from April 2011.\n\n### Combining bands\n\nFrom 2010/11 only, employers may combine two adjacent bands for the entire tax year where, throughout that year, employees consistently use a number of models for private use which fall into the price range of two such bands.  This must apply to all employees in a location; it cannot apply to some and not to others.\n\n### Meaning of &#x201C;price&#x201D;\n\nIn this context, &#x201C;price&#x201D; means the list price of the car and any accessories fitted to it, including delivery and VAT, as determined under Step 1.  In the exceptional case in which a car does not have a list price, the notional price ([EIM24150](/guidance/employment-income-manual/EIM24000#EIM24150)) is to be used instead.\n\n### Other points\n\nSee [EIM23875](/guidance/employment-income-manual/EIM23010#EIM23875) where there is only one car in a group.\n\nStep 3 follows at [EIM23845](/guidance/employment-income-manual/EIM23010#EIM23845).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards."},{"manual-section-id":"EIM23845","title":"Employees with frequent changes of car (from 2009/10): Averaging Step 3: average price of notional car","body":"[EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) explains why the arrangements described on this page exist and [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825) explains how the guidance on them is laid out.\n\nThis page follows from Step 2, described at [EIM23840](/guidance/employment-income-manual/EIM23010#EIM23840).\n\n### STEP 3: Calculate the average price for the notional car in each group\n\nThis is achieved using this process:\n\n*   take the uncapped price of each car in the group, as determined at Step 1 ([EIM23830](/guidance/employment-income-manual/EIM23010#EIM23830))\n*   add these together and divide by the number of cars in the group\n*   for 2009/10 and 2010/11 only, restrict the result to &#xA3;80,000 if, exceptionally, this is necessary\n*   the result is the price for the notional car in that group.\n\nDaily rental businesses will also need to calculate the average price of the cars in their fleet which are available to staff, in accordance with their decision at Step 1 (EIM23830), i.e. the cars counted when the sample is taken or those in their entire fleet which are available to staff, counted nationally or regionally.\n\nStep 4 follows at [EIM23850](/guidance/employment-income-manual/EIM23010#EIM23850).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23850","title":"Employees with frequent changes of car (from 2009/10): Averaging Step 4: average CO2 emissions and appropriate percentage of notional car","body":"[EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) explains why the arrangements described on this page exist and [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825) explains how the guidance on them is laid out.\n\nThis page follows from Step 3, described at [EIM23845](/guidance/employment-income-manual/EIM23010#EIM23845).\n\n### STEP 4A: average CO2 emissions for the notional car in each group\n\nThis is achieved using this process:\n\n*   ignore any cars in a group which do not have a CO2 emissions figure\n*   take the CO2 emissions figure of each other car in the group, as determined at Step 1 ([EIM23830](/guidance/employment-income-manual/EIM23010#EIM23830)) and add these together\n*   add 15 for each diesel car in the group to which the diesel supplement applies ([EIM24805](/guidance/employment-income-manual/EIM24000#EIM24805))\n*   for 2009/10 and 2010/11 only, for cars which are not QUALECs (i.e. have CO2 emissions figures of 121 g/km or higher, [EIM24605](/guidance/employment-income-manual/EIM24000#EIM24605)):\n\n*   *   deduct 15 for each hybrid*   deduct 10 for each bi-fuel (type B, [EIM24830](/guidance/employment-income-manual/EIM24000#EIM24830)) car or car manufactured to run on E85 (type G, [EIM24840](/guidance/employment-income-manual/EIM24000#EIM24840))\n\n*   now bring any cars which do not have a CO2 emissions figure back into the calculation by adding the figure obtained from [EIM23835](/guidance/employment-income-manual/EIM23010#EIM23835)&#xA0;\n*   divide the result by the number of cars in the group\n\nThe result is the CO2 emissions figure for the notional car in that group (round down to the next integer).\n\n### STEP 4B: find the appropriate percentage for the notional car\n\nBecause the effect of all fuels other than petrol has been taken into account in the above calculation, the notional car is deemed to run on petrol.\n\nThe appropriate percentage for the year is therefore determined using the ready reckoner at [EIM24700](/guidance/employment-income-manual/EIM24000#EIM24700) or [EIM24705](/guidance/employment-income-manual/EIM24000#EIM24705) (as appropriate) without the need for any further adjustments.\n\nStep 5 follows at [EIM23855](/guidance/employment-income-manual/EIM23010#EIM23855).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23855","title":"Employees with frequent changes of car (from 2009/10): Averaging Step 5: benefit charge of notional car","body":"[EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) explains why the arrangements described on this page exist and [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825) explains how the guidance on them is laid out.\n\nThis page follows from Step 4, described at [EIM23850](/guidance/employment-income-manual/EIM23010#EIM23850).\n\nSTEP 5: Calculate the car benefit charge for the notional car in each group\n\nFor the notional car in each group, multiply the average price (as determined at Step 3, [EIM23845](/guidance/employment-income-manual/EIM23010#EIM23845)) by the appropriate percentage (as determined at Step 4, [EIM23850](/guidance/employment-income-manual/EIM23010#EIM23850)).\n\n### Example\n\nThere is an example of Steps 1 to 5 at [EIM23870](/guidance/employment-income-manual/EIM23010#EIM23870).\n\nStep 6 follows at [EIM23860](/guidance/employment-income-manual/EIM23010#EIM23860).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23860","title":"Car benefit: employees with frequent changes of car (from 2009/10): Averaging Step 6: identify qualifying employees at each location","body":"[EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) explains why the arrangements described on this page exist and [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825) explains how the guidance on them is laid out.\n\nThis page follows from Step 5, described at [EIM23855](/guidance/employment-income-manual/EIM23010#EIM23855).\n\n### STEP 6: identify qualifying employees\n\nThese arrangements only apply to employees within the groups described at [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) (motor manufacturing, the new and used retail car sales industry, car leasing and daily car rental businesses and fleet operators) who have the contractual right to take a car home but are not allocated a particular car.\n\nOn 6 April in each tax year, the employer lists employees at each location who qualify as described above.  The list will need to be amended as the year proceeds and new staff join or existing staff leave.\n\nStep 7 (the final step in the averaging process) follows at [EIM23865](/guidance/employment-income-manual/EIM23010#EIM23865).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23865","title":"Employees with frequent changes of car (from 2009/10): Averaging Step 7: allocate qualifying employees to the notional cars","body":"[EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) explains why the arrangements described on this page exist and [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825) explains how the guidance on them is laid out.\n\nThis page follows from Step 6, described at [EIM23860](/guidance/employment-income-manual/EIM23010#EIM23860).\n\n### STEP 7: allocate qualifying employees to car groups\n\nThis should pose little difficulty in practice.  The employer simply allocates each member of staff to a group, thus determining which cars are available to them.  This may be done on an individual basis or by job type (e.g. sales executive, service manager).  The number of employees at a location allocated to a group may not exceed the number of cars in that group at that location, but all groups at a location must be populated with employees because those groups only contain cars which are available to employees for private use.\n\nThere are three main exceptions to this standard pattern:\n\n*   an employee joining during the year is allocated to the appropriate group from the date on which they are first entitled to use a grouped car.  A form P46(car) is completed using the details of the notional car for that group and the date goes onto their first form P11D.\n*   an employee leaving during the year: a P46(car) is completed showing that the car has been withdrawn and the date of leaving goes onto their final P11D.\n*   an employee who changes their job during the year may move up or down a group.  No P46(car) is required (though the employer may complete one if they wish) and they are shown on form P11D as having two cars available in succession during the year, the first up to and the second from the date of change.\n\nIf an employee uses a car of a different group, see [EIM23875](/guidance/employment-income-manual/EIM23010#EIM23875).\n\n### Special rule for daily rental businesses\n\nThese rules apply where only one grade or kind of employee is allowed to use cars privately at each location and that employee is instructed to use a car from the lowest available group.  Each employee should be allocated to the group set by the rental business with an average price immediately below the average for all available cars as determined at Step 3 ([EIM23845](/guidance/employment-income-manual/EIM23010#EIM23845)).   They are deemed to use a car in that group, even though they may be allowed to use and actually use cars from higher and lower groups depending on availability.\n\nIf an employee has a free choice of what car to use, the average price determined at Step 3 should be used and the CO2 emissions figure calculated for that car using the rules at Step 4 above.\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23870","title":"Employees with frequent changes of car (from 2009/10): benefit charge of notional car: example","body":"This page gives an example of Steps 1-5 of the process described at [EIM23825](/guidance/employment-income-manual/EIM23010#EIM23825).  Daily rental businesses should adapt it to the slightly different rules which apply to them.\n\nA non-rental business has 8 cars to be averaged for 2009/10, spread between 5 models:\n\n<table>\n<tr>\n<td>\n\nModel &amp; car number\n\n</td>\n<td>\n\nList price of particular variant\n\n</td>\n<td>\n\nAccessories\n\n</td>\n<td>\n\nAveraging price\n\n</td>\n<td>\n\nCO2 emissions\n\n</td>\n<td>\n\nFuel\n\n</td>\n<td>\n\nHMRC group\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n9,995\n\n</td>\n<td>\n\n755\n\n</td>\n<td>\n\n10,750\n\n</td>\n<td>\n\n109\n\n</td>\n<td>\n\ndiesel\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n10,995\n\n</td>\n<td>\n\n905\n\n</td>\n<td>\n\n11,900\n\n</td>\n<td>\n\n145\n\n</td>\n<td>\n\npetrol\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n11,995\n\n</td>\n<td>\n\n1,105\n\n</td>\n<td>\n\n13,100\n\n</td>\n<td>\n\n124\n\n</td>\n<td>\n\ndiesel\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n11,495\n\n</td>\n<td>\n\n955\n\n</td>\n<td>\n\n12,450\n\n</td>\n<td>\n\n159\n\n</td>\n<td>\n\npetrol\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n13,995\n\n</td>\n<td>\n\n1,255\n\n</td>\n<td>\n\n15,250\n\n</td>\n<td>\n\n124\n\n</td>\n<td>\n\ndiesel\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n18,995\n\n</td>\n<td>\n\n2,005\n\n</td>\n<td>\n\n21,000\n\n</td>\n<td>\n\n187\n\n</td>\n<td>\n\npetrol\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n19,995\n\n</td>\n<td>\n\n2,505\n\n</td>\n<td>\n\n22,500\n\n</td>\n<td>\n\n164\n\n</td>\n<td>\n\nhybrid\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n21,995\n\n</td>\n<td>\n\n2,005\n\n</td>\n<td>\n\n24,000\n\n</td>\n<td>\n\n223\n\n</td>\n<td>\n\npetrol\n\n</td>\n<td>\n</td>\n</tr>\n</table>\n\nThe average price is calculated as follows:\n\n<table>\n<tr>\n<td>\n\nHMRC group\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n10,750\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n11,900\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n13,100\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n12,450\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n15,250\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n21,000\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n22,500\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n24,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nTotal price\n\n</td>\n<td>\n\n22,650\n\n</td>\n<td>\n\n40,800\n\n</td>\n<td>\n\n43,500\n\n</td>\n<td>\n\n24,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nCars in group\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nAverage price\n\n</td>\n<td>\n\n11,325\n\n</td>\n<td>\n\n13,600\n\n</td>\n<td>\n\n21,750\n\n</td>\n<td>\n\n24,000\n\n</td>\n</tr>\n</table>\n\nThe average CO2 emissions and appropriate percentage for 2009/10 are calculated as follows:\n\n<table>\n<tr>\n<td>\n\nHMRC group\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n109\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n145\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n124\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n159\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n124\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n187\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n164\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n223\n\n</td>\n</tr>\n<tr>\n<td>\n\nDiesel adjustment\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nHybrid adjustment\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n-15\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nTotal emissions\n\n</td>\n<td>\n\n269\n\n</td>\n<td>\n\n437\n\n</td>\n<td>\n\n336\n\n</td>\n<td>\n\n223\n\n</td>\n</tr>\n<tr>\n<td>\n\nCars in group\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nAverage CO2\n\n</td>\n<td>\n\n134\n\n</td>\n<td>\n\n145\n\n</td>\n<td>\n\n168\n\n</td>\n<td>\n\n223\n\n</td>\n</tr>\n<tr>\n<td>\n\nAppropriate percentage\n\n</td>\n<td>\n\n15%\n\n</td>\n<td>\n\n17%\n\n</td>\n<td>\n\n21%\n\n</td>\n<td>\n\n32%\n\n</td>\n</tr>\n</table>\n\nThe car benefit for each group for 2009/10 is therefore:\n\n<table>\n<tr>\n<td>\n\nHMRC group\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nAverage price\n\n</td>\n<td>\n\n11,325\n\n</td>\n<td>\n\n13,600\n\n</td>\n<td>\n\n21,750\n\n</td>\n<td>\n\n24,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nAppropriate percentage\n\n</td>\n<td>\n\n15%\n\n</td>\n<td>\n\n17%\n\n</td>\n<td>\n\n21%\n\n</td>\n<td>\n\n32%\n\n</td>\n</tr>\n<tr>\n<td>\n\nCar benefit\n\n</td>\n<td>\n\n1,698\n\n</td>\n<td>\n\n2,312\n\n</td>\n<td>\n\n4,567\n\n</td>\n<td>\n\n7,680\n\n</td>\n</tr>\n</table>\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23875","title":"Employees with frequent changes of car (from 2009/10): practical issues","body":"This page deals with some practical issues which arise in car averaging agreements.\n\n### Multi-franchise locations\n\nAs far as possible, the groups should reflect the reality of the cars available to employees at each location.\n\nIf there is more than one franchise at a location and cars are effectively pooled for this purpose, the groups may each contain models from both makes.  If, however, staff at each franchise primarily use cars from that franchise, separate groupings should be created for each franchise.\n\nEqually, if a franchise actually provides cars from another manufacturer for its staff to take home and its demonstrators are not in fact used privately, the groups are constructed from the cars not allocated to individuals but actually available to staff for private use (see step 6 at [EIM23860](/guidance/employment-income-manual/EIM23010#EIM23860)).\n\n### Employee uses car of a different group\n\nThe normal rule is that an employee must use a car of the group to which they are allocated.  However, there will inevitably be occasions when this is not possible.\n\nThe rules for replacement cars at [EIM25125](/guidance/employment-income-manual/EIM24000#EIM25125) are adapted to this situation.  No charge will be made for the replacement car (whether of a higher or lower group) if\n\n*   it is not materially better than the normal (i.e. notional) car, or\n*   it is not made available under an arrangement of which the main purpose, or one of the main purposes, is to provide the employee with the benefit of a car that is materially better than a car of the group to which they are allocated.\n\n### Only one car in a group\n\nAs the example at [EIM23870](/guidance/employment-income-manual/EIM23010#EIM23870) shows, it is possible for there to be only one car in a group.  It might appear that the employer cannot use these averaging arrangements in such situations.\n\nThat is not the intention.  As long as the employee works in the kinds of business described at [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) and does not have a car allocated to them, so qualifying to be allocated to a group, we allow employers to use these simplified arrangements even though there is only one car in a group.  This allows all qualifying employees to be treated in the same way.\n\n### Claims to special treatment\n\nSee [EIM23820](/guidance/employment-income-manual/EIM23010#EIM23820).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards.  "},{"manual-section-id":"EIM23880","title":"Employees with frequent changes of car (from 2009/10): procedures and record-keeping","body":"Employers will need to keep the following records about the cars:\n\n*   cars available to employees for private use as determined in the sample taken to determine the notional cars for that tax year\n*   price for each car, i.e. list price plus accessories, including VAT\n*   CO2 emissions and fuel for each car\n*   the groups to which the cars were allocated\n*   the number of cars in each group at each location\n*   the car benefit charge for each group and how this was calculated\n\nand these about the employees:\n\n*   list of employees entitled to use those cars in the tax year\n*   group to which each employee is allocated\n*   why that employee (or group of employees) was allocated to that group\n*   dates on which new employees join or current employees leave\n*   any employee who changes group in a year, with the date of change\n\nFailure to do so may result in HMRC taking action to recover car (and, if appropriate, car fuel benefit) on the statutory basis, both for future and past years.\n\n### Form P11D\n\nForm P11D should be completed annually with the relevant details for each employee.  It will only be necessary to report two cars for an employee where that employee changes groups in the year.\n\n### Form P46(car)\n\nForms P46(Car) will only be necessary when an employee joins or leaves the employment.  No form will be necessary if an employee changes groups, whether in year or between years.\n\n### Other administrative points\n\nSee [EIM23815](/guidance/employment-income-manual/EIM23010#EIM23815) about the right of employees to have their benefit calculated on the statutory basis.\n\nSee [EIM23820](/guidance/employment-income-manual/EIM23010#EIM23820) about claims to special treatment.\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards."},{"manual-section-id":"EIM23885","title":"Employees with frequent changes of car (from 2009/10): car fuel benefit","body":"The car fuel benefit legislation applies to employees with cars subject to averaging as it does to all others.  There is an index to the guidance on car fuel benefit at [EIM25500](/guidance/employment-income-manual/EIM25500).\n\nEmployers who operate car dealerships inevitably provide fuel for their cars, e.g. for demonstration drives.  It follows that in such cases the car fuel benefit charge has been incurred if the car is available for private use.  In all other situations within the scope of this guidance, fuel is also provided for the car unless the employee personally buys for all fuel (business or private) and is not reimbursed for any of it.  Simply using fuel already in a car and not replacing it constitutes using fuel which has been provided for the car.\n\n### Employers providing private fuel\n\nEmployers may choose to provide private fuel to some or all employees.  They should complete P11D accordingly, using the appropriate percentage for the notional car as determined at [EIM23850](/guidance/employment-income-manual/EIM23010#EIM23850) (also see example at [EIM23870](/guidance/employment-income-manual/EIM23010#EIM23870)).\n\n### Employers NOT providing private fuel\n\nEmployers who choose NOT to provide private fuel to an employee (and therefore believe that the car fuel benefit charge should be nil) must recognise that the legal onus is on them to demonstrate that the statutory conditions at [EIM25555](/guidance/employment-income-manual/EIM25500#EIM25555) are met.  They need to be able to prove that, in the tax year, the employee was required to make good the full cost of any fuel used privately on the basis that private mileage was all done in the notional car, and that they have actually done so.\n\nThe advisory fuel rates can be used for this purpose, as described at [EIM25655](/guidance/employment-income-manual/EIM25500#EIM25655); it will be necessary to calculate the engine size of the notional car if this option is chosen.\n\nIf they cannot, the full charge (calculated as in [EIM25560](/guidance/employment-income-manual/EIM25500#EIM25560)) applies.\n\n### Accounting for VAT on the private use of fuel.\n\nThese arrangements  apply only for income tax and NICs.  They do not affect how VAT is accounted for on any private fuel (see Notice 718 and V1-13 Chapter 19).\n\n### 2008/09 and earlier years\n\nThis guidance applies only for 2009/10 and later years. Local arrangements applied for years to 2008/09 as described at [EIM23750](/guidance/employment-income-manual/EIM23000#EIM23750) onwards."},{"manual-section-id":"EIM23900","title":"Issues relating to electric cars","body":"<table>\n<tr>\n<td>**Provision**</td>\n<td>**Company car made available for private use**</td>\n<td>**Employee&#x2019;s car used for business**</td>\n</tr>\n<tr>\n<td>Employer allows cars to be recharged from a vehicle charging point at work.</td>\n<td>No taxable benefit - electricity does not sit within the meaning of fuel so the Fuel Benefit Charge does not apply.  And there is no further benefit charge as s239(4) ITEPA 2003 specifically excludes a benefit connected with a taxable car.</td>\n<td>Taxable benefit based on cost to the employer.</td>\n</tr>\n<tr>\n<td>Employer pays for a vehicle charging point to be installed at the employee&#x2019;s home.</td>\n<td>No taxable benefit because of S202(1) ITEPA 2003 (and S239 (4)).</td>\n<td>Taxable benefit based on cost to the employer.</td>\n</tr>\n<tr>\n<td>Employer pays for charge card of &#xA3;100 per year to allow individuals unlimited access to local authority vehicle charging point.</td>\n<td>No taxable benefit because of S202(1) ITEPA 2003 (and S239 (4)).</td>\n<td>Taxable benefit based on cost to the employer.</td>\n</tr>\n<tr>\n<td>Manufacturer leases battery separately to the car.</td>\n<td>Cost of battery forms part of the list price - car will not go without it so it must be integral (like wheels).</td>\n<td>Not taxable.</td>\n</tr>\n<tr>\n<td>List price includes cost of battery</td>\n<td>Use list price</td>\n<td></td>\n</tr>\n<tr>\n<td>List price does not include cost of battery</td>\n<td>Use notional list price</td>\n<td></td>\n</tr>\n<tr>\n<td>Employer pays to lease a battery for a privately owned car</td>\n<td></td>\n<td>Taxable benefit based on cost to employer</td>\n</tr>\n<tr>\n<td>Mileage allowances</td>\n<td>None - advisory fuel rates are based on the average price of fuel per mile - electricity is not a fuel</td>\n<td>Authorised Mileage Allowance Payments (AMAPs), and, if the employer pays less than the published rates, may claim tax relief under Mileage Allowance Relief (MAR).</td>\n</tr>\n</table>"}]}]}}