{"title":"EIM22097 - Van benefit to 2004/05: value ofshared availability (alternative calculation)","details":{"manual-section-id":"EIM22097","slug": "guidance/employment-income-manual/EIM22097","body":"The normal calculation of the value of shared availability (see\n[EIM22090](/guidance/employment-income-manual/EIM22090)) can operate harshly for\nparticipating employees who in the year concerned rarely used any\nshared van.\n\nThe legislation therefore provides that an employee may make\na claim for the alternative calculation at Section 164, which is\nbased on actual days of private use, to apply instead of Section\n161 (see\n[EIM22090](/guidance/employment-income-manual/EIM22090)). If a claim is made, the value\nof shared availability to that employee is calculated as\nfollows:\n\n\n\nIn the above, a relevant day is a day:\n\n*   that falls in the tax year in question\nand\n*   during which (or during part of which) the\nemployee or a member of the employee&#x2019;s family or household\nmakes private use of the van concerned while it is a shared\nvan.\n\nFor the purposes of Section 95 TMA 1970 (incorrect return, etc.)\na claim under this section is to be treated as a claim for relief.\n\nNote that:\n\n*   the alternative &#xA3;5 a day is\ncalculated using days of actual private use of the van by the\nemployee, irrespective of how many days it was available to him for\nprivate use.\n*   a claim by an employee for the alternative\ncalculation does not affect the value of shared availability under\nthe normal calculation for other employees.\n\nThere is an example at\n[EIM22107](/guidance/employment-income-manual/EIM22050#EIM22107).\n\n### Years from 2005/06 onwards\n\nFull guidance on van benefit for these years can be found using\nthe contents page at\n[EIM22700](/guidance/employment-income-manual/EIM22700).","breadcrumbs":["EIMANUAL","EIM20000","EIM22050","EIM22097"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM22070","slug": "guidance/employment-income-manual/EIM22070","title":"Step 1","body":"\n\n## Section 157 ITEPA 2003\n\nBecause the benefit for shared vans and the benefit for vans available only to one employee (or his family or household) are calculated separately and under different rules, it is essential to know when a van is a shared van.\n\nA van is a shared van for a period if either Condition A or Condition B is met.\n\n**Condition A **is met if throughout the period the van is available concurrently (i.e. at the same time) to more than one employee of the same employer.\n\n**Condition B **is met if:\n\n*   the period is one throughout which the van is available to different employees of the same employer (a &#x201C;shared period&#x201D;) and\n*   the circumstances are such that the employee or employees to whom the van is available at any given time in the period are not necessarily the same as those to whom it is available at any other given time in the period.\n\nIn other words, a van is a shared van for any period (other than an exclusive period (see [EIM22072](/guidance/employment-income-manual/EIM22050#EIM22072))) throughout which it is available to different employees (see example at [EIM22107](/guidance/employment-income-manual/EIM22050#EIM22107)).\n\nIf a van is a shared van for any part of a day it is treated as a shared van for the whole of that day (Section 156(5) ITEPA 2003).\n\nNote that it is possible at different times in a year for a van to be:\n\n*   a shared van*   an exclusive use van (see [EIM22072](/guidance/employment-income-manual/EIM22050#EIM22072))*   a pooled van (see [EIM23450](/guidance/employment-income-manual/EIM23000#EIM23450))\n*   and maybe none of these.\n\nSo when calculating cash equivalents it is important to concentrate on the **periods **when a van is a shared van, rather than on the van itself.\n\n### Years from 2005/06 onwards\n\nFull guidance on van benefit for these years can be found using the contents page at [EIM22700](/guidance/employment-income-manual/EIM22700)."},{"manual-section-id":"EIM22100","slug": "guidance/employment-income-manual/EIM22100","title":"Step 4","body":"\n\n## Section 165 ITEPA 2003\n\nA deduction is to be made from the provisional sum calculated under Step 6 of Section 161(1) ITEPA 2003 (see [EIM22090](/guidance/employment-income-manual/EIM22090)) or Step 3 of Section 164(2) ITEPA 2003 (see [EIM22097](/guidance/employment-income-manual/EIM22097)) if, as a condition of the van or vans involved being available for the employee&#x2019;s private use, the employee:\n\n*   is required in the tax year in question to pay (whether by way of deduction from earnings or otherwise) an amount of money for that use and\n*   makes such payment.\n\nThe provisional sum is reduced pound for pound by any such amount paid.\n\nIf the amount exceeds the provisional sum at Step 6, the value of shared availability is nil.\n\nSee [EIM25250](/guidance/employment-income-manual/EIM24000#EIM25250) for the meaning of payment for private use.\n\nSee [EIM22084](/guidance/employment-income-manual/EIM22050#EIM22084) for payments for private use of exclusive use vans.\n\n### Years from 2005/06 onwards\n\nFull guidance on van benefit for these years can be found using the contents page at [EIM22700](/guidance/employment-income-manual/EIM22700)."}]}]}}
