{"title":"Benefits: exemption for workplace nurseries: commercially marketed nursery schemes: background: how the schemes work: contents","details":{"manual-section-id":"EIM21970","slug": "guidance/employment-income-manual/EIM21970","body":"There are a number of commercially marketed schemes which set out to exploit the benefit-in- kind exemption for workplace nurseries in Section 318 ITEPA 2003 (see [EIM21900](/guidance/employment-income-manual/EIM20000#EIM21900)onwards). There is no statutory bar that prevents employers from entering into partnership arrangements with commercial nursery providers. However, the employer must engage with the commercial provider in such a way that he is &#x201C;wholly or partly responsible for the financing and managing the provision of the care.&#x201D;\n\n","breadcrumbs":[],"sections":[{"title":" How the schemes work\n\nMany of the schemes that fail to comply with the statutory provisions follow a similar pattern. They may have some or all of the following features or variants on them:\n\n*   the employee enters into a salary sacrifice, giving up an amount of pay equal to the cost of the nursery place which is to be provided\n*   the employer pays for a nursery place for the employee's child. This may be at a nursery run by the scheme promoter or at an independent nursery, depending on the scheme\n*   in addition to paying the nursery fee the employer pays the nursery an additional sum, typically &#xA3;400 per annum per place\n*   the employer appoints the scheme promoter to act as their 'agent' at meetings of the nursery management committee (though in practice the employer has no real say at all in the way the nursery is run).\n\nThe scheme is normally offered to employers as a package. Once an employer and one or more of their employees have agreed to participate the scheme promoter makes all the arrangements, other than the salary sacrifice.\n\nFor further guidance on how to deal with these schemes, see:","sections":[{"manual-section-id":"EIM21971","slug": "guidance/employment-income-manual/EIM21971","title":"Tax consequences of workplace nursery schemes","body":"For tax purposes, the schemes described in [EIM21970](/guidance/employment-income-manual/EIM21970) have to be considered in 3 stages:\n\n*   firstly, is the salary sacrifice effective? If not, then the employee remains chargeable on their original gross pay and the employer should continue to operate PAYE, and account for NIC, on that amount.\n*   secondly, if the salary sacrifice is effective, is the employee's nursery benefit taxable as earnings within Section 62 ITEPA 2003, or only as a benefit-in-kind under Section 203? (See the note on Finance Act 2005 below.)\n*   finally, if (and only if) the benefit is taxable only under Section 203, do the arrangements satisfy the conditions for exemption in Section 318?\n\n### The salary sacrifice\n\nFor guidance on this aspect, please see [EIM42750](/guidance/employment-income-manual/EIM42750) onwards and [EIM01141](/guidance/employment-income-manual/EIM01000#EIM01141).\n\n### Section 62 or Section 203?\n\nThis point is not relevant from 6 April 2005. Section 16 FA 2005 extended the exemption for all employer provided childcare. From that date the benefit is exempt from a charge to income tax not just a charge under the benefits code.\n\nFor periods before 6 April 2005 the workplace nursery exemption applies only to benefits that are treated as earnings by Section 203 (see [EIM21900](/guidance/employment-income-manual/EIM20000#EIM21900)). If the benefit is taxable as earnings within Section 62 the question of exemption under Section 318 does not arise.\n\nIn general, Section 62 will apply if:\n\n*   the contract for the nursery place is between the employee and the nursery, so that when the employer pays the nursery they are satisfying the employee's pecuniary liability (see [EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580)) or*   if the employee can at any time give up the nursery place and revert to their original salary (the 'Heaton v Bell' principle, see [EIM00570](/guidance/employment-income-manual/EIM00505#EIM00570)).\n\nThe major scheme promoters generally manage to avoid these situations, but the points are worth bearing in mind if you are dealing with a one-off scheme.\n\n### Does the workplace nursery exemption apply?\n\nThe exemption for workplace nurseries in Section 318 ITEPA 2003 was introduced to encourage employers to provide nursery places for employees, either by opening a nursery on their own premises or by combining with other employers to jointly finance and run a nursery. The exemption was not intended to apply, and in the opinion of HMRC does not apply, to commercially marketed schemes of the kind described in [EIM21970](/guidance/employment-income-manual/EIM21970), where the employer really does no more than to buy in places at a commercially run nursery.\n\nSpecifically:\n\n*   the additional monetary contribution that the employer is required to make does not satisfy the 'financing' requirement (see [EIM21925](http://www.hmrc.gov.uk/manuals/eimanual/EIM21925.htm)) and\n*   the appointment of the scheme promoter to act as the company's agent does not satisfy the 'management' requirement (see [EIM21930](http://www.hmrc.gov.uk/manuals/eimanual/EIM21930.htm)).\n\nFor guidance on dealing with disputes if the employer or employee will not accept HMRC&#x2019;s  view, see [EIM21973](http://www.hmrc.gov.uk/manuals/eimanual/EIM21973.htm). "},{"manual-section-id":"EIM21972","slug": "guidance/employment-income-manual/EIM21972","title":"Dealing with approaches from employers","body":"Employers and employees are free to enter into whatever contractual arrangements they choose. But you cannot comment on the tax consequences of the proposed arrangements (and in particular the effectiveness of the salary sacrifice) until they have been put into effect. This is not an area where HMRC operates any kind of 'clearance' procedure, nor do we give 'pre transaction rulings'. See also [EIM21960](http://www.hmrc.gov.uk/manuals/eimanual/EIM21960.htm).\n\nHowever if the childcare arrangements are as described in [EIM21970](/guidance/employment-income-manual/EIM21970) you can tell the employer that **if **the salary sacrifice is effective HMRC&#x2019;s view is that the childcare benefit provided for employees under the scheme does not qualify for exemption under Section 318 ITEPA 2003. The employer should therefore make a return of the benefit on forms P11D at the end of the year.\n\nWhile childcare benefits are chargeable to tax (except where Section 318 applies) they are not subject to the extended Class 1A NIC charge that applies to most other taxable benefits from 6 April 2000. The Class 1A exclusion applies to all childcare benefits, not just those that are exempt from tax. From 6 April 2005 NICs and tax rules were aligned. Class 1A NICs are not due if Section 318 exemption applies. However, if childcare does not qualify for s318 exemption it is chargeable to income tax under the benefits code and Class 1A NICs must be accounted for\n\nFor guidance on dealing with disputes if the employer or employee will not accept HMRC&#x2019;s view, see [EIM21973](http://www.hmrc.gov.uk/manuals/eimanual/EIM21973.htm). "},{"manual-section-id":"EIM21973","slug": "guidance/employment-income-manual/EIM21973","title":"Dealing with disputes","body":"If you believe that a purported salary sacrifice is ineffective, but the employer does not accept that view, the way to resolve the dispute is by means of a Regulation 80 determination on the employer concerned, followed by an appeal and a First-tier Tribunal hearing.\n\nIf the salary sacrifice is effective, you may be faced by a refusal by the employer to report the benefit on forms P11D (because they believe the benefits to be exempt under Section 318) or a failure by the employees to include the benefit in their SA returns (for the same reason). In those cases you should consider:\n\n*   taking penalty action against the employer for the submission of incorrect forms P11D (especially if you have previously advised them that the exemption does not apply) and/or\n*   opening a Section 9A enquiry into the employee's SA return. If the employee will not accept liability this will result in an HMRC amendment and an appeal to the First-tier Tribunal.\n\nFrom 6 April 2005 you may issue a Section 8 notice to the employer in respect of unpaid Class 1A NICs. The employer has the right to appeal and the appeal can be heard by the First-tier Tribunal."}]}]}}
