{"title":"by reasonof employment, family matters, benefits and expenses remitted to\nUK","details":{"manual-section-id":"EIM20500","body":"","breadcrumbs":["EIMANUAL","EIM20000","EIM20500"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM20501","title":"Meaning of 'by reason of\nemployment'","body":"To be chargeable under the special rules in the benefits code (\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) expenses payments and benefits\nhave to be made or provided 'by reason of the employment'. Part 3\nChapter 3 deals with expense payments and Part 3 Chapter 10 with\nbenefits.\n\nThere are different rules depending on whether expenses\npayments and benefits are paid or provided by the employer or by\nanother person. For this purpose an employer is deemed to have\nprovided a benefit if it has borne the cost of provision (\n[EIM21220](/guidance/employment-income-manual/EIM21000#EIM21220)).\n\nIf the employer has paid expenses or provided a benefit see\n[EIM20502](/guidance/employment-income-manual/EIM20500#EIM20502).\n\nIf they are paid or provided by someone other than the\nemployer see\n[EIM20503](/guidance/employment-income-manual/EIM20500#EIM20503)."},{"manual-section-id":"EIM20502","title":"'By reason of\nemployment': provision by employer","body":"Subject to one exception, all sums paid to an employee by his\nemployer in respect of expenses (Section 71(1) ITEPA 2003) and all\nbenefits provided for him by his employer (Section 201(3) ITEPA\n2003) are deemed to be made or provided \"by reason of the\nemployment\". See\n[EIM21220](/guidance/employment-income-manual/EIM21000#EIM21220) for identifying the person\nproviding a benefit.\n\nThe one exception is when the employer is an individual and\nhe can show that the payment was made or the benefit was provided\nin the normal course of his domestic family or personal\nrelationships. Thus a father who employs his son will normally be\nable to show that a Christmas present he gives to his son is not\n\"by reason of the employment\"."},{"manual-section-id":"EIM20503","title":"'By reason of\nemployment': provision by third party","body":"\n\n## Sections 62, 70(1)(b) and 201(2) ITEPA 2003, Part 7A ITEPA 2003\n\nExpenses payments and benefits made or provided by someone other than the employee's employer are often called \"third party benefits\".\n\nSuch payments and benefits are within the rules in the benefits code ([EIM20006](/guidance/employment-income-manual/EIM20006)) where they are made or provided \"by reason of the employment\" ([EIM20501](/guidance/employment-income-manual/EIM20500#EIM20501)) under the normal meaning of those words. But they are not chargeable under those rules if they are otherwise chargeable as earnings, for example, under Section 62 ITEPA 2003. Examples of benefits which are chargeable as earnings are at [EIM00530](/guidance/employment-income-manual/EIM00530) onwards.  Nor are they chargeable under those rules if they are chargeable under Part 7A ITEPA 2003 (Employment income provided through third parties - see [EIM45000](/guidance/employment-income-manual/EIM45000) onwards[](/guidance/employment-income-manual/EIM20500#EIM20503)and [EIM45705](http://www.hmrc.gov.uk/manuals/eimanual/EIM45705.htm)).\n\nHowever, note that in order to come within the scope of Part 7A there must be a &#x201C;relevant step&#x201D; and the provision of a benefit will not necessarily fall within any of the defined types of &#x201C;relevant step.  See [EIM45055](/guidance/employment-income-manual/EIM45000#EIM45055).\n\nIn addition, note that as long as there is no tax avoidance involved, relevant steps taken by members of the same group of the companies as the employer are generally excluded from the application of Part 7A - see [EIM45035](/guidance/employment-income-manual/EIM45000#EIM45035)&#xA0;\n\n### Interaction of &#x201C;by reason of the employment&#x201D; with Section 62 ITEPA 2003\n\nIt is important to understand the distinction between Section 62 on the one hand, and Sections 70(1) and 201(2) on the other hand. Section 62(1) applies to earnings &#x201C;in relation to an employment&#x201D;, including anything that is an &#x201C;emolument of the employment&#x201D; (Section 62(2)(c)). Section 70(1) and Section 201(3) apply to expense payments and benefits provided &#x201C;by reason of the employment&#x201D;. Section 62 is based on what was previously Section 19 ICTA 1988, which charged to tax emoluments &#x201C;from an employment&#x201D;. Case law shows that the phrase \"by reason of the employment\" has a wider meaning than \"from the employment\" ([EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)). The words &#x201C;from the employment&#x201D; are not reproduced in Section 62 but earnings chargeable under that section include emoluments &#x201C;of the employment&#x201D; and in this context &#x201C;of the employment&#x201D; has the same meaning as &#x201C;from the employment&#x201D;.\n\n### Case law guidance: by reason of the employment\n\nIn **Wicks v Firth **(56TC338) Lord Denning said that \"by reason of the employment\" covered cases where an employee would not have received a benefit unless he had been an employee. The employment must be one of the causes of the benefit being provided. It need not be the sole cause or even the main one. But it must be an operative cause in the sense that it was a condition of the benefit being granted.\n\nIn the same case Lord Oliver said that the question to ask is \"what is it that enables the person concerned to enjoy the benefit?\" If the answer to that question properly includes \"the employment\" as one of the factors then that is \"by reason of\" the employment.\n\nIn **Mairs v Haughey **(66 TC 273) Lord Chief Justice Hutton preferred Lord Oliver's way of expressing the test. In particular where the employment was only an incidental factor in past history, and not a current reason for the benefit being provided, his view was that did not amount to \"by reason of employment\".\n\nThese judicial comments were given as general observation and whilst they carry weight they are not a legally binding restriction on the meaning of the words \"by reason of\". In practice you can normally assume that a benefit which is provided by someone other than the employer and which is plainly connected with the employee's employment has been provided by reason of the employment.\n\nHowever some third party benefits, small gifts and entertaining, are exempt from tax. "},{"manual-section-id":"EIM20504","title":"Benefits provided for\nemployee's family or household","body":"A benefit provided for a member of an employee's family or\nhousehold, whether by his employer or someone else, is chargeable\non him under the benefits code if it is provided by reason of his\nemployment.\n\nIf the benefit is provided by the employee's employer it is\ndeemed to be provided by reason of the employment (Section 201(3)\nITEPA 2003) and the guidance at\n[EIM20502](/guidance/employment-income-manual/EIM20500#EIM20502), including the exception\nmentioned there, applies.\n\n'Family or household' (Section 721(5) ITEPA 2003) means:\n\n*   the employee's spouse or (from 5 December\n2005) civil partner\n*   the employee's children and their spouses\nor (from 5 December 2005) civil partners\n*   the employee's parents\n*   the employee's dependants\n*   the employee's domestic staff and\n*   the employee's guests (that is people\n\n    staying at his invitation in his home or in accommodation provided\n\n    by him).\n\nThus an employee who takes his family away on holiday at his\n\nemployer's expense is chargeable not only on the cost of his own\n\nholiday fares and accommodation but also on the cost of those\n\nrelating to his wife and family.\n\nDifferent rules apply where the benefit is a beneficial loan\n\n(\n\n[EIM26112](/guidance/employment-income-manual/EIM26100#EIM26112)) or the acquisition of shares\n\nat an undervalue (Share Schemes Manual 6.20)."},{"manual-section-id":"EIM20505","title":"Benefits provided to a\nfamily member employed by the same employer as the employee"},{"manual-section-id":"EIM20506","title":"Joint benefits of\nemployee and spouse or civil partner","body":"Deal with employee and spouse or civil partner cases in\naccordance with\n[EIM20505](/guidance/employment-income-manual/EIM20505), but in the following cases\napportion the benefit between them in line with the facts.\n\n*   The employee and spouse or civil partner\nare both directors or have earnings of at least &#xA3;8,500 a year\nand are employed by the same employer or employers under common\ncontrol (\n[EIM20213](/guidance/employment-income-manual/EIM20001#EIM20213)) and\n*   the employer provides them with a joint\nbenefit.\n\nThe apportionment is a proper apportionment under Section 204\nITEPA 2003 (\n[EIM21200](/guidance/employment-income-manual/EIM21000#EIM21200)). For example, if the joint\nbenefit is the provision of furniture for their home which is used\nequally by the two of them, divide the benefit equally between\nthem."},{"manual-section-id":"EIM20507","title":"Expenses and benefits\n\nfrom non-resident employers","body":"The residence of the employer has no effect on whether benefits\nand expenses within the rules in the benefits code are\nchargeable.\n\nThe residence of any other person providing benefits or expenses\npayments within those rules similarly has no effect."},{"manual-section-id":"EIM20508","title":"Expense payments to and\n\nbenefits provided for a director or employee whose earnings are\n\ntaxable on remittance","body":"The earnings of a director or employee, except in an excluded\nemployment (\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), who is chargeable on\nremittances to the United Kingdom under either Section 22 or\nSection 26 ITEPA 2003 include\n\n*   expenses payments remitted to the United\nKingdom\n*   expenses paid in the United Kingdom\n*   benefits provided or enjoyed in the United\nKingdom (for example, a motorbike available for use in the United\nKingdom).\n\nAs regards how to calculate the earnings of an employee\nchargeable under Section 22 or Section 26 for the purposes of\nseeing whether or not the employment is an excluded employment see\n[EIM20101](/guidance/employment-income-manual/EIM20001#EIM20101)."},{"manual-section-id":"EIM20510","title":"Benefits: identifying the\n\nperson providing the benefit","body":"For the purposes of Part 3 Chapter 10 and Part 4 ITEPA 2003 the\nperson providing a benefit is deemed to be the person at whose cost\nthe provision is made (Section 209 ITEPA 2003). This may not\nnecessarily be the person who physically 'hands over' the benefit\nto the employee. See Wicks v Firth (56TC338) and\n[EIM21220](/guidance/employment-income-manual/EIM21000#EIM21220)."}]}]}}