{"title":"EIM21639 – Particular benefits","details":{"manual-section-id":"EIM21639","slug": "guidance/employment-income-manual/EIM21639","body":"The example in\n[EIM21638](/guidance/employment-income-manual/EIM21601#EIM21638) sets out the facts and tax\nconsequences when a company owned aircraft is placed entirely at\nthe disposal of a director for his use. If the aircraft is not\nentirely at the disposal of the director the tax consequences may\nbe different as Section 205(2)(a) ITEPA 2003 provides two\nalternative means of calculation.\n\n\n\nAs in the example in\n\n[EIM21638](/guidance/employment-income-manual/EIM21601#EIM21638), the other director who used\n\nthe aircraft for 10 days in the year, is also chargeable on a\n\nbenefit based on his 10 days of use, calculated on the same basis\n\nas above.","breadcrumbs":["EIMANUAL","EIM20000","EIM21600","EIM21601","EIM21639"],"section_groups":[{"title":" Facts\n\nThe facts in this example are identical to those in the example\nin\n[EIM21638](http://www.hmrc.gov.uk/manuals/eimanual/EIM21638.htm), except that the aircraft is\nmanaged on behalf of the company by an independent third party\nagent, which attempts to hire out the aircraft to third parties. If\nthe director wishes to use the aircraft he must book it through the\nagent. In practice he can do so at short notice whenever the\n\naircraft is not otherwise in use by the public. His hire terms are\n\npreferential to those offered to the public, but if it is already\n\nbooked for a commercial hire the director does not have access to\n\nthe aircraft.\n\nIn such cases where there is genuine commercial use of the\n\naircraft by third parties, it is arguable whether the aircraft is\n\navailable to the director and/or to the employer via the third\n\nparty agent on days when it is not in use. Consequently it may not\n\nbe reasonable to calculate the benefit to the director based on 234\n\ndays of availability, as in\n\n[EIM21638](http://www.hmrc.gov.uk/manuals/eimanual/EIM21638.htm).\n\nIt may be fairer to calculate the benefit based on the\n\ndirector&#x2019;s use relative to total use of the aircraft, as\n\nfollows:","sections":[{"manual-section-id":"EIM21638","slug": "guidance/employment-income-manual/EIM21638","title":"&#xA3;140,000","body":"For some background information relevant to this example see [EIM21637](/guidance/employment-income-manual/EIM21601#EIM21637).\n\n### Facts\n\n*   On 6 July a company purchases a 10 seater aircraft for &#xA3;800,000,\n*   the principal shareholder of the company and managing director (MD) holds a pilot&#x2019;s licence,\n*   the plane is kept at an airfield near to both the company premises and the MD&#x2019;s home. It is available to the MD to use at all times - sometimes, at weekends, he decides on the spur of the moment to take a flight on the plane. The plane is not available to any other director or employee unless given specific permission,\n*   the company incurs costs on the plane of &#xA3;20,000 for the 9 months from 6 July to 5 April for landing fees, fuel, insurance, etc.,\n*   when he uses the plane for private purposes the MD reimburses the company &#xA3;100 per day as a contribution towards the employer&#x2019;s costs.\n*   Inspection of the logbook for the period 6 July to 5 April (274 days) shows use as follows:\n\n1. 10 days - by the MD for travel to business meetings\n\n    2. 20 days - by the company (using an outside pilot hired by the day) to deliver\n    sensitive documents to customers in remote locations\n\n    3. 10 days - commercial hire to third parties at &#xA3;2,000 per day\n\n    4. 10 days - another director of the company wishes to learn to fly and uses\n    the plane for flying lessons with an instructor\n\n    5. 60 days - private use by the MD.\n\n### What is the amount of the benefit chargeable on the MD?\n\nSection 205(2)(a) ITEPA 2003 determines that when an asset is placed at the disposal of a director or employee (see [EIM21631](/guidance/employment-income-manual/EIM21601#EIM21631)), the amount of the cash equivalent of the benefit is the annual value (Section 205(3)(b)) plus additional expenses.\n\n<table>\n<tr>\n<td>\n\nAnnual value of plane (&#xA3;800,000 x 9/12 x 20%)\n\n</td>\n<td>\n\n&#xA3;120,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nAdditional expenses\n\n</td>\n<td>\n\n&#xA3;20,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nTotal amount of the benefit\n\n</td>\n<td>\n\n&#xA3;140,000\n\n</td>\n</tr>\n</table>\n\nAs the plane is made available for several different purposes, if any of those purposes amounts to an &#x201C;other matter&#x201D; (Section 204), an apportionment of the benefit may be due. Use by the MD, whether for business or private purposes, is not an &#x201C;other matter&#x201D;. But use by other employees, or use by the company, are &#x201C;other matters&#x201D; - items 2, 3 and 4 above which amount to 40 days in total.\n\nThe amount of the benefit is based on the 274 days in the year when the plane was available for use.  On 40 days it was used for &#x201C;other matters&#x201D; and the benefit must be apportioned accordingly.  On the remaining 234 days it was entirely at the disposal of the director to use as and when he wished.   If the plane was not available to the director, or not solely available to him, on all these days, the calculation of the benefit could be different (see [EIM21639](/guidance/employment-income-manual/EIM21639)).  The calculation of the benefit must be:\n\n*   apportioned to take account of these other matters and\n*   reduced by any amount made good by the MD to the employer.\n<table>\n<tr>\n<td>\n\nTotal amount of the benefit\n\n</td>\n<td>\n\n&#xA3;140,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess proportion for &#x201C;other matters&#x201D; (40/274)\n\n</td>\n<td>\n\n&#xA3;20,438\n\n</td>\n</tr>\n<tr>\n<td>\n\nBenefit after apportionment\n\n</td>\n<td>\n\n&#xA3;119,562\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess made good by MD (&#xA3;100 x 60)\n\n</td>\n<td>\n\n&#xA3;6,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nCash equivalent of the benefit\n\n</td>\n<td>\n\n&#xA3;113,562\n\n</td>\n</tr>\n</table>\n\nFinally, if the director&#x2019;s use of the plane satisfies the terms of Section 336 ITEPA 2003 he will be due a deduction under Section 365(1) for the amount of expenses on business purposes that could have been deducted if incurred by him. This figure may be quantified based on the facts of the case. In this instance the MD used the plane for a total of 70 days in the year, 10 days for business and 60 days for private purposes. A reasonable basis for calculating the deduction due under Section 365(1) may be 10/70 of the chargeable benefit - 10/70 x 113,562 = 16,223.\n\n<table>\n<tr>\n<td>\n\nLess deduction for business use (10/70 days)\n\n</td>\n<td>\n\n&#xA3;16,223\n\n</td>\n</tr>\n<tr>\n<td>\n\nAmount of benefit taxable on MD\n\n</td>\n<td>\n\n&#xA3;97,339\n\n</td>\n</tr>\n</table>\n\nNote it is necessary to use judgement and common sense when determining the amount that would have been deductible for expenses under Section 365(1).\n\nIn this case a deduction of approximately &#xA3;1,600 per day has been allowed for the MD&#x2019;s travel to business meetings. This may seem a large amount but if the alternative is for the company to hire a similar plane for the day at the commercial rate of &#xA3;2,000, for which the MD paid himself and was later reimbursed by the company, he would be entitled to a deduction for this amount. Apart from extreme cases, it is better not to become involved in a debate concerning what form of transport (and at what cost) is suitable for the director to use to attend meetings.\n\nThe other director who uses the plane for flying lessons will also be chargeable on a benefit based on his 10 days private use of the plane. "}]}]}}
