{"title":"# EIM21861 - Particular benefits: treatment of benefits that are trivial in amount: factors to bear in mind","details":{"manual-section-id":"EIM21861","body":"# EIM21861 - Particular benefits: treatment of benefits that are trivial in amount: factors to bear in mind\n\nThere is no monetary limit below which a benefit is inevitably to be regarded as trivial in nature or above which it is automatically subject to tax and NICs.\n\nWhen considering whether a trivial benefit should be ignored for practical purposes (see [EIM21860](/guidance/employment-income-manual/EIM21860)), bear the following factors in mind -\n\n* the cost of the benefit provided to each employee, and not the overall cost to the employer of providing the benefit. A benefit that is trivial when provided by an employer to its five employees, is also trivial if it is provided by an employer to one hundred employees, regardless of the greater cost to the larger employer. Also note that the term “trivial” is not to be viewed relative to the level of an employee’s income,\n* the circumstances in which the benefit is provided\n\n* * if the benefit is a reward to the employee for services you should seek to tax it, but\n* if the benefit is more related to staff welfare, be prepared to accept it as a trivial benefit,\n\n* whether it is reasonable to require the employer to make form P11D entries for the benefit concerned, and\n* the resource cost to the department in handling the forms P11D, and coding and self assessment, in relation to the amounts of tax and NICs at stake.\n\nYou can find some examples of what the department considers to be a trivial benefit at [EIM21863](/guidance/employment-income-manual/EIM21863). This list is by no means exhaustive but from it you will see that the benefits described are related to staff welfare.\n\n### Cash benefits and benefits with money’s worth\n\nCash benefits, benefits that have a “money’s worth” ([EIM00530](/guidance/employment-income-manual/EIM00530)) and non-cash vouchers ([EIM16040](/guidance/employment-income-manual/EIM16000#EIM16040)) should not be treated as trivial benefits, regardless of how small the amount concerned. For example -\n\n* money, or something that can be turned into money; or\n* something that is nearly as good as money in the employee’s hands (for example an employer holds an account with a local retailer and the employee can obtain goods against that account, or where store vouchers are given to an employee); or\n* where the benefit is something that clearly saves the employee money that he or she would otherwise expend, for instance where an employer lays on home to work travel for an employee, then you should not normally agree to ignore it\n\n* * but this does not necessarily prevent trivial benefit treatment being applied to a very small fee that an employer pays in order to allow employees access to a discount shopping website;\n* on the other hand, it would rule out trivial benefit treatment if the fee was not just for access to the website but also contributed to the level of discount available ,\n\nand\n\n* * if the 'benefit' is subject to statutory limits (e.g. the £150 exemption for an annual party ([EIM21690](/guidance/employment-income-manual/EIM21601#EIM21690)) which an employer wishes to extend because the excess over £150 is trivial).\n\n### PAYE Settlement Agreement (PSA)\n\nFor practical purposes it may be that small cash and money’s worth benefits can be included in a PSA. Consider whether the benefit is suitable for a PSA, using the flowchart at Annex 3 in the PSA Manual, and bearing in mind the examples suitable for a PSA, as set out in Statement of Practice 5/96.\n\nRemember that a PSA is a voluntary arrangement on the part of the employer and can include items that are minor, irregular or impractical to apply PAYE to, or apportion the value of a particular benefit. However if you are satisfied that a particular benefit is trivial, this benefit should not be included in a PSA, in the same way as we would not expect the employer to include details on a P11D.\n\n### Minor benefits\n\nTrivial benefits should not be confused with “minor” benefits, which may be exempt from charge under the powers in Section 210 ITEPA. For example, the provision to employees of welfare counselling advice ([EIM21845](/guidance/employment-income-manual/EIM21604#EIM21845)) or the provision of special equipment to employees with a disability ([EIM21846](/guidance/employment-income-manual/EIM21602#EIM21846)).","breadcrumbs":[],"sections":[]}}