{"title":"EIM21687 - Particular benefits: childcare","details":{"manual-section-id":"EIM21687","slug": "guidance/employment-income-manual/EIM21687","body":"If an employer provides employees with help with childcare the\nprovision will normally give rise to a tax charge on the employees\nconcerned. Note though that there is a special exemption which\napplies to certain workplace nurseries (see\n[EIM21900](/guidance/employment-income-manual/EIM20000#EIM21900) onwards).\n\nThe following table sets out the ways in which childcare\nassistance might be provided, and the way in which an employment\nincome liability will arise in each case.\n\n<table>\n<tr>\n<td>\n\n\n\n","breadcrumbs":[],"sections":[{"title":" Nature of provision\n\n</td><td>\n\n### Section of ITEPA 2003\n\n</td><td>\n\n### Relevant instructions\n\n</td>\n</tr>\n</table>\n\n### All directors and employees whatever their rate of pay","sections":[{"manual-section-id":"EIM05100","slug": "guidance/employment-income-manual/EIM05100","title":"Employers pay a cash\n\nallowance to help with childcare expenses","body":"The payment of a round sum expenses allowance to an employee by\nhis or her employer is taxable as earnings within Section 62 ITEPA\n2003 (see\n[EIM00520](/guidance/employment-income-manual/EIM00505#EIM00520) onwards). PAYE applies to such\npayments.\n\nA round sum expenses allowance is an allowance which is paid\nto an employee irrespective of whether he or she spends it or not\nin a particular way. It is to be contrasted with a reimbursement of\nexpenditure actually incurred by an employee and with a scale rate\npayment intended to reimburse such expenditure (see\n[EIM05200](/guidance/employment-income-manual/EIM05200)).\n\nFergusson v Noble (7TC176) supports our view that a round sum\nexpense allowance is taxable as part of the employee&#x2019;s\nearnings. In that case, a detective received a cash allowance for\nbuying civilian clothing whether it was spent or not. It was held\nto be taxable because it was part of the consideration that the\ndetective was entitled to receive in return for his services. It\n\ndid not matter that he was expected to spend the money in a\n\nparticular way."},{"manual-section-id":"EIM00580","slug": "guidance/employment-income-manual/EIM00580","title":"Employer pays the fees\n\nof a nursery or childminder engaged by the employee","body":"A benefit counts as earnings under Section 62 ITEPA 2003 if it\nis money's worth. Money's worth includes things that are of direct\nmonetary value to the employee (see\n[EIM00530](/guidance/employment-income-manual/EIM00530)).\n\nAn example of this is where the employer pays a debt that the\nemployee owes to a third party. This is often called the pecuniary\nliability principle. The employer's payment is of direct monetary\nvalue to the employee because he or she no longer has to pay that\namount of money to the third party. It therefore counts as money's\nworth under Section 62(3)(a) ITEPA 2003. It will be taxable as\n\nearnings if it comes from the employment (see\n\n[EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)).\n\nAn employer discharges an employee's debt when he or she pays\n\na bill for goods or services direct which in law is the liability\n\nof the employee. The employer bears the employee's pecuniary\n\nliability. It does not matter for tax purposes whether the employer\n\nmakes the payment voluntarily or under a contract.\n\nFor example, if an employee has signed the application form\n\nfor the supply of electricity or gas to her home, the employee is\n\nthe customer and she will be the person who is billed. If the\n\nemployer pays the bills for the employee the employer is\n\ndischarging the employee's debt.\n\nThe principle was applied in the following cases in respect\n\nof the expenses shown.\n\n<table>\n<tr>\n<td>**Circumstance**\n\n</td><td>**Tax case**\n\n</td>\n</tr>\n<tr>\n<td>Employee's income\n\ntax</td><td>Hartland v Diggines\n\n(10TC246)</td>\n</tr>\n<tr>\n<td>Employee's rates,\n\nlighting, heating and other costs</td><td>Nicoll v Austin\n\n(19TC351)</td>\n</tr>\n<tr>\n<td>Cost of employee's\n\npetrol</td><td>Richardson v Worrall\n\n(58TC642)</td>\n</tr>\n</table>\n\nAs regards:\n\n*   cases where the employer pays the\n\n    employee's council tax, see\n    [EIM00585](/guidance/employment-income-manual/EIM00505#EIM00585)\n\n*   the operation of PAYE in pecuniary\n\n    liability cases, see\n    [EIM00590](/guidance/employment-income-manual/EIM00505#EIM00590)."},{"manual-section-id":"EIM00520","slug": "guidance/employment-income-manual/EIM00520","title":"Employer reimburses\n\nchildcare expenses to employee","body":"### Meaning of earnings\n\nFor tax purposes, the word earnings in relation to an office or\nemployment means:\n\n*   any salary, wages or fee\n*   any gratuity or other profit or incidental\nbenefit of any kind obtained by the employee if it is money or\nmoney's worth (see[EIM00530](/guidance/employment-income-manual/EIM00530))\n*   anything else that constitutes an\nemolument of the employment.\n\nThis is a wide definition. The second and third bullets ensure\nthat all money payments that are similar to salaries, fees and\nwages are taxed as earnings. Examples are bonuses, commissions,\ntips, overtime pay and extra money earnings of any kind.\n\n### Non-cash earnings\n\nEmployees may receive a gratuity or profit from the employment\nthat does not take the form of money. These amounts count as\nearnings within Section 62 ITEPA 2003 if they are money's worth\n\n(see\n\n[EIM00530](/guidance/employment-income-manual/EIM00530)).\n\nOther benefits in kind may be taxed under special provisions\n\nthat deem them to be earnings, or that direct that they are taxed\n\nas employment income. There is a list of these special provisions\n\nat\n\n[EIM00513](/guidance/employment-income-manual/EIM00513).\n\n### Earnings for NIC purposes\n\nThe word earnings is defined differently for NIC purposes. The\n\nNIC definition is in Section 3(1) SSCBA 1992, which says that\n\nearnings, for NIC purposes, includes any remuneration or profit\n\nderived from employment (see NIM02010).\n\nIn most cases, a payment that counts as earnings for tax\n\npurposes will also be earnings for NIC purposes. But the different\n\ndefinitions may lead to marginal differences between tax and NICs.\n\nSo in a disputed case it is important that you consider the tax and\n\nNIC definitions separately. Do not assume that the tax definition\n\ninvariably applies for NICs, or vice versa."},{"manual-section-id":"EIM16000","slug": "guidance/employment-income-manual/EIM16000","title":"Employer provides\n\nvouchers which employee can use to pay for childcare"}]},{"title":" Directors and employees within the benefits code","sections":[{"manual-section-id":"EIM21101","slug": "guidance/employment-income-manual/EIM21101","title":"Employer provides a\n\nnursery or childminder to look after employees' children","body":"The value of a benefit to be charged to tax is called its \"cash\nequivalent\" (Section 203(1) ITEPA 2003).\n\nThe general rule for determining the amount of a cash\nequivalent is described at\n[EIM21102](/guidance/employment-income-manual/EIM21000#EIM21102). There are special rules in the\ncase of certain benefits. They are listed at\n[EIM21230](/guidance/employment-income-manual/EIM21230)."},{"manual-section-id":"EIM21900","slug": "guidance/employment-income-manual/EIM21900","title":"Exemption for certain\n\nwork-place nurseries","body":"\n\n## Sections 318, 318A, 318AA, 318B, 318C, 318D ITEPA 2003\n\nWhen an employer provides childcare facilities for children of employees (other than lower paid employees) the provision potentially gives rise to taxable earnings under the benefits code (see [EIM21687](/guidance/employment-income-manual/EIM21687)).\n\nSection 318 provided a limited exemption for some forms of provision for years up to 5 April 2005. It was amended with effect from 6 April 2005 as part of new provisions that extended the circumstances in which tax exemption applies to employer-supported childcare arrangements.\n\nSection 318 mainly applies to workplace nurseries in some narrow circumstances. See [EIM21905](http://www.hmrc.gov.uk/manuals/eimanual/EIM21905.htm)for an overview of the circumstances when the exemption applies.\n\nFrom 6 April 2005 new provisions in Section 318A - D extended the existing exemption. See the summary of the changes at [EIM21902](http://www.hmrc.gov.uk/manuals/eimanual/EIM21902.htm).\n\nThe tax exemption provided by section 318A is further amended with effect from 6 April 2011. See the summary of the changes at EIM22010.\n\n### Arrangement of guidance\n\nThe guidance is set out in separate blocks (see [EIM21901](/guidance/employment-income-manual/EIM21901)).\n\nGuidance on vouchers given to employees to pay for qualifying childcare begins at [EIM16050](/guidance/employment-income-manual/EIM16050)."}]}]}}
