{"title":"The benefits code: beneficial loans: contents","details":{"manual-section-id":"EIM26100","body":"\n\n## Part 3 Chapter 7 ITEPA 2003\n\n","breadcrumbs":["EIMANUAL","EIM26100"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM26101","title":"Beneficial loans: general","body":"\n\n## Part 3 Chapter 7 ITEPA 2003\n\nAn employee can obtain a benefit when provided with an employment-related cheap or interest-free loan. The benefit is the difference between the interest the employee pays, if any, and the commercial rate the employee would have to pay on a loan obtained elsewhere. Such loans are called beneficial loans.\n\nAn employee can also benefit if an employment-related loan is released or written off. He or she is then no longer obliged to repay the amount that was lent.\n\nThere are special rules relating to the taxation of these benefits.\n\nThe relevant guidance is:\n\nIf a beneficial loan is made to enable an employee to acquire shares in a company you will need to consult the guidance in the Share Scheme Manual. "},{"manual-section-id":"EIM26102","title":"When a chargeable benefit arises: taxable cheap loans","body":"Subject to the exceptions summarised at\n[EIM26132](/guidance/employment-income-manual/EIM26132) a chargeable benefit arises\nwhen an employment-related loan (\n[EIM26113](/guidance/employment-income-manual/EIM26100#EIM26113)) which is a taxable cheap loan\nis provided to an employee, except one in an excluded employment\n(see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)).\n\nA taxable cheap loan is an employment-related loan\n\n*   which is outstanding for all or part of\nthe year in which the employee is in employment, and\n*   no interest is paid on the loan, or the\ninterest paid is less than is due at the official rate (EIM26104)\nof interest, and\n*   none of the exceptions in sections 176-179\nITEPA applies (\n[EIM26132](/guidance/employment-income-manual/EIM26132)).\n\nIt is not necessary for the loan to be advantageous to the\n\nrecipient for a chargeable benefit to arise. It is sufficient if\n\nthe cheap or interest-free loan is made by reason of his or her\n\nemployment (see Williams v Todd (60TC727))."},{"manual-section-id":"EIM26103","title":"Amount chargeable: the cash equivalent","body":"The amount chargeable is called the cash equivalent of the\nbenefit of the loan. This is the difference between:\n\n*   the interest that would have been payable\nif the borrower had been required to pay interest on the loan at\nthe appropriate official rate (or rates) for the tax year concerned\nand\n*   the amount of interest actually paid by\nthe borrower for the same tax year.\n\nThe use of official rates prevents arguments over what would be\na commercial rate of interest on an equivalent loan.\n\nOfficial rates are prescribed by the Treasury by means of\nStatutory Instrument.\n\nThere are tables of official rates at\n[EIM26104](/guidance/employment-income-manual/EIM26100#EIM26104) to EIM26106.\n\nDetailed instructions on how to calculate the cash equivalent\nare at\n[EIM26200](/guidance/employment-income-manual/EIM26200) onwards.\n\nAs regards the treatment of belated interest payments, see\n[EIM26255](/guidance/employment-income-manual/EIM26100#EIM26255) to EIM26257."},{"manual-section-id":"EIM26104","title":"Amount of the official rate","body":"\n\n## Section 181(1) ITEPA 2003\n\nThe official rate is varied from time to time under Treasury regulations.\n\nFrom 6 January 2002 the table below gives details of the rates applicable to all loans in sterling and loans in foreign currencies other than those specified in [EIM26106](/guidance/employment-income-manual/EIM26100#EIM26106).\n\n<table>\n<tr>\n<td>**Period from**</td>\n<td>**Period to**</td>\n<td>**Official rate**</td>\n</tr>\n<tr>\n<td>6.1.2002 </td>\n<td>5.4.2007</td>\n<td>5.00% </td>\n</tr>\n<tr>\n<td>6.4.2007</td>\n<td>28.2.2009</td>\n<td>6.25%</td>\n</tr>\n<tr>\n<td>1.3.2009</td>\n<td>5.4.2010</td>\n<td>4.75%</td>\n</tr>\n<tr>\n<td>6.4.2010</td>\n<td>5.4.2014</td>\n<td>4.00%</td>\n</tr>\n<tr>\n<td>6.4.2014</td>\n<td></td>\n<td>3.25%</td>\n</tr>\n</table>\n\nIn January 2000 the Inland Revenue announced that the general approach would be to set the official rate in advance for the whole of the following tax year, in order to lower the regulatory burden on employers. This policy is reviewed if during a tax year interest rates fall significantly, to ensure that employees are not overtaxed on this benefit.\n\nFor example, in the autumn of 2001 there were successive reductions in interest rates and, rather than waiting until 6 April 2002, with effect from 6 January 2002 the official rate was reduced to 5.00%. The average official rate for 2001/02 was 5.94%.\n\nThe official rate remained unchanged at 5.00% from January 2002 to April 2007.  On 6 April 2007 the official rate was increased to 6.25%.\n\nThere was a further in-year change in the official rate in 2008-09.  Following successive reductions in interest rates in late 2008 and early 2009, the official rate was reduced to 4.75% from 1 March 2009.  The average official rate for 2008/09 was 6.1%.\n\nThe official rate remained unchanged at 4.75% throughout 2009/10 and was reduced to 4.00% with effect from 6 April 2010.\n\nThe rate remained unchanged until 6 April 2014 when it was reduced to 3.25%\n\nSee [EIM26105](/guidance/employment-income-manual/EIM26100#EIM26105) for certain foreign currency loans. "},{"manual-section-id":"EIM26105","title":"Loans in foreign currencies","body":"Treasury regulations may specify different official rates for\nuse with certain loans made in the currency of a country outside\nthe United Kingdom.\n\nThe loans are those the benefit of which is obtained by a\nperson:\n\n*   who normally lives in the country or\nterritory in the currency of which the loan is made and\n*   who has lived in that country or territory\nat some time in the period of six years ending with the year of\nassessment concerned.\n\nThe phrases normally lives and has lived at some time are not\ndefined in the statute and so have their ordinary common-sense\nmeanings.\n\nAn individual normally lives in the place (if any) where\ntaking all the facts into account one would normally expect him or\nher to be in the absence of some special reason to the contrary\n(such as a temporary period of employment elsewhere).\n\nThe phrase has lived at some time carries an implication of\ncontinuity but not necessarily of permanence.\n\nA table showing currencies for which official rates different\nfrom that generally applicable have been prescribed, what those\nrates are and for which periods they apply is at\n[EIM26106](/guidance/employment-income-manual/EIM26100#EIM26106).\n\n### Taxation of overseas loans in foreign currencies\n\nAn employment-related loan (see\n[EIM26102](/guidance/employment-income-manual/EIM26100#EIM26102)) made to an employee who comes\nto work in the UK is within the scope of the beneficial loans rules\nif:\n\n*   the loan is made at a time when the\nemployee&#x2019;s earnings are already chargeable to UK income tax\nas employment income 9for example, if a loan is made after the\nemployee has taken up employment in the UK and is resident and\nordinarily resident in the UK for the year in which the loan is\nmade); or\n*   the loan is made in contemplation of the\nemployee working or living in the UK (for example, if the loan is\nmade as part of a package with a view to the employee working in\nthe UK); or\n*   the employee, at a time when the\nemployee&#x2019;s earnings are chargeable to UK income tax as\nemployment income, in any way facilitates the continuation of a\nloan which was already in existence before the employee came to\nwork in the UK.\n\nAs far as the final bullet is concerned, this is relevant where,\nfor example, the loan is made not by the employer but by a third\nparty such as a bank which is not connected with the employer and\nwhere the capital repayments and interest are deducted from the\nemployee&#x2019;s salary. In these circumstances, the question is\nwhether the loan continues when the employee is in the UK without\nany further involvement by the employer, or whether the employer\ndoes something which makes it easier for the employee to continue\nto have the loan.\n\nAn employer would not be facilitating the continuation of a\nloan merely because\n\n*   the loan is conditional on the employee continuing\nin the employment, or\n*   the employer deducts the interest and repayments\nof capital from the employee&#x2019;s salary.\n\nIf the employer pays a subsidy to the lender &#x2013; for\nexample, by paying annual interest on behalf of the employee\n&#x2013; that would not necessarily mean that the employer was\nfacilitating the continuation of the loan. The subsidy itself might\nhowever be taxable as an employment- related benefit under Section\n201 ITEPA.\n\nOn the other hand the employer would be facilitating the\ncontinuation of the loan if\n\n*   the loan was conditional on the employer\ncontinuing to make regular payments to subsidise the interest which\nthe employer might cease to make at any time, or\n*   the employer chose month by month or year by year\nwhether to subsidise the loan."},{"manual-section-id":"EIM26106","title":"Official rates for certain foreign currencies","body":"<table>\n<tr>\n<td>**Currency**</td><td>**Period from**</td><td>**Period to**</td><td>**Official Rate**</td>\n</tr>\n<tr>\n<td>Japanese Yen</td><td>6 June 1994</td><td>&#xA0;</td><td>3.9%</td>\n</tr>\n<tr>\n<td>Swiss franc</td><td>6 June 1994</td><td>5 July 1994</td><td>5.7%</td>\n</tr>\n<tr>\n<td>&#xA0;</td><td>6 July 1994</td><td>&#xA0;</td><td>5.5%</td>\n</tr>\n</table>\n\nThere has been no change in either rate since 1994.\n\nThese rates apply to loans made\n\n*   in the currency of a country or territory\n\n    outside the UK, and\n*   to an employee\n\n*   who normally lives in that country or territory,\n\n    and\n*   who has lived in that country or territory at some\n\n    time in the tax year or in the previous five years.\n\nThe intention of these rules is to give relief for employees\n\nworking temporarily in the UK, where interest rates in the overseas\n\ncountry are lower than interest rates in the UK. The relief does\n\nnot apply to employees who come to the UK and live here\n\npermanently.\n\nThe expressions &#x201C;normally lives&#x201D; and\n\n&#x201C;lived&#x201D; have their natural commonsense meaning. An\n\nemployee who came to work in the UK for four years and who returned\n\nhome after the four years can be said to &#x201C;normally\n\nlive&#x201D; in the home country. It is not necessary to maintain a\n\nresidence in the overseas country during the period of employment\n\nin the UK. The terms &#x201C;lives&#x201D; and &#x201C;has\n\nlived&#x201D; connote a degree of continuance if not permanence. A\n\nholiday in the home country for an employee working in the UK would\n\nnot in itself be sufficient to establish that the employee had\n\n&#x201C;lived&#x201D; in the overseas country within the meaning of\n\nthese rules. &#x201C;Living&#x201D; implies more than returning for a\n\nshort holiday."},{"manual-section-id":"EIM26107","title":"When to use the sterling official rate and when a foreign currency rate"},{"manual-section-id":"EIM26108","title":"Meaning of loan","body":"Loan means more than just lending money. It includes any form of\ncredit. It follows that any kind of advance by reason of the\nemployment is covered. For example, any amount shown in the\nemployer's books or records as owed by an employee will count as a\nloan.\n\n### Grant v Watton\n\nThe case of Grant v Watton (71TC333) concerned credit extended\nby a company of which Grant was a director, to his sole trade and\nlater to a partnership in which Grant was the general partner. In\nthe High Court Pumfrey J. considered the meaning of credit\n&#x2013;\n\n> &#x201C;&#x2026;.credit is granted where payment is not demanded\n> until a time later than the supply of goods to which the payment\n> relates. Credit is the deferral of payment of a sum which, absent\n> agreement, would be immediately payable.&#x201D;\n\nRegarding the application of Section 175 ITEPA 2003 to an\noverdrawn director's loan account see\n[EIM26505](/guidance/employment-income-manual/EIM26100#EIM26505).\n\n### Alternative finance arrangements\n\nSee\n\n[EIM26515](/guidance/employment-income-manual/EIM26100#EIM26515)."},{"manual-section-id":"EIM26109","title":"Identifying the loan","body":"The identification of the loan or loans made is a crucial step\nin the process of dealing with beneficial loans.\n\nA loan (but not necessarily a debt consisting of some other form\nof credit, see\n[EIM26108](/guidance/employment-income-manual/EIM26100#EIM26108)) is always created by an\nagreement between the borrower(s) and the lender(s). It is the\nagreement that sets out the scope of the loan.\n\nThe terms of an agreement for a loan may take any one of a\nvariety of forms. For example, they may provide that the loan is\neffectively to be divided into segments for the purposes of:\n\n*   calculating interest payable and/or\n*   securing it on assets and/or\n*   accounting.\n\nSo a single loan may:\n\n*   be represented by two or more accounts\nand/or\n*   bear interest on different segments at\ndifferent rates and/or\n*   be secured on two or more assets.\n\nIn spite of all these factors, if the agreement under which it\n\nis made and accepted is an agreement for a single loan, it will\n\nremain a single loan and be treated as such for all the purposes of\n\nSection 175 ITEPA 2003 unless and until it reaches the point where\n\nit falls to be aggregated with other loans in the calculation of\n\nthe cash equivalent (see\n\n[EIM26200](/guidance/employment-income-manual/EIM26200) onwards).\n\nJust as a single loan may involve two or more accounts, rates\n\nof interest and forms of security, so two or more separate loans\n\nmay be:\n\n*   subject to the same terms as regards\n\n    interest and/or\n*   secured on the same asset and/or\n*   held in the same account (although this\n\n    last is unlikely in practice).\n\n**Note** especially that the fact that two or more\n\nseparate loans may be aggregated for a particular purpose of the\n\nIncome Tax (Earnings and Pensions) Act 2003 (for example computing\n\ninterest relief) does not make them a single loan or mean that they\n\ncan be treated as such for any other purpose.\n\nEach form of credit other than a loan is a single loan for\n\nthe purposes of Section 175. So a series of similar forms of credit\n\n(for example, the provision of a monthly service on credit) is for\n\nthose purposes a series of separate single loans."},{"manual-section-id":"EIM26110","title":"Meaning of making a loan: loan made by third party - employee benefit trust","body":"\n\n## Section 173(2)(b) ITEPA 2003\n\nMaking a loan includes:\n\n*   arranging a loan and\n*   guaranteeing a loan and\n*   in any way facilitating a loan and\n*   taking over a loan from another person.\n\n### Loan made by a third party - employee benefit trust\n\nIt is not uncommon for a third party, such as an employee benefit trust (EBT), to make a loan to a beneficiary who is also an employee of the employer which is associated with the EBT.  It is sometimes suggested that the loan is not an &#x201C;employment-related loan&#x201D; ([EIM26113](/guidance/employment-income-manual/EIM26100#EIM26113)) because the definition of that term does not include a loan provided by a third party.\n\nWhilst it is true that the definition includes no reference to a third party loan provider, HMRC does not accept that the loan is not an employment-related loan.  The definition of &#x201C;employment-related loan&#x201D; includes a loan **made** by an employee&#x2019;s employer.  As &#x201C;making&#x201D; a loan includes &#x201C;in any way facilitating&#x201D; a loan, if the employer provides the money to fund the EBT, the employer is regarded as making the loan.\n\nConsequently for the purposes of the loan benefit rules, the EBT is ignored and the loan is treated as made directly by the employer to the employee.  It follows that the loan is an employment-related loan.\n\n### Employment income provided through third parties\n\nFinance Act 2011 introduced new rules that apply to third party arrangements used to provide for what is in substance a reward or recognition, or a loan, in connection with the employee&#x2019;s current, former, or future employment   See [EIM45000](/guidance/employment-income-manual/EIM45000) onwards. Where these rules apply, they take priority over the rules on employment-related loans.\n\nThe rules apply with effect from 6 April 2011.  However, certain transactions carried out between 9 December 2010 and 5 April 2011 inclusive (including loans) are covered by anti-forestalling rules.  See [EIM45900](/guidance/employment-income-manual/EIM45900) onwards.    "},{"manual-section-id":"EIM26111","title":"Loans taken over from another person","body":"If the rights over an existing loan are taken over by another\nperson the loan will remain within the charge if it was within the\ncharge when it was first made.\n\nA loan within the scope of the charge cannot be removed from\nit by the original lender handing his or her rights over to another\nperson.\n\nBut a loan that was not within the charge when it was first\nmade can be brought within it if it is taken over by a person\nmentioned in\n[EIM26113](/guidance/employment-income-manual/EIM26100#EIM26113)."},{"manual-section-id":"EIM26112","title":"Meaning of relative","body":"Relative is given a special meaning for the purpose of the\ncharge on beneficial loans or their release or writing off.\n\nPersons defined as relatives include:\n\n*   the employee's spouse\n*   the parents, children and brothers and\nsisters of both spouses\n*   remoter ancestors or descendants of both\nspouses, for example, grandparents and grandchildren\n*   the spouses of all the persons mentioned\nabove.\n\nThis definition is much wider than that used for:\n\n*   other benefits of employees within the\nbenefits code (see[EIM20504](/guidance/employment-income-manual/EIM20500#EIM20504))\n*   benefits obtained by the use of vouchers\nor credit-tokens (see[EIM16080](/guidance/employment-income-manual/EIM16000#EIM16080))\n*   sick pay (see[EIM06410](/guidance/employment-income-manual/EIM04700#EIM06410))."},{"manual-section-id":"EIM26113","title":"Meaning of employment-related loan","body":"\n\n## Section 174(1) and (2) ITEPA 2003\n\nThe rules on beneficial loans apply only to an &#x201C;employment-related loan&#x201D; which is a &#x201C;taxable cheap loan&#x201D; ([EIM26102](/guidance/employment-income-manual/EIM26100#EIM26102)).\n\nAn employment-related loan is a loan made to an employee, or a relative ([EIM26112](/guidance/employment-income-manual/EIM26100#EIM26112)) of an employee, which is made by one of the following -\n\n*   the employee&#x2019;s employer or a prospective employer (but there is an important exception to this rule at [EIM26114](/guidance/employment-income-manual/EIM26100#EIM26114)), or\n*   a company or partnership:\n\n*   controlled by the employer, or\n*   by which the employer is controlled, or\n*   under the same control as the employer*   a person having a material interest in a close company or in another company or partnership controlling that close company and the employee's employer:\n\nBut note the exception to this rule explained at [EIM26115](/guidance/employment-income-manual/EIM26100#EIM26115).\n\nThe extended meaning of making a loan at [EIM26110](/guidance/employment-income-manual/EIM26100#EIM26110) applies for the purpose of these rules.\n\nAlso see [EIM26110](/guidance/employment-income-manual/EIM26100#EIM26110) for details of the relationship between the rules on employment income provided through third parties and the rules on employment-related loans.\n\nFor the meanings of material interest in a close company and control see [EIM20212](/guidance/employment-income-manual/EIM20001#EIM20212) to EIM20213."},{"manual-section-id":"EIM26114","title":"Exception where loan made by an individual","body":"There is an exception to the rule at\n[EIM26113](/guidance/employment-income-manual/EIM26100#EIM26113) that the benefit of a loan is\nobtained by reason of a person's employment if it is made by his or\nher employer or prospective employer.\n\nNo charge arises if it is shown that a loan has been made, by\nan employer who is an individual, in the normal course of his or\nher domestic, family or personal relationships.\n\nAn example of when the exception applies would be where an\nindividual employs his daughter in the business and makes a loan to\nher to buy furniture when she is getting married. The\nparent/daughter relationship would normally be the reason for the\nloan being made. (It probably would not be if the loan was shown in\nthe parent's business accounts as a business asset).\n\nIn cases where this exemption is claimed the Inspector\ndealing with the lender's accounts should be consulted before the\n\nposition is finalised.\n\nSee\n\n[EIM26115](/guidance/employment-income-manual/EIM26100#EIM26115) where a loan is made by an\n\nindividual with a material interest in a close company."},{"manual-section-id":"EIM26115","title":"Exception where loan made by an individual: continued","body":"The exception explained in\n[EIM26114](/guidance/employment-income-manual/EIM26100#EIM26114) also applies to loans made by a\nperson within the third bullet of\n[EIM26113](/guidance/employment-income-manual/EIM26100#EIM26113).\n\nSo it will apply where:\n\n*   a loan is made by an individual who has a\nmaterial interest in a close company or in another company or a\npartnership which controls such a company and\n*   the loan is made to an employee whose\nemployer is that close company or controls it or is controlled by\nit and\n*   the loan was made in the normal course of\nthe lender's domestic, family or personal relationships."},{"manual-section-id":"EIM26116","title":"Loans released or written off","body":"\n\n## Sections 62 and 188(1) ITEPA 2003\n\nThe release or writing off of any loan to an employee may be chargeable to tax (see [EIM01490](/guidance/employment-income-manual/EIM01000#EIM01490) and [EIM21740](/guidance/employment-income-manual/EIM42210#EIM21740) to EIM21748). It does not matter:\n\n*   for what purpose the loan was applied, or\n*   whether it was a cheap or interest-free loan.\n\nConsult the guidance at [EIM01490](/guidance/employment-income-manual/EIM01000#EIM01490) and [EIM21740](/guidance/employment-income-manual/EIM42210#EIM21740) to EIM21748 in relation to all loans written off. "},{"manual-section-id":"EIM26130","title":"Examples","body":"\n\nUnfortunately the page you're looking for cannot be found. If you haven't already done so, you may wish to try the search facility to find\n    the page you want.\n\nWe value your feedback. It helps us see where we can improve our website. So if you followed a link from within this site to get here, please\n    let us have details using our 'Reporting a broken link' feedback form. We can then take steps to fix the problem.\n\n[Reporting a broken link - feedback form](http://www.hmrc.gov.uk/comment/broken-links-feedback-1.htm).\n\n    "},{"manual-section-id":"EIM26132","title":"Exemptions: general"},{"manual-section-id":"EIM26135","title":"Exemptions: contrasting treatment where some or part of the interest would qualify for relief","body":"\n\n## Section 178 ITEPA 2003\n\nIf the interest that is payable (or would be payable if the loan bore interest) on a qualifying loan (see [EIM26136](/guidance/employment-income-manual/EIM26100#EIM26136)) is wholly eligible for relief under Section 353 ICTA 1988 (see RE330), or in computing profits of a trade, profession or vocation as Trading Income or as Property Income, then the loan is exempt from the charge on beneficial loans under Section 175(1) ITEPA 2003 (see [EIM26102](/guidance/employment-income-manual/EIM26100#EIM26102)).\n\nIf only part of the interest qualifies for relief or deduction, the loan is not exempt. The cash equivalent of the loan (see [EIM26200](/guidance/employment-income-manual/EIM26200)) is calculated without reference to any relief or deduction due. The employee claims any partial relief due under Section 353, or makes the appropriate deduction against Trading or Property Income, as a separate matter. See example 2 at [EIM26130](/guidance/employment-income-manual/EIM26100#EIM26130).\n\nSee [EIM26136](/guidance/employment-income-manual/EIM26100#EIM26136) and [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137) for more about the distinction between loans on which the whole and on which part of any interest would qualify for relief. "},{"manual-section-id":"EIM26136","title":"Exemptions: fully qualifying loans","body":"\n\n## Section 178 ITEPA 2003\n\nAs outlined in [EIM26135](/guidance/employment-income-manual/EIM26100#EIM26135), where the interest on a loan would have **fully** qualified for tax relief if the employee had actually paid the interest in question, that loan will not be treated as a taxable cheap loan under S175(1).  Examples of this would include:-\n\n*   interest which would be eligible for relief under section 353 ICTA;*   interest which would be eligible for relief under section 383 ITA 2007;\n*   interest which would be deductible in computing the borrower's profit's from a UK trade, profession or vocation carried on by the borrower, or*   interest which would be deductible in computing the borrower's profits from a Property Income business (income from land in the UK) carried on by the borrower.\n\nNote that a loan to purchase land, such as a mortgage loan to buy a house, is not eligible for relief under Section 353 ICTA 1988.\n\nAn interest-free loan can be a qualifying loan. The issue is whether if interest had been paid any part of it would have been within any of the categories above.\n\nWhere the loan interest fully qualifies for relief under the provisions listed in section 178, there is nothing to be gained from bringing the loan into charge as an employment related, taxable cheap loan.  Had the loan been taken out commercially, relief on any interest payable would have been given by the provisions detailed above.  The relief in ITEPA keeps the treatment of the loan consistent with other parts of the Taxes Acts.\n\nThe decision on whether a loan is eligible for relief is a matter of fact.  **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nNote:  The provisions of section 178 ITEPA are wholly concerned with defining a loan that will be exempt from tax on the basis that the whole of the interest qualifies for tax relief.  They apply separately from the provisions about &#x201C;qualifying loans&#x201D; and &#x201C;non-qualifying loans&#x201D; in s180(5) and (4) ITEPA, which relate to the application of the small loans threshold of &#xA3;5,000.  See [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137) for more on qualifying and non-qualifying loans.  "},{"manual-section-id":"EIM26137","title":"Exemptions: qualifying and non-qualifying loans","body":"\n\n## Section 180 (4) and (5) ITEPA 2003\n\n[EIM26136](/guidance/employment-income-manual/EIM26100#EIM26136) explains that a loan on which the **whole** of any interest paid would qualify for tax relief under the specified provisions will be exempt from being treated as a taxable cheap loan.\n\nThis should not be confused with the rules in section 180(5) ITEPA 2003 which define &#x201C;qualifying loans&#x201D; solely for the purpose of identifying &#x201C;non-qualifying loans&#x201D; as used in the rules relating to the small loans threshold of &#xA3;5,000 ([EIM26140](/guidance/employment-income-manual/EIM26100#EIM26140) onwards).\n\nSection 180(4) ITEPA defines a non-qualifying loan as a taxable cheap loan which is not a qualifying loan.  So you need to be able to identify a qualifying loan in order to understand the nature of a non-qualifying loan.\n\nA qualifying loan for this purpose is defined as one for which **either whole or part** of the interest (had any been paid) would have qualified for relief as follows:\n\n*   interest which would be eligible for relief under section 353 ICTA;*   interest which would be eligible for relief under section 383 ITA 2007;\n*   interest which would be deductible in computing the borrower's profit's from a UK trade, profession or vocation carried on by the borrower, or*   interest which would be deductible in computing the borrower's profits from a Property Income business (income from land in the UK) carried on by the borrower.\n\nFor an explanation of how non-qualifying loans are taken into account in applying the small loans threshold, see [EIM26140](/guidance/employment-income-manual/EIM26100#EIM26140) onwards.\n\nIt is worth noting that qualifying loans as defined above will include both\n\n*   loans on which the interest would fully qualify for relief and that are therefore exempt from being treated as cheap taxable loans, as outlined in [EIM26136](/guidance/employment-income-manual/EIM26100#EIM26136), and*   loans on which the interest would only partially qualify for relief.\n\nWhere only part of the interest on the loan qualifies for relief, it follows that some of the interest would not be allowable as a tax deduction in the borrower's SA calculation.  That amount of any cheap loan will therefore be capable of being charged to tax.  Since the entire loan is however deemed to be employment related, the correct treatment is to bring the entire loan into charge as a taxable cheap loan.  The taxpayer can then claim relief on the appropriate parts through their SA return.\n\nIt is therefore possible to have a loan which is described as a qualifying loan under S180(5) brought into charge as a taxable cheap loan under S175(1) ITEPA 2003. "},{"manual-section-id":"EIM26140","title":"Exemptions: small loans","body":"\n\n## Section 180(1)(a) ITEPA 2003\n\nNo tax is chargeable if the total balance outstanding on all beneficial loans does not exceed &#xA3;5,000 throughout the year of assessment in question.\n\nThis means that, in strictness, where this exemption may be in point, it will be necessary to calculate and consider the total balance outstanding on all an individual's beneficial loans on a day-to-day basis. However, in practice, many loans will decrease steadily from the time when they are taken out. As regards such loans, the maximum balance in any year cannot exceed the balance at the beginning of that year (or, in the case of a loan taken out in the year, at the time when it was taken out). So it will be possible in such cases to know whether the exemption applies without knowing the maximum total balance outstanding day-by-day. If you are satisfied that a lender operates a system that identifies loans that exceed the &#xA3;5,000 limit you should accept arrangements based on that system.\n\n**Note **in this connection that interest accrued is not added to the balance of a loan outstanding until the interest falls due for payment.\n\nSee [EIM26142](/guidance/employment-income-manual/EIM26100#EIM26142) for an example of the &#xA3;5,000 exemption applying.\n\nSee [EIM26145](/guidance/employment-income-manual/EIM26100#EIM26145) where the total balance on all loans exceeds &#xA3;5,000, but the total balance on non- qualifying loans (see [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137)) does not. "},{"manual-section-id":"EIM26142","title":"Exemptions: small loans: example","body":"\n\n## Section 180(1) ITEPA 2003\n\nThis example shows how the exemption for small loans (where the total balance on all loans does not exceed &#xA3;5,000, see [EIM26140](/guidance/employment-income-manual/EIM26100#EIM26140)) applies. An employee had three interest-free loans from his employer as follows:\n\n<table>\n<tr>\n<td>\n\n### Purpose\n\n</td>\n<td>\n\n### Maximum balance outstanding\n\n</td>\n</tr>\n<tr>\n<td>\n\nTo pay for home improvements\n\n</td>\n<td>\n\n&#xA3;2,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nTo pay for a holiday\n\n</td>\n<td>\n\n&#xA3;2,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nTo buy his season ticket\n\n</td>\n<td>\n\n&#xA3;1,000\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Total **\n\n</td>\n<td>\n\n&#xA3;5,000\n\n</td>\n</tr>\n</table>\n\nSince the maximum total balance in the year is not more than &#xA3;5,000 no tax is chargeable under Section 175(1) ITEPA 2003.\n\nNote that if at some time in the year the balances were:\n\n<table>\n<tr>\n<td>\n\nHome improvements loan\n\n</td>\n<td>\n\n&#xA3;2,100\n\n</td>\n</tr>\n<tr>\n<td>\n\nHoliday loan\n\n</td>\n<td>\n\n&#xA3;1,950\n\n</td>\n</tr>\n<tr>\n<td>\n\nSeason ticket loan\n\n</td>\n<td>\n\n&#xA3;975\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Total **\n\n</td>\n<td>\n\n&#xA3;5,025\n\n</td>\n</tr>\n</table>\n\nexemption under Section 180(1) ITEPA 2003 would not be due because the total balance has exceeded &#xA3;5,000.  See [EIM26145](/guidance/employment-income-manual/EIM26100#EIM26145) where the total balance exceeds &#xA3;5,000, but the total of non-qualifying loans (see [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137)) does not. "},{"manual-section-id":"EIM26145","title":"Exemptions: small non-qualifying loans","body":"\n\n## Section 180(1)(b) ITEPA 2003\n\nWhere:\n\n*   the exemption under Section 180(1)(a) (see [EIM26140](/guidance/employment-income-manual/EIM26100#EIM26140)) is not due because the total balance outstanding on all loans exceeds &#xA3;5,000 at some point in the year **but**&#xA0;\n*   the maximum total balance of non-qualifying loans (see [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137)) does not exceed &#xA3;5,000 at any time in the year\n\nthe non-qualifying loans are exempt and only the qualifying loans are taken into account for the purposes of Section 175 ITEPA 2003.\n\nSee example at [EIM26146](/guidance/employment-income-manual/EIM26100#EIM26146).\n\n**Note **the second and third sub-paragraphs of [EIM26140](/guidance/employment-income-manual/EIM26100#EIM26140) regarding respectively the meaning of the maximum balance outstanding and the treatment of interest accrued. "},{"manual-section-id":"EIM26146","title":"Exemptions: small non-qualifying loans: example","body":"This example demonstrates the exemption of small non-qualifying\nloans (see\n[EIM26145](/guidance/employment-income-manual/EIM26100#EIM26145)) when the total balances on all\nloans exceed &#xA3;5,000 but the total balances on non-qualifying\nloans do not.\n\nAn employee had three interest-free loans from her employer\nas follows:\n\n<table>\n<tr>\n<td>\n\n### Purpose\n\n</td><td>\n\n### Maximum balance outstanding\n\n</td>\n</tr>\n<tr>\n<td>To buy a life\nannuity</td><td>&#xA3;10,000</td>\n</tr>\n<tr>\n<td>To buy a boat</td><td>&#xA3;3,000</td>\n</tr>\n<tr>\n<td>To buy a season\nticket</td><td>&#xA3;2,000</td>\n</tr>\n<tr>\n<td>**Total**</td><td>&#xA3;15,000</td>\n</tr>\n</table>\n\nSince the maximum total balance outstanding in the year exceeds\n\n&#xA3;5,000 exemption under Section 180(1)(a) ITEPA 2003 is not due\n\n(see\n\n[EIM26140](/guidance/employment-income-manual/EIM26100#EIM26140)).\n\nHowever, the annuity loan is a qualifying loan and but for it\n\nthe maximum total balance outstanding in the year would be\n\n&#xA3;5,000. Since this total does not exceed &#xA3;5,000,\n\nexemption under Section 180(1)(b) is due in respect of the\n\nnon-qualifying loans (the boat and season ticket loans). The\n\nannuity loan will be charged as if it were the only beneficial\n\nloan."},{"manual-section-id":"EIM26150","title":"Exemptions: no benefit derived from loan to relative","body":"There is no chargeable benefit if an employee within the\nbenefits code (see\n[EIM20006](/guidance/employment-income-manual/EIM20006)) shows that he or she got no\nbenefit from a loan made to a relative. The benefit referred to is\nnot confined to monetary advantage. Anything that is beneficial to\nthe employee concerned, such as a feeling of well being because (or\nthe fulfilment of a wish that) a relative is assisted with a cheap\nloan, is a benefit.\n\nThis exemption protects an employee from a charge where there\nis a genuine arms length transaction between the employer and the\nrelative. It also applies where such a debt is released or written\noff (see\n[EIM21743](/guidance/employment-income-manual/EIM21603#EIM21743)).\n\nClaims to this exemption should be examined by an Inspector.\n\nThe exemption will only rarely apply in a case where a\ncompany controlled by its directors lends money cheaply to a\nrelative of a director. This is because the making of a loan by the\n\ncompany on uncommercial terms will reduce the value of the\n\ncompany's shares and the directors will only do this if there is a\n\ncountervailing benefit to themselves."},{"manual-section-id":"EIM26152","title":"Exemptions: loans for fixed periods at fixed interest","body":"All claims to this exemption must be dealt with by an Inspector\n(see\n[EIM26152](/guidance/employment-income-manual/EIM26100#EIM26152)). Experience shows that few\ncases meet the tests set out below.\n\nThere is no chargeable benefit in any year of assessment on a\nloan made to an employee if the loan:\n\n*   is for a fixed period that cannot be\nchanged and\n*   is at a fixed rate of interest that cannot\nbe changed during that period and\n*   when the loan was first made, the interest\npaid on it in the year it was made was not less than interest\ncalculated at the appropriate official rate(s) for that year.\n\nThe tests to be satisfied to qualify for this exemption are\nstringent. This is deliberate. It prevents tax avoidance. The loan\n\nmust be for a specific period that cannot be varied under any\n\ncircumstances and the rate of interest must be fixed and incapable\n\nof alteration.\n\nAlmost all loan agreements contain a clause permitting the\n\nlender to require the early repayment of the loan in the event of\n\nserious financial difficulties or similar exceptional\n\ncircumstances. Such a clause means that, in certain circumstances,\n\nthe period of the loan can be varied. It is thus not a loan for a\n\nfixed and invariable period. It cannot therefore qualify for\n\nexemption under this provision.\n\nSee\n\n[EIM26153](/guidance/employment-income-manual/EIM26100#EIM26153) for an example."},{"manual-section-id":"EIM26153","title":"Exemptions: loans for fixed periods at fixed interest: example","body":"This example demonstrates the exemption for fixed interest/fixed\nperiod loans set out at\n[EIM26152](/guidance/employment-income-manual/EIM26100#EIM26152).\n\nAn employee obtains a loan at a fixed and invariable rate of\ninterest exceeding the official rate for that year. The loan is for\na fixed and invariable period. The employee had an offer of a loan\non the same terms from a high street bank but decided to take the\nloan from his employer instead.\n\nNo chargeable benefit arises for the year the loan was made\nor for any subsequent year even if the rate of interest he pays in\nany subsequent year is below the amount of interest at the\nappropriate official rate for that year."},{"manual-section-id":"EIM26155","title":"Advances of expenses","body":"## Section 179 ITEPA 2003\n\nAdvance payments made to an employee by an employer to cover any necessary expenses or incidental overnight expenses the employee will incur in performing his or her duties are strictly loans.\n\nIn practice they are not treated as beneficial loans giving rise to tax charges where the following conditions are met:\n\n*   the maximum amount advanced at any one time does not exceed &#xA3;1,000\n*   the advances are spent within six months and\n*   the employee accounts to his or her employer at regular intervals for the expenditure of the sum advanced.\n\nAdvances that meet these conditions need not be included as beneficial loans on forms P11D. Other such advances should be so included, but where there is good reason for exceeding the limits, for example, on account of a lengthy overseas trip, they will not in practice be brought into charge as loans. This in no way affects an employer's statutory obligation to provide, on forms P11D, details of expenses payments made to employees except those in an excluded employment.\n\nSee [EIM26156](/guidance/employment-income-manual/EIM26100#EIM26156) for other tax consequences of advances of expenses. "},{"manual-section-id":"EIM26156","title":"Advances of expenses: consequences","body":"Section 179 ITEPA 2003 (see\n[EIM26155](/guidance/employment-income-manual/EIM26100#EIM26155)) only covers the charge on\nbeneficial loans.\n\nTax may still be chargeable on the expenses themselves\nunder:\n\n*   Section 62 ITEPA 2003 as earnings from the\nemployment (see[EIM01110](/guidance/employment-income-manual/EIM01000#EIM01110),[EIM05100](/guidance/employment-income-manual/EIM04700#EIM05100) and[EIM05200](/guidance/employment-income-manual/EIM05200)), or\n*   Sections 70 to 72 ITEPA 2003 as expenses\nof employees, except those in excluded employment (see[EIM20601](/guidance/employment-income-manual/EIM20600#EIM20601) onwards).\n\nMoreover Section 179 does not affect the charge that would arise\nif the debt created by the advance was released or written off (see\n\n[EIM21740](/guidance/employment-income-manual/EIM42210#EIM21740) onwards).\n\nAlthough an employer does not have to report details of the\nadvances on forms P11D as beneficial loans, they have to be\nincluded as expenses payments unless they are covered by a\n\ndispensation (see\n\n[EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051) onwards)."},{"manual-section-id":"EIM26158","title":"Exemption for commercial loans","body":"There is no chargeable benefit on a loan made on ordinary\ncommercial terms to an employee if:\n\n*   the loan was made by a person in the\nordinary course of a business carried on by that person that\nincludes the lending of money and\n*   at the time when the employee loan was\nmade the lender was making comparable loans (see[EIM26159](/guidance/employment-income-manual/EIM26100#EIM26159)) available to all potential\nborrowers and\n*   of the comparable loans made by the lender\nat or about the time (see[EIM26162](/guidance/employment-income-manual/EIM26100#EIM26162)) the employee loan was made, a\nsubstantial proportion (see[EIM26160](/guidance/employment-income-manual/EIM26100#EIM26160)) was made to members of the\npublic at large with whom the lender was trading at arms length\n(see[EIM26164](/guidance/employment-income-manual/EIM26100#EIM26164)) and\n*   the same terms apply to**all** the comparable loans (including the employee\nloan) and\n*   where the terms of the comparable loans\n\n    (including the employee loan) are different from the original\n\n    terms, the new terms were imposed in the ordinary course of the\n\n    lender's business.\n\nNote that the exemption is due only if\n\n**all** these conditions are satisfied.\n\nThe exemption also applies in a similar way to credit\n\nadvanced by an employer in the ordinary course of a business that\n\nincludes the supplying of goods or services on credit.\n\nSee\n\n[EIM26170](/guidance/employment-income-manual/EIM26100#EIM26170) for the exemption that applies\n\nfor loans varied onto commercial terms."},{"manual-section-id":"EIM26159","title":"Exemption for commercial loans: what are comparable loans","body":"For the purposes of exemption under Section 176(1) ITEPA 2003\n(see\n[EIM26158](/guidance/employment-income-manual/EIM26100#EIM26158)) a loan is comparable with\nanother if they are made:\n\n*   for the same or similar purposes and\n*   on the same terms and conditions.\n\nThe words the same or similar purposes have their ordinary\ncommon-sense meaning. A loan to buy shares in one company is made\nfor a similar purpose to a loan to buy shares in another company. A\nloan to buy a holiday is not made for a similar purpose to a loan\nto buy a house.\n\nThe words on the same terms and conditions mean just what\nthey say. If two loans are:\n\n*   made on the basis of different lending\ncriteria, or\n*   carry interest at different rates, or\n*   have different terms as to repayment or\n\n    security\n\nthey are not made on the same terms and conditions.\n\nSimilarly, since any fees charged in connection with the\n\nmaking of a loan (for example, valuation fees, administration or\n\narrangement fees, reservation or booking fees) are part of the\n\nterms and conditions of the loan, a loan where no such fees are\n\ncharged cannot, by definition, have been made on the same terms and\n\nconditions as one where such fees are charged. Any agreement to\n\nshare a commission on the granting of a loan is part of the terms\n\nof the making of the loan. So if, on the giving of a loan, an\n\nemployer shares commission with one of its employees, but does not\n\nshare it with members of the public at large (or does so less\n\nfavourably), then the loans are\n\n**not** comparable even if they are identical in other\n\nrespects."},{"manual-section-id":"EIM26160","title":"Exemption for commercial loans: meaning of substantial proportion","body":"For the purposes of exemption under Section 176(1) ITEPA 2003\n(see\n[EIM26158](/guidance/employment-income-manual/EIM26100#EIM26158) and\n[EIM26170](/guidance/employment-income-manual/EIM26100#EIM26170)), the substantial proportion\ntest operates by reference to numbers of loans and not by reference\nto total amounts lent.\n\nSo if 50% or more of the comparable loans made at or about\nthe time when the employee loan was made or varied were made to\nmembers of the public at large this test will be satisfied. Whether\na proportion below 50% would be enough will be a matter of fact and\ndegree.\n\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\n\n    Freedom of Information Act 2000)**"},{"manual-section-id":"EIM26162","title":"Exemption for commercial loans: meaning of at or about the time","body":"The exemption under Section 176(1) (see\n[EIM26158](/guidance/employment-income-manual/EIM26100#EIM26158)) requires that comparable loans\n(see\n[EIM26159](/guidance/employment-income-manual/EIM26100#EIM26159)) or relevant loans (see\n[EIM26175](/guidance/employment-income-manual/EIM26100#EIM26175)) are made or held at or about\nthe time the loan was made or varied to the employee.\n\nThe legislation does not specify the timespan within which\nthe loans to be taken into account have to be made. It is simply a\nmatter of applying common sense. If a public offer for loans for\nthe same or similar purposes and on particular terms and conditions\nis open from 1 April to 31 December all such loans made in that\nperiod will have been made at or about the same time for the\npurposes of the substantial proportion test."},{"manual-section-id":"EIM26164","title":"Exemption for commercial loans: meaning of members of the public at large","body":"In the context of the exemption under Section 176(1) (see\n[EIM26158](/guidance/employment-income-manual/EIM26100#EIM26158) and\n[EIM26170](/guidance/employment-income-manual/EIM26100#EIM26170)), the public at large means the\npublic in general as distinct from a particular section of the\npublic. The essential difference is between ordinary customers with\nwhom the lender deals on an arm's length basis and other borrowers\nwith whom he or she has a special relationship, for example\nemployees, former employees or suppliers.\n\nThis does not mean that loans made by specialised lenders\nsuch as merchant banks that do not lend to the general public are\nautomatically excluded from exemption. The criterion is not whether\na substantial proportion of the comparable loans was made to all\nand sundry but whether such a proportion of those loans was made to\nordinary customers with whom the lender was dealing at arm's\n\nlength."},{"manual-section-id":"EIM26170","title":"Exemption for loans varied onto commercial terms","body":"There is an exemption for:\n\n*   loans made by a person in the ordinary\ncourse of a business that includes the lending of money and\n*   that are varied onto terms that are the\nsame as the terms of loans held by members of the public (see[EIM26171](/guidance/employment-income-manual/EIM26100#EIM26171))."},{"manual-section-id":"EIM26171","title":"Exemption for loans varied onto commercial terms: continued","body":"The exemption for loans varied onto commercial terms (see\n[EIM26170](/guidance/employment-income-manual/EIM26100#EIM26170)) applies to loans varied if the\nfollowing conditions are met:\n\n*   at the time of the variation of the loan\nin question, members of the public who had loans (for the same or\nsimilar purposes, see[EIM26159](/guidance/employment-income-manual/EIM26100#EIM26159)) from the lender had a right to\nvary their loans on the same terms and conditions as the variation\nof the employee loan and\n*   a substantial proportion (see[EIM26160](/guidance/employment-income-manual/EIM26100#EIM26160)) of the relevant loans (see[EIM26175](/guidance/employment-income-manual/EIM26100#EIM26175)) were made to members of the\npublic at large (see[EIM26164](/guidance/employment-income-manual/EIM26100#EIM26164)) and\n*   after the variation, the loan in question\nand relevant loans made by the lender to members of the public at\n\n    or about the time of variation (see\n    [EIM26162](/guidance/employment-income-manual/EIM26100#EIM26162)) are held on the same terms\n\n    (see\n    [EIM26176](/guidance/employment-income-manual/EIM26100#EIM26176)) and\n*   if the terms differ from those applying\n\n    immediately after the variation, they were imposed in the ordinary\n\n    course of the lender's business."},{"manual-section-id":"EIM26175","title":"Exemption for loans varied onto commercial terms: meaning of relevant loans","body":"For the purposes of the exemptions for loans varied onto\ncommercial terms (see\n[EIM26171](/guidance/employment-income-manual/EIM26100#EIM26171)) the relevant loans are:\n\n*   the employee loan in question and\n*   any existing loans that were varied at or\nabout the time (see[EIM26162](/guidance/employment-income-manual/EIM26100#EIM26162)) the employee loan was varied,\nso as to be on the same terms (see[EIM26176](/guidance/employment-income-manual/EIM26100#EIM26176)) as that loan after it was\nvaried and\n*   any new loans made by the lender, at or\nabout the time the employee loan was varied, on the same terms as\nthe employee loan after it was varied."},{"manual-section-id":"EIM26176","title":"Exemption for loans varied onto commercial terms: meaning of on the same terms","body":"The words on the same terms mean just what they say. If two\nloans are:\n\n*   made, or varied, on the basis of different\nlending criteria, or\n*   carry interest at different rates, or\n*   have different terms as to repayment or\nsecurity\n\nthey are not held on the same terms.\n\nHowever for the purpose of the exemptions for loans varied\nonto commercial terms (see\n[EIM21670](/guidance/employment-income-manual/EIM21603#EIM21670)), any amounts incurred by a\nperson to whom a loan is made on:\n\n*   penalties, interest or similar amounts\nincurred as a result of varying a loan (Section 176(9)) and\n*   fees, commission or other incidental\nexpenses incurred for the purposes of obtaining a loan (Section\n\n    176(8))\n\nare disregarded when deciding whether rights to vary loans are\n\nexercisable on the same terms or whether loans are held on the same\n\nterms.\n\n**Note** that this does not apply to the exemption for\n\nemployee loans made on commercial terms (see\n\n[EIM26158](/guidance/employment-income-manual/EIM26100#EIM26158) and\n\n[EIM26159](/guidance/employment-income-manual/EIM26100#EIM26159))."},{"manual-section-id":"EIM26180","title":"Aggregation of loans","body":"The legislation provides for certain loans to be aggregated when\ncalculating the cash equivalent. Only certain loans to directors\nmay be aggregated.\n\nThe normal rule is that each loan is dealt with as a separate\nloan, unless:\n\n*   the lender in respect of two or more loans\nthat are outstanding at the same time is a close company (see[EIM26500](/guidance/employment-income-manual/EIM26100#EIM26500)) and the borrower is a director\nof the company and\n*   the company elects (see[EIM26192](/guidance/employment-income-manual/EIM26100#EIM26192)) by 6 July following the end of\nthe tax year for aggregable loans (see[EIM26190](/guidance/employment-income-manual/EIM26100#EIM26190)) to be treated as single\nloans."},{"manual-section-id":"EIM26190","title":"Aggregation of loans: continued","body":"\n\n## Section 187 ITEPA 2003\n\nAn election (see [EIM26192](/guidance/employment-income-manual/EIM26100#EIM26192)) can be made for certain loans made by a close company to one of its directors to be aggregated. This overrides the usual rule (see [EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)) that loans are not aggregated for those years.\n\nThese aggregable loans are:\n\n*   made between the same lender and borrower and\n*   beneficial loans (that is, at no time in the year is a rate of interest applied that is equal to, or greater than, the official rate) and\n*   not qualifying loans (qualifying loans (see [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137)) cannot be aggregated) and\n*   in the same currency."},{"manual-section-id":"EIM26192","title":"Elections for aggregation","body":"An election for aggregation (see\n[EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)) to apply must be made by the\nclose company to the Inspector by 6 July following the end of the\ntax year.\n\nA company that wishes to make an election for aggregation to\napply may do so by calculating the figures in the P11D return on\nthat basis.\n\nThe director is bound by the company's election.\n\nWhere an election is made it will cover all aggregable loans\nowing to the lender by the borrower in the year. It is not possible\nto make an election covering some aggregable loans but not others.\n\nA separate election is needed for each year."},{"manual-section-id":"EIM26198","title":"When may balances be netted off","body":"An employee, except one in an excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), may lend money to his or her\nemployer as well as borrowing from it. It is even possible for both\nthings to happen at the same time.\n\nFor example, a director who has loaned money for a specific\npurpose to the company of which he is a director, and who appears\nas a creditor in the company's accounts, may at the same time have\na current account with the company that is overdrawn. In such cases\nit is often claimed that there is no chargeable benefit resulting\nfrom the overdrawn loan account because the amount owed to the\ncompany can be set against the debt that the company owes the\ndirector. No such set-off is possible. The legislation only\nrequires the aggregation of loans for which a cash equivalent has\nto be determined. A debt from the company to the director does not\nrequire the calculation of a cash equivalent.\n\nHowever, in many cases the amounts due to and from the\n\nemployer are only kept separate for bookkeeping reasons, and are in\n\nreality a single balance that could equally well be shown in the\n\nemployer&#x2019;s accounts as a single running debit or credit\n\namount. In such cases you should not object to netting off amounts\n\nshown in the books as loans due to and from the same employee.\n\nBut you must not set a loan due from one employee against an\n\namount that the employer owes to somebody else (for example the\n\nemployee&#x2019;s spouse). These are not loans between the same\n\nborrower and lender.\n\nAn employee does not make a loan to his or her employer by\n\nbeing paid salary monthly in arrears if he or she is only entitled\n\nto salary at the end of the month (see Williams v Todd (60TC727)).\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM26200","title":"Cash equivalent: the averaging and the precise method"},{"manual-section-id":"EIM26210","title":"The averaging method","body":"The normal averaging method of calculation is based on:\n\n*   the average amount of the loan (or\naggregate loan, see[EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180) onwards) calculated by\nreference to its maximum opening and closing balances (see[EIM26212](/guidance/employment-income-manual/EIM26100#EIM26212)) at the beginning and end of\nthe tax year. If the loan was not in existence throughout the whole\nyear, the average is based on the maximum balances on the dates the\nloan was made or discharged and\n*   the average appropriate official rate of\ninterest (see[EIM26104](/guidance/employment-income-manual/EIM26100#EIM26104)) for the tax year, or for such\nshorter period as the loan was in existence.\n\nSee\n[EIM26215](/guidance/employment-income-manual/EIM26100#EIM26215) for how to perform the\ncalculation step-by-step.\n\nSee\n[EIM26300](/guidance/employment-income-manual/EIM26300) for a list of examples showing\nthe averaging method of working out the cash equivalent of a\n\nbeneficial loan."},{"manual-section-id":"EIM26212","title":"Meaning of maximum balance on a day","body":"The maximum amount of a loan outstanding on a particular day is\nthe largest amount owing at any time during that day.\n\nThus if the loan outstanding at the start of the day is\n&#xA3;5,000 and during the day the employee repays the lender\n&#xA3;1,000, the maximum outstanding balance on that day is\n&#xA3;5,000."},{"manual-section-id":"EIM26215","title":"Averaging method: step by step","body":"The step-by-step calculation of the cash equivalent of a\nbeneficial loan using the averaging method (see\n[EIM26210](/guidance/employment-income-manual/EIM26100#EIM26210)) is as follows.\n\n### Step 1\n\n1.  Find the maximum amount (see[EIM26212](/guidance/employment-income-manual/EIM26100#EIM26212)) of the loan outstanding\non:\n\n*   5 April preceding the year of assessment, or\n*   if the loan was made during the year, the date on\nwhich it was made.\n\n1.  Find the maximum amount of the loan outstanding on:\n\n*   5 April within the year of assessment, or\n*   if the loan was repaid during the year, the date\non which it was repaid.\n\n1.  Add together the maximum amounts found at 1 and 2, and divide\n\n    the result by two. This is the average loan.\n\n### Step 2\n\nCalculate the average official rate of interest for the period\n\ncovered in step 1. If the rate changed during the period of the\n\nloan:\n\n1.  multiply each official rate by the number of days when it was\n\n    in force\n\n2.  add these figures together and\n\n3.  divide the result by the number of days in the period.\n\n### Step 3\n\nMultiply the average loan (step 1) by the average official rate\n\nof interest (step 2) and multiply by the number of whole months\n\n(see\n\n[EIM26217](/guidance/employment-income-manual/EIM26100#EIM26217)) for which the loan was\n\noutstanding in the year, then divide the result by twelve.\n\n### Formula\n\nThis calculation is expressed by the formula:\n\nwhere:\n\nA is the result of step 1\n\nI is the result of step 2 and\n\nM is the number of whole months during which the loan was\n\noutstanding.\n\nFinally, deduct any interest that was paid by the employee in\n\nrespect of the loan for that year.\n\nSee\n\n[EIM26300](/guidance/employment-income-manual/EIM26300) for a list of examples showing\n\nthe averaging method of working out the cash equivalent of a\n\nbeneficial loan.\n\nA loan used directly or indirectly to replace another loan\n\n(Section 186 ITEPA 2003) is treated as the same loan for the\n\npurposes of step 1 above if the replacement loan was either:\n\n*   a further employment related loan, or\n*   in the same tax year or within 40 days of\n\n    the end of it, was itself replaced directly or indirectly by a\n\n    further employment related loan.\n\nA further employment related loan is a loan the benefit of which\n\nis obtained by reason of employment (see\n\n[EIM26113](/guidance/employment-income-manual/EIM26100#EIM26113)) with either:\n\n*   the person who is the employer in relation\n\n    to the loan replaced, or\n*   a person who is connected with that\n\n    employer."},{"manual-section-id":"EIM26217","title":"Number of whole months","body":"For the purpose of the calculation in\n[EIM26215](/guidance/employment-income-manual/EIM26100#EIM26215) months begin on the sixth day\nof the calendar month.\n\nSo a loan made on 7 June and repaid on 15 December of the\nsame tax year is outstanding for five whole months (July to\nNovember inclusive). But a loan made on 6 June and repaid on 5\nDecember of the same tax year is outstanding for six whole months\n(June to November inclusive)."},{"manual-section-id":"EIM26220","title":"The average official rate","body":"If the appropriate official rate changes during the period when\nthe loan is outstanding, the average official rate is calculated by\nreference to:\n\n*   the number of days in the period and\n*   the number of days for which each rate was\nin force.\n\nSee the example at\n[EIM26221](/guidance/employment-income-manual/EIM26100#EIM26221)."},{"manual-section-id":"EIM26221","title":"Example of calculation of cash equivalent using the averaging method","body":"This example shows how to calculate the cash equivalent of a\nbeneficial loan using the averaging method (see\n[EIM26210](/guidance/employment-income-manual/EIM26100#EIM26210)), and how to calculate the\naverage official rate for part of a year.\n\n### Facts\n\nA director has an interest-free loan from his company. The\namount outstanding at the previous 5 April was &#xA3;10,000. He\nmakes regular repayments until 20 August, when he repays the amount\nthen outstanding of &#xA3;8,000. The averaging method of\ncalculation applies as follows (the official rates for sterling\nloans are, for this example, 4.5% from 6 April to 5 July and 5.5%\nthereafter).\n\n### Calculation\n\n**Step 1** &#x2013; calculate the average amount of the\nloan outstanding.\n\n<table>\n<tr>\n<td>Maximum amount\noutstanding on previous 5 April</td><td>\n\n&#xA3;10,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>Maximum amount\noutstanding on 20 August</td><td>\n\n&#xA3;8,000\n\n</td><td></td><td></td>\n</tr>\n<tr>\n<td>Add together and divide\nby 2</td><td>\n\n&#xA3;18,000\n\n</td><td>\n\ndivided by 2 =\n\n</td><td>\n\n&#xA3;9,000\n\n</td>\n</tr>\n</table>\n\n**Step 2** &#x2013; calculate the average official rate\nfor the period 6 April to 20 August (both dates inclusive).\n\n<table>\n<tr>\n<td>6 April to 5 July =</td><td>\n\n91 days\n\n</td><td>\n\nat 4.5%\n\n</td>\n</tr>\n<tr>\n<td>6 July to 20 August\n=</td><td>\n\n46 days\n\n</td><td>\n\nat 5.5%\n\n</td>\n</tr>\n<tr>\n<td>**Total**</td><td>\n\n137 days\n\n</td><td></td>\n</tr>\n</table>\n\nTherefore the average official rate is:\n\n<table>\n<tr>\n<td>91</td><td>x 4.5%</td><td>plus</td><td>46</td><td>x 5.5%</td><td>=</td><td>\n\n4.83%\n\n</td>\n</tr>\n<tr>\n<td>137</td><td></td><td></td><td>137</td><td></td><td></td><td></td>\n</tr>\n</table>\n\n**Step 3** &#x2013; calculate the amount of interest\npayable at the official rate for the period for which the loan\nwas.\n\n<table>\n<tr>\n<td>\n\n&#xA3;9,000&#xA0;&#xA0;&#xA0; x&#xA0;&#xA0;&#xA0;\n4.83%&#xA0;&#xA0;&#xA0; x &#xA0;&#xA0;&#xA0; 4 (note)\n\n</td><td>=</td><td>&#xA3;144 (rounded\ndown)</td>\n</tr>\n<tr>\n<td>\n\n</td><td></td><td></td>\n</tr>\n</table>\n\n**Note**: 4 is the number of whole months during which\nthe loan was in existence in the year of assessment, see\n[EIM26217](/guidance/employment-income-manual/EIM26100#EIM26217)).\n\nFinally, deduct any interest paid by the employee from the\n&#xA3;144 that is the cash equivalent of the loan benefit."},{"manual-section-id":"EIM26225","title":"When to use the averaging method","body":"The normal averaging method gives a reasonably fair result in a\nstraightforward case where:\n\n*   the loan is repaid in regular sums,\nor\n*   the amount of the loan remains fairly\nconstant throughout the year.\n\nIt would produce an unfair result if the loan fluctuated widely\nduring the tax year. A calculation using the averaging method could\nalso be manipulated by an artificial bed and breakfast transaction\nwhere the loan is repaid on 4 April and redrawn on 6 April. So a\nsecond method of calculation is available (see\n[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)).\n\nWhen looking at the larger cases, consider whether or not the\nInspector should give notice that he or she intends to use the\nalternative precise method of calculation (see\n[EIM26245](/guidance/employment-income-manual/EIM26100#EIM26245)).\n\nYou will find a list of examples showing the normal averaging\n\nmethod of working out the cash equivalent of the benefit of a loan\n\nat\n\n[EIM26300](/guidance/employment-income-manual/EIM26300)."},{"manual-section-id":"EIM26230","title":"The precise method","body":"The cash equivalent of the benefit of most beneficial loans is\ncalculated normally using the averaging method (see\n[EIM26210](/guidance/employment-income-manual/EIM26100#EIM26210)). However either the employee\nor the Inspector can elect to use an alternative method, the\nprecise method.\n\nSee\n[EIM26245](/guidance/employment-income-manual/EIM26100#EIM26245), which tells you to consult an\nInspector when use of the averaging method would put tax at risk.\n\nThe calculation using the precise method is more complex. It\ndoes however give an exact result. It also overcomes the problem of\nfluctuating loans mentioned in\n[EIM26225](/guidance/employment-income-manual/EIM26100#EIM26225).\n\nBroadly the precise method involves:\n\n*   for each day in the tax year that the loan\n(or loans if they are to be aggregated, see[EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)) is outstanding\n*   dividing the official rate for that day\n(see[EIM26104](/guidance/employment-income-manual/EIM26100#EIM26104)) by 365 and\n*   applying that to the maximum balance (see\n    [EIM26212](/guidance/employment-income-manual/EIM26100#EIM26212)) on the loan for that day (or\n\n    the total of the maximum balances if loans are aggregated).\n\nAny interest paid on the loan for the tax year is then deducted\n\nto arrive at the chargeable benefit for that year.\n\nSee\n\n[EIM26231](/guidance/employment-income-manual/EIM26100#EIM26231) for a detailed step-by-step\n\napproach to calculation using the precise method.\n\nSee\n\n[EIM26300](/guidance/employment-income-manual/EIM26300) for a list of examples showing\n\nthe precise method of working out the cash equivalent of a\n\nbeneficial loan."},{"manual-section-id":"EIM26231","title":"Precise method: step by step","body":"The step-by-step calculation of the cash equivalent of a\nbeneficial loan using the precise method (see\n[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)) is set out in Section 183(3)\nas follows.\n\n### Step 1\n\nFor each day when the loan was outstanding find the maximum\namount of the loan and multiply this by the official rate of\ninterest for that day.\n\n### Step 2\n\nAdd together each of the amounts from step 1.\n\n### Step 3\n\nDivide the result of step 2 by the number of days when the loan\nwas outstanding.\n\nFinally, deduct from the result of step 3 any interest paid\non the loan.\n\n1.  In practice it may be quicker to do the calculation as\nfollows:\n2.  take each period in the relevant year during which the\nappropriate official rate of interest remains the same\n3.  for each such period, take for each day in the period the\n\n    maximum amount outstanding of the loan on that day, and add those\n\n    amounts together\n4.  multiply that sum by the official rate in force during the\n\n    period divided by 365\n5.  add together the resulting figures for each period in the\n\n    relevant year\n6.  deduct from the result of step 4 any interest paid by the\n\n    employee.\n\nThe above steps are set out in a formula at\n\n[EIM26235](/guidance/employment-income-manual/EIM26100#EIM26235).\n\nSee\n\n[EIM26300](/guidance/employment-income-manual/EIM26300) for a list of examples showing\n\nthe precise method of working out the cash equivalent of a\n\nbeneficial loan."},{"manual-section-id":"EIM26235","title":"Formula for the precise method","body":"The alternative precise method of calculating the chargeable\nbenefit can be expressed by way of the formula:\n\n<table>\n<tr>\n<td>R x S</td><td>minus</td><td>Z</td><td>\n\n</td><td>\n\nthe cash equivalent of the loan\n\n</td>\n</tr>\n<tr>\n<td>365</td><td></td><td></td><td></td><td></td>\n</tr>\n</table>\n\nwhere:\n\nR is the appropriate official rate in force during the tax\n\nyear (where there are changes in the appropriate official rate\n\nduring the tax year see below)\n\nS is the sum of the maximum amounts of the loan outstanding\n\non each day in the tax year during which the loan was in existence\n\nZ is the interest paid on the loan.\n\nIf the appropriate official rate is changed during the tax\n\nyear:\n\n*   treat each period for which the\n\n    appropriate official rate is the same as though it were a separate\n\n    tax year and\n*   apply the formula accordingly and\n*   add up the results given by applying the\n\n    formula to each separate period.\n\nThis will give the correct result for the full tax year.\n\nThe formula set out above is only intended to help you work\n\nout the cash equivalent for the purposes of assessment. It is based\n\non the legislation and will produce the correct statutory figure.\n\nBut it does not supersede or explain the legislation. An\n\nexplanation of the workings of the legislation is set out at\n\n[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230).\n\nSee\n\n[EIM26300](/guidance/employment-income-manual/EIM26300) for a list of examples showing\n\nthe precise method of working out the cash equivalent of a\n\nbeneficial loan."},{"manual-section-id":"EIM26240","title":"Election for the precise method","body":"Either the employee or the Inspector can elect for the\nalternative precise method (see\n[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)) of calculating the cash\nequivalent of a beneficial loan. An election made by the Inspector\nmust be made in writing.\n\nAn election covers\n**all** beneficial loans that the employee has\noutstanding at any time in the year of assessment concerned. It is\nnot possible to elect to have some such loans dealt with by the\nalternative precise method and others by the normal averaging\nmethod.\n\nFor the time limit for election see\n[EIM26242](/guidance/employment-income-manual/EIM26100#EIM26242).\n\nSee\n[EIM26245](/guidance/employment-income-manual/EIM26100#EIM26245) about consulting an\nInspector."},{"manual-section-id":"EIM26242","title":"Election for the precise method: time limit for election","body":"The time limit for making an election for the precise method of\ncalculating the cash equivalent of a beneficial loan (see\n[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)) is as follows:\n\n*   **the employee** has until the end of the period of 12\nmonths beginning with 31 January next following the relevant year\nto make an election\n*   **the Inspector** has the same period to give notice\nrequiring the precise method to be adopted.\n\nFor example, for the year 1999/2000, the election must be made,\nor notice given, by 31 January 2002.\n\nIt is expected that employees who wish to make an election\nfor the precise method will do so by calculating the figures in\ntheir SA tax returns on that basis."},{"manual-section-id":"EIM26245","title":"Precise method: consulting an Inspector","body":"When calculating the cash equivalent of a beneficial loan (see\n[EIM26200](/guidance/employment-income-manual/EIM26200)):\n\n*   the simpler averaging method of\ncalculation (see[EIM26210](/guidance/employment-income-manual/EIM26100#EIM26210)) is used automatically**unless**\n\n*   an election for the precise method (see[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)) is made\n\nand so it is\n**essential** that Inspectors are made aware of\nimportant cases where tax may be at risk. The election can only be\nmade within a time limit (see\n[EIM26242](/guidance/employment-income-manual/EIM26100#EIM26242)) and so it is important that\ncases are brought to an Inspector's attention as soon as possible.\n\nExamples are most likely to occur in the close company field.\n\nLet the Inspector know when you find a case where it appears\n\nthat an election for the alternative method of calculation will\n\nsignificantly increase the amount of the chargeable benefit.\n\nCircumstances in which the Inspector may wish to apply the\n\nalternative method include those where:\n\n*   the outstanding loan (or loans) was (or\n\n    were) known to be much higher during the year than at the beginning\n\n    or end of the tax year concerned, or\n*   there have been large fluctuations in the\n\n    amounts outstanding (particularly where loans to a director are\n\n    aggregated, see\n    [EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)) in the year and\n*   the amount of tax at stake is likely to be\n\n    large.\n\nIf more than one income tax year is involved, the Inspector\n\nshould issue a separate formal notice in writing electing for the\n\nalternative precise method of calculation for each tax year\n\nconcerned."},{"manual-section-id":"EIM26250","title":"Cash equivalent: what interest paid is taken into account","body":"When calculating the cash equivalent of the benefit of a\nbeneficial loan (see\n[EIM26200](/guidance/employment-income-manual/EIM26200)) for any year, interest paid on\nit can be deducted provided\n**all** of the following conditions are satisfied:\n\n*   the interest must have actually been\npaid\n*   it must have been paid**for** the year of assessment\n*   it must have been paid under an obligation\nto pay interest that existed during that year.\n\nIt does not have to be paid\n**in** the year of assessment to qualify.\n\nThe requirement that interest must have been paid under an\nobligation if a deduction is to be given for it, is not stated in\n\nso many words in the legislation. This is because it is in the\n\nnature of interest that it cannot arise\n\n**except** under an obligation. Thus a payment made\n\nvoluntarily cannot, by definition, be interest. For more\n\ninformation on the meaning of &#x201C;interest&#x201D; see\n\nWestminster Bank v Riches (48TC159).\n\nSee:\n\n[EIM26251](/guidance/employment-income-manual/EIM26100#EIM26251) where interest is capitalised.\n\n[EIM26252](/guidance/employment-income-manual/EIM26100#EIM26252) where interest is paid half\n\nyearly.\n\n[EIM26255](/guidance/employment-income-manual/EIM26100#EIM26255) where interest is due but not\n\npaid until after assessment is final.\n\n[EIM26257](/guidance/employment-income-manual/EIM26100#EIM26257) where late payments of\n\nso-called interest where no obligation to pay interest existed\n\nduring the year of assessment."},{"manual-section-id":"EIM26251","title":"Cash equivalent: what interest is taken into account: interest capitalised","body":"Banks and other lending institutions sometimes &#x201C;roll\nup&#x201D; or capitalise outstanding interest and by doing so the\ninterest due on the loan is effectively cancelled and replaced by a\ncommensurate increase in the amount of the outstanding capital on\nwhich the bank charges compound interest, but this process of\ncapitalisation does not mean interest has been &#x201C;paid&#x201D;\n(s175(2)(b)) to avoid a loan benefit charge.\n\nWhether or not in these circumstances interest had been paid\nwas considered in Paton (as Fenton&#x2019;s Trustee) v CIR (21TC626)\ndecided in the House of Lords in 1938. Lord MacMillan described the\nbank&#x2019;s practices in such cases as a &#x201C;fiction&#x201D;\n(page 664) &#x2013;\n\n&#x201C;&#x2026; the origin of this agreeable\nfiction whereby debts are to be deemed to be paid without payment\nmay be traced historically to the ingenuity of lenders in devising\n\nmethods of obtaining compound interest without contravening the\n\nusury laws. This method of dealing with loan accounts &#x2026;.\n\nsurvived the abolition of the usury laws and is well established as\n\nthe ordinary usage prevailing between bankers and customers who\n\nborrow from them and do not pay interest as it\n\naccrues.&#x201D;\n\nHe went on to distinguish this &#x201C;fiction&#x201D; from the\n\n&#x201C;fact&#x201D; of real payment &#x2013;\n\n&#x201C;Now it may well be that as between a\n\nbank and its customer this method of dealing may have the result\n\nthat the accrued interest which the bank has with the\n\ncustomer&#x2019;s assent added to the principal loan thereby ceases\n\nto be due or recoverable as interest, but becomes merged in the\n\nprincipal loan. But has it been &#x201C;paid&#x201D;?\n\n&#x2026;&#x2026;In my opinion this means that the taxpayer must\n\nreally, and not merely notionally, have paid the interest; there\n\nmust be payment such as to discharge the debt; the payment must be\n\na fact not a fiction.&#x201D;\n\nIn conclusion he stated (page 666) -\n\n&#x201C;It may well be that in a question\n\nbetween a bank and its customer &#x2026;.. the interest accruing\n\nannually may by the sanctioned method of accounting cease to be\n\ninterest when it is accumulated with the principal, so that the\n\nbank can thereafter no longer sue for the interest as interest.\n\n&#x2026;&#x2026;. But it is manifest that it is only by a legal\n\nfiction that the interest in such cases &#x2026; can be said to have\n\nbeen paid. After, as before, the striking of the balance the same\n\nsum remains due, no longer, it may be, as interest, but still due\n\nas part of the principal debt. &#x2026; what the Income Tax Acts\n\nrequires &#x2026; is that the sum due as interest shall have been\n\nactually discharged, not merely constructively paid.&#x201D;\n\nThe appeal was dismissed unanimously by the House of Lords.\n\nPaton&#x2019;s case is still regarded as the foremost authority on\n\nthis issue and is quoted in numerous other cases (e.g. CIR v Oswald\n\n(as trustee of the Cosier Settlement) 26TC435) and Minsham\n\nProperties Ltd v Price (63TC570). In the Oswald case, Lord Porter\n\nadded his own succinct definition of &#x201C;capitalisation&#x201D;\n\n(page 459) -\n\n&#x201C;Capitalisation means no more than that\n\ninterest, which continues to be interest, shall be treated together\n\nwith the capital sum due as itself interest-bearing, but does not\n\nalter its quality as interest.&#x201D;"},{"manual-section-id":"EIM26252","title":"Cash equivalent: interest paid half yearly","body":"Loan agreements often provide for interest to be paid\nhalf-yearly, for example, on 1 June and 1 December each year.\nBecause of this, it sometimes happens that the first interest\npayment does not fall due until after the end of the income tax\nyear in which the loan is obtained. This does not mean that no\ninterest is payable for that year. Interest is payable for that\nyear and will be paid in the following year. The appropriate\nproportion of it should be taken when it has been paid.\n\nSee the example at\n[EIM26253](/guidance/employment-income-manual/EIM26100#EIM26253).\n\nThe difference between the interest paid\n**in** the year and the interest paid\n**for** the year will not usually be important except\nwhere the loan is taken out or repaid part way through a year. In\nmost cases you can treat the interest paid in the year as the\namount to be taken into account under\n[EIM26250](/guidance/employment-income-manual/EIM26100#EIM26250) (see example at\n[EIM26312](/guidance/employment-income-manual/EIM26100#EIM26312)). Interest paid\n\n**for** the year need only be calculated where\n\n*   the interest paid in the year is\n\n    significantly less than the interest paid for the year (as in the\n\n    example at\n    [EIM26253](/guidance/employment-income-manual/EIM26100#EIM26253)), or\n*   the employee specifically asks for\n\n    this."},{"manual-section-id":"EIM26253","title":"Cash equivalent: interest paid half yearly: example","body":"This example shows how to deal with interest paid, which falls\ndue half yearly (see\n[EIM26252](/guidance/employment-income-manual/EIM26100#EIM26252)), when calculating the cash\nequivalent of a beneficial loan.\n\nAn employee, who is not in an excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)), borrows &#xA3;100,000 from\nhis employer on 6 December. The appropriate official rate for the\nyear is 6%. Interest is payable at 4% a year on 1 June and 1\nDecember each year. The chargeable benefit for the year the loan is\nmade is calculated as follows.\n\n<table>\n<tr>\n<td>Interest calculated at\nthe official rate</td><td>100,000 x 4/12 x 6%</td><td>&#xA3;2,000</td>\n</tr>\n<tr>\n<td>Less interest payable and\n\npaid the following 1 June</td><td>100,000 x 4/12 x 4%</td><td>&#xA3;1,340</td>\n</tr>\n<tr>\n<td>Cash equivalent (Section\n\n175(1) ITEPA 2003)</td><td></td><td>&#xA3;660</td>\n</tr>\n</table>\n\n**Note** that interest payable for the year the loan\n\nis made is included in the first half-yearly interest payment on\n\nthe following 1 June.\n\nThe 4 months interest of &#xA3;1,340 is payable\n\n**for** the year the loan is made, even though it does\n\nnot fall due for payment until after the end of the year, because\n\nit accrued in the year."},{"manual-section-id":"EIM26255","title":"Cash equivalent: interest paid after assessment final","body":"\n\n## Section 191 ITEPA 2003\n\nProblems can arise when interest that a taxpayer has to pay for a particular year is paid after the assessment on the benefit for that year has become final and conclusive. In such a case Section 191 allows the employee to make a claim for the assessment to be recalculated to take the belated interest payment into account, if any of the following circumstances arise:\n\n*   if the interest payable on the loan and included as a benefit under Section 175(1) ITEPA 2003 is subsequently paid, or\n*   if a benefit has been charged for a loan released or written off (see [EIM26116](/guidance/employment-income-manual/EIM26100#EIM26116)) and the loan is subsequently repaid, or\n*   a benefit on a bridging loan has been assessed to tax on the basis that the exemptions in Section 288 and 289 ITEPA 2003 do not apply because the condition in Section 288(1)(b) was not met, but it turns out that condition was met.\n\nThe onus is on the employee to claim this relief. He or she can do so at any time up to the end of the general time limits that are applicable to individuals making claims for repayment of income tax.  These time limits are being reduced to four years from 1 April 2010 for Self Assessment taxpayers and from 1 April 2012 for individuals outside the Self Assessment regime.\n\nAny tax overpaid as a result of the claim can be repaid or set off against any other tax liabilities in the usual way.\n\nBut see [EIM26257](/guidance/employment-income-manual/EIM26100#EIM26257) where there was no obligation existing during the year to pay interest for the year. "},{"manual-section-id":"EIM26257","title":"Cash equivalent: late interest payments: doubts about obligation to pay","body":"You can only admit a claim to deduct interest paid when\ncalculating the cash equivalent of a beneficial loan (see\n[EIM26250](/guidance/employment-income-manual/EIM26100#EIM26250)) if a legal obligation to pay\nthe interest existed during the income tax year concerned. See\nMorley-Clarke v Jones (59TC567).\n\n If an employee claims that he or she was under a legal\nobligation, which existed in the year concerned, to pay interest in\nrespect of a loan that was apparently interest-free, ask for\nwhatever evidence is available regarding the existence of that\nobligation. If there is no evidence of such an obligation do not\nallow the so-called interest when calculating the cash equivalent.\nSee\n[EIM26258](/guidance/employment-income-manual/EIM26100#EIM26258) before any appeal is notified\nto the independent tax tribunal.\n\n In particular do not admit a claim to relief under\n\n[EIM26255](/guidance/employment-income-manual/EIM26100#EIM26255) in any case where:\n\n*   you are not satisfied that the employee\n\n    was under a legal obligation to pay interest on an apparently\n\n    interest-free loan, or\n*   so-called interest is paid under a\n\n    retrospective agreement entered into after the end of the income\n\n    tax year concerned."},{"manual-section-id":"EIM26258","title":"Late interest payments: action before listing appeal","body":"**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**[**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n](http://www.hmrc.gov.uk/manuals/eimanual/attachments/payetechnical.htm)\n\n*   **(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\n*   **(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nRemember that a deduction can only be given for interest that\nhas actually been paid. You should obtain confirmation that the\nemployee has paid the amount in question\n**before** submitting the case to PAYE Technical."},{"manual-section-id":"EIM26260","title":"Order of repayment of successive loans","body":"Difficulties can arise where the loan consists of a series of\ninterest-free or cheap loans, some or all of which will fall to be\naggregated to calculate the chargeable benefit (see\n[EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)).\n\nIn particular, it is often difficult to allocate the payments\nmade by the employee towards the redemption of the successive\nloans, especially if the various loans carry different rates of\ninterest. This is because, in general, each loan constitutes a\nseparate debt.\n\nAny points of difficulty should be considered by an\nInspector, in the light of the guidance that follows and that at\n[EIM26261](/guidance/employment-income-manual/EIM26100#EIM26261).\n\nBroadly, the general practice as set out at CT6662 should be\nfollowed. Thus, where the employee makes a repayment that does not\nextinguish his or her total indebtedness, he or she can specify\nwhen making the payment which particular loans should be treated as\n\nextinguished or reduced by the payments. If the borrower shows that\n\nhe or she has informed the lender as to the way in which particular\n\npayments should be allocated you can accept that that allocation\n\nhas been followed.\n\nIf the borrower does not say how the repayments are to be\n\nallocated the right of allocation passes to the lender, who need\n\nnot necessarily make an immediate allocation. Once the lender has\n\nmade an allocation he or she should, however, tell the borrower how\n\nthis has been done so that the borrower knows where he or she\n\nstands as regards interest charges. When the lender has decided on\n\nthe allocation and told the borrower the allocation cannot be\n\nchanged. The notification to the borrower can be formal or\n\ninformal. It can, for example, simply be shown by the way the\n\nlender tells the borrower of the various loans still outstanding.\n\nIf there is a legal dispute about the amounts outstanding,\n\nthe lender has until the last moment in which to make the\n\nallocation.\n\nFor example, this could be when or he or she gives evidence\n\nin the Court hearing (Cory Bros and Co v Mecca Turkish SS (Owners),\n\nThe Mecca, 1897, Law Reports, Appeal Cases, House of Lords, 286).\n\nFailing any allocation, the Court would first allocate against the\n\nloan bearing interest at the highest rate. As between debts of\n\nequal weight the allocation would be against the oldest debt.\n\nThe guidance given above can be summarised as follows:\n\n*   repayments made by the borrower should be\n\n    allocated by the lender in accordance with the borrower's expressed\n\n    wishes,\n*   if the borrower expresses no wish, the\n\n    lender may allocate the repayments as he or she thinks fit and\n\n    advise the borrower when he or she has done so,\n*   where the borrower has expressed no wish\n\n    and the lender has made no allocation, you can assume that the\n\n    allocation has been made:\n\n*   firstly, against the debt bearing interest at the\n\n    highest rate and\n*   secondly, as between debts of equal weight,\n\n    against the earliest debt.\n\nIt follows that where it is not clear how any repayments of\n\nloans have been dealt with, the Inspector should seek evidence of\n\nallocation from either the borrower or lender. If necessary, the\n\nInspector should ask to see a detailed copy of the loan account as\n\nshown in the lender's books and records.\n\nSee\n\n[EIM26261](/guidance/employment-income-manual/EIM26100#EIM26261) for the rule in Clayton's\n\ncase."},{"manual-section-id":"EIM26261","title":"Order of repayment of successive loans: rule in Clayton's case","body":"Where the accounting between the borrower and the lender is\ncarried out in the same way as that between a bank and its\ncustomers on a normal current account, the rules set out in\n[EIM26260](/guidance/employment-income-manual/EIM26100#EIM26260) are varied.\n\nThe treatment in such circumstances was laid down in the 'Rule\nin Clayton's Case' (Devaynes v Noble, Clayton's Case, 1816,\nMerivale's Reports, Chancery, Vol 1, 572).\n\nIf the borrower does not make an allocation when making\npayment, the presentation by one party and acceptance by the other\nof the current accounting, as in a bank pass sheet, prevents the\nlender from making any later allocation. If, in such a situation, a\ndispute arises, treat each successive repayment as allocated\nagainst the oldest outstanding borrowing."},{"manual-section-id":"EIM26270","title":"Cash equivalent of loan treated as interest paid","body":"\n\n## Sections 175(1) and 184 ITEPA 2003\n\nAn amount equal to the cash equivalent of the benefit of any loan is treated as paid by the employee as interest in respect of that loan. This is only relevant if the loan is a qualifying loan (see [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137)) on which not all of the interest qualifies for relief. Qualifying loans on which the whole of the interest qualifies for relief are exempt (see [EIM26135](/guidance/employment-income-manual/EIM26100#EIM26135)).\n\nThe amount treated under Section 175(1) ITEPA 2003 as interest paid is so treated for all the purposes of the Income Tax (Earnings and Pensions) Act 2003 (other than Part 3 Chapter 7 ITEPA 2003 itself).\n\nNote that the amount treated as interest paid is not treated as interest received by the lender.\n\nThe notional interest is treated as accruing during the year and paid on 5 April in the year unless the employee ceases to be in an employment to which the benefits code (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) applies. In that case the interest is treated as paid on the last day in the year on which the employee is in such employment.\n\nThe effect of treating an amount equal to the cash equivalent chargeable in respect of a loan as interest paid, is that the employee is given whatever relief (for example under Section 353 ICTA 1988 (see RE330 to RE331), or in computing profits chargeable as Trading Income (see BIM45650 onwards), or as Property Income would have arisen if that amount had actually been paid as specified above. "},{"manual-section-id":"EIM26280","title":"Apportionment of cash equivalent of joint and several loan to two or more chargeable employees","body":"A loan may sometimes be made joint and severally to two or more\nemployees who are chargeable under Section 175(1) ITEPA 2003 (see\n[EIM26102](/guidance/employment-income-manual/EIM26100#EIM26102)) in respect of the loan.\nExamples include mortgage loans to a couple who are both employees\nof the lender and loans to a partnership of which the partners are\nemployees of the lender.\n\nA joint and several loan is advanced in its full amount to\neach of the borrowers severally. When calculating the cash\nequivalent of such a loan, where the joint borrowers are employees\nwithin Section 175(1), apportion the cash equivalent of the whole\nloan between each chargeable employee on a just and reasonable\nbasis according to the facts of the case.\n\nDo not:\n\n*   apportion any part of the cash equivalent\n\n    to a joint borrower who is not chargeable to tax under Section\n\n    175(1) in respect of the loan, or\n*   apportion the loan itself to treat each\n\n    borrower as borrowing part of the loan. This means that for the\n\n    purpose of the exemptions for small loans (see\n    [EIM26140](/guidance/employment-income-manual/EIM26100#EIM26140)) and small non- qualifying\n\n    loans (see\n    [EIM26145](/guidance/employment-income-manual/EIM26100#EIM26145)), the full amount of the joint\n\n    and several loan must be considered for each employee.\n\nEach employee chargeable under Section 175(1) must elect for the\n\nprecise method of calculating the cash equivalent (see\n\n[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)) of a joint and several loan,\n\nfor such an election to be effective."},{"manual-section-id":"EIM26300","title":"List of examples"},{"manual-section-id":"EIM26311","title":"Example of steadily reducing cheap loan","body":"This example shows how to calculate the cash equivalent of a\nsteadily reducing cheap loan, using both the averaging method (see\n[EIM26220](/guidance/employment-income-manual/EIM26100#EIM26220)) and the precise method (see\n[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)).\n\nOn 1 July an employer lends &#xA3;5,300 to an employee, who\nis not in excluded employment (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)). The loan is used to buy a car\nthat is not used for any business purpose.\n\nInterest is charged monthly on the balance of the outstanding\nloan at 4%. Interest, together with capital at the rate of &#xA3;45\na month, are deducted from the employee's salary, which is paid on\nthe last day of each month. By the end of the tax year the\noutstanding balance was &#xA3;4,895 and she had paid interest of\n&#xA3;153.54. She had no other loans.\n\nThe appropriate official rate of interest for the tax year\nwas 6 per cent.\n\nFor the purpose of the normal averaging method of calculating\nthe cash equivalent of the benefit of the loan, the loan was in\nexistence for nine complete months of the tax year (see\n[EIM26217](/guidance/employment-income-manual/EIM26100#EIM26217)).\n\n### Liability on the normal averaging method (\n[EIM26210](/guidance/employment-income-manual/EIM26100#EIM26210) onwards)\n\n<table>\n<tr>\n<td>\n\n</td><td>\n\n</td><td>\n\n</td><td>\n\n</td><td>\n\n</td><td>\n\n</td><td>\n\n</td><td>\n\n</td>\n</tr>\n<tr>\n<td>\n&#xA3;5,300 + &#xA3;4,895</td><td>\n\n</td><td>\n9</td><td>\n\n</td><td>\n6</td><td>=</td><td>\n\n229.38\n\n</td><td>\n\n</td>\n</tr>\n<tr>\n<td>2</td><td>\n\n</td><td>12</td><td>\n\n</td><td>100</td><td>\n\n</td><td>\n\n</td><td>\n\n</td>\n</tr>\n<tr>\n<td>Less interest actually\npaid by the employee</td><td>\n153.54</td><td></td>\n</tr>\n<tr>\n<td>Cash equivalent of\nbenefit</td><td>75.84</td><td></td>\n</tr>\n</table>\n\n### Liability on the alternative precise method (see\n[EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230))\n\n<table>\n<tr>\n<td>\n\n</td><td>&#xA3;</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;5,300 for 31 days\nat 6% =</td><td>27.00</td><td>Note</td>\n</tr>\n<tr>\n<td>&#xA3;5,255 for 31 days\nat 6% =</td><td>26.77</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;5,210 for 30 days\nat 6% =</td><td>25.69</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;5,165 for 31 days\nat 6% =</td><td>26.32</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;5,120 for 30 days\nat 6% =</td><td>25.24</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;5,075 for 31 days\nat 6% =</td><td>25.86</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;5,030 for 31 days\nat 6% =</td><td>25.63</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;4,985 for 28 days\nat 6% =</td><td>22.94</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;4,940 for 31 days\nat 6% =</td><td>25.17</td><td>\n\n</td>\n</tr>\n<tr>\n<td>&#xA3;4,895 for 5 days at\n6% =</td><td>4.02</td><td>\n\n</td>\n</tr>\n<tr>\n<td>**Total**</td><td>234.64</td><td>\n\n</td>\n</tr>\n<tr>\n<td>Less interest paid by the\nemployee</td><td>153.54</td><td>\n\n</td>\n</tr>\n<tr>\n<td>**Chargeable benefit**</td><td>81.10</td><td>Round down to\n&#xA3;81</td>\n</tr>\n</table>\n\n**Note**: the computation for the first month is:\n\n<table>\n<tr>\n<td>&#xA3;5,300\n\n .............\n\n 0</td><td>x</td><td>31</td><td>x</td><td>6</td><td>=</td><td>&#xA3;27.00\n\n .............\n\n 0</td>\n</tr>\n<tr>\n<td>\n\n</td><td>\n\n</td><td>365</td><td>\n\n</td><td>100</td><td>\n\n</td><td>\n\n</td>\n</tr>\n</table>\n> > and so on for each succeeding month.\n\nThe normal averaging method of calculation, which would be\napplied automatically, is to the employee's advantage. She would\nnot, therefore, make an election for the alternative precise method\n(see\n[EIM26200](/guidance/employment-income-manual/EIM26200) and\n[EIM26240](/guidance/employment-income-manual/EIM26100#EIM26240)).\n\nThis is a steadily decreasing loan, there are no\ncomplications and no suggestions of any manipulation or avoidance.\nThe Inspector would not, therefore, give notice that he or she\nwished to adopt the alternative precise method of calculation.\n\nNote that for either method of calculation it is the\n**maximum** outstanding balance on the appropriate day\nthat is taken into account. Thus, although the employee repays\n&#xA3;45 on the last day of the month it is the balance before the\nrepayment (that is the\n**maximum** outstanding balance) that is taken into\naccount in the calculations.\n\nThe formula for calculating liability on the alternative\nprecise method at\n[EIM26235](/guidance/employment-income-manual/EIM26100#EIM26235) could have been used to come to\nthe same result.\n\n`S' in the formula would be\n\n(&#xA3;5,300 x 31) + (&#xA3;5,255 x 31) ... + (&#xA3;4,895 x\n5) = &#xA3;1,427,670\n\nUsing the formula the chargeable benefit is:\n\n<table>\n<tr>\n<td><u>6</u></td><td>x</td><td><u>1,427,670</u></td><td>minus</td><td>&#xA3;153.54</td><td>=</td><td>&#xA3;81.10</td>\n</tr>\n<tr>\n<td>100</td><td>\n\n</td><td>365</td><td>\n\n</td><td>\n\n</td><td>\n\n</td><td>\n\n</td>\n</tr>\n</table>\n\nThe employee will be treated as having paid &#xA3;75 interest on\n\nthe loan in addition to the &#xA3;153.54 actually paid. However,\n\nthis will have no effect on her liability because none of the\n\ninterest ranks for deduction or relief of any kind (see\n\n[EIM26270](/guidance/employment-income-manual/EIM26100#EIM26270))."},{"manual-section-id":"EIM26312","title":"Example of a fluctuating cheap loan account","body":"This example shows how to calculate the cash equivalent of a fluctuating cheap loan account, using both the averaging method (see [EIM26220](/guidance/employment-income-manual/EIM26100#EIM26220)) and the precise method (see [EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)).\n\nA director has a standing loan arrangement with the company for which he works. His withdrawals are used to pay his children's school fees. The company charges him interest at 2% on the outstanding balance of his loan account, the interest being payable annually on 31 December, which is the company's accounting date.\n\nOn 5 April in the year preceding the year of assessment the balance outstanding on his loan account with the company is &#xA3;4,500. During the year of assessment he repays &#xA3;900 on 30 June but on 1 October he draws a further &#xA3;1,500 to pay school fees. He makes no further repayments and draws no further funds prior to the following 5 April, but on 31 December in the year of assessment he is charged &#xA3;50, being the interest payable by him for the company's accounting year to 31 December. The interest charge of &#xA3;50 is met by deduction from his salary cheque for that month. No other loans are in existence.\n\nThe appropriate official rate was 10%.\n\n### Liability on the normal averaging method (see [EIM26210](/guidance/employment-income-manual/EIM26100#EIM26210))\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n(&#xA3;4,500 + &#xA3;5,100)\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n480\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n100\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nLess interest paid\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n**Chargeable benefit**\n\n</td>\n<td>\n\n430\n\n</td>\n</tr>\n</table>\n\n### Liability on the alternative precise method (see [EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230))\n\n<table>\n<tr>\n<td>\n\n**Period**\n\n</td>\n<td>\n\n**Balance**\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n6 April to 30 June (86 days)\n\n</td>\n<td>\n\n&#xA3;4,500\n\n</td>\n<td>\n\nfor 86 days at 10%\n\n</td>\n<td>\n\n= 106.02\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n1 July to 30 September (92 days)\n\n</td>\n<td>\n\n&#xA3;3,600\n\n</td>\n<td>\n\nfor 92 days at 10%\n\n</td>\n<td>\n\n= 90.73\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n1 October to 5 April (187 days)\n\n</td>\n<td>\n\n&#xA3;5,100\n\n</td>\n<td>\n\nfor 187 days at 10%\n\n</td>\n<td>\n\n= 261.28\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n**Total**\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n458.03\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nLess interest paid not eligible for relief\n\n</td>\n<td>\n\n50.00\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n**Chargeable benefit **\n\n</td>\n<td>\n\n408.03\n\n</td>\n<td>\n\nsay &#xA3;408\n\n</td>\n</tr>\n</table>\n\nThe normal averaging method of calculation, which would be applied automatically, operates to the director's disadvantage since his average loan over the year is about &#xA3;4,580 and not &#xA3;4,800 (&#xA3;4,500 + &#xA3;5,100/2).\n\nTherefore, an election for the alternative precise method of calculation (see [EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)) would be to his advantage.\n\n**Note **that the interest paid by the director relates to the year ended 31 December and not to the tax year ended 5 April. Unless the director wishes to adopt the interest paid for the tax year you can regard the interest paid for the company's accounting year ended in the tax year concerned as the interest paid for the relevant tax year (see [EIM26252](/guidance/employment-income-manual/EIM26100#EIM26252)).\n\nThe additional loan of &#xA3;1,500 taken out on 1 October is between the same lender and borrower and in the same currency as the existing loan. Neither loan is a qualifying loan (see [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137)). The example assumes that each year the employer makes an election for aggregation (see [EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)).\n\nExemption under Section 180(1)(b) ITEPA 2003 (see [EIM26145](/guidance/employment-income-manual/EIM26100#EIM26145)) is not due because the total balance outstanding on the non-qualifying loans exceeds &#xA3;5,000 at some time in the year of assessment.\n\nThe director will be treated as having paid &#xA3;430 (or &#xA3;408 if an election for the alternative precise method is made) interest on the loan in addition to the &#xA3;50 actually paid. However this will have no effect on the final liability because none of the interest ranks for deduction or relief of any kind (see [EIM26270](/guidance/employment-income-manual/EIM26100#EIM26270)).\n\nThe company may also be chargeable to tax under Section 419 ICTA 1988 in respect of loans made to the director (see [EIM26500](/guidance/employment-income-manual/EIM26100#EIM26500)). "},{"manual-section-id":"EIM26313","title":"Example of where an Inspector should elect for the precise method","body":"This example demonstrates circumstances where the Inspector should elect for the alternative precise method of calculating the chargeable benefit (see [EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)).\n\nA company's accounting date is 31 March. The loan account of a director of the company was shown by the company's accounts as having a balance of &#xA3;2,000 at the beginning and end of the accounting year. The company makes an election for aggregation (see [EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)).\n\nWhen analysed, the loan account showed the following position during the accounting year.\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nBalance outstanding at the beginning of the year 1 April\n\n</td>\n<td>\n\n2,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nAdvance to the director on 1 May\n\n</td>\n<td>\n\n4,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nAdvance to the director on 1 July\n\n</td>\n<td>\n\n1,000\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\n7,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nRepaid by the director on 1 March\n\n</td>\n<td>\n\n5,000\n\n</td>\n</tr>\n<tr>\n<td>\n\nBalance outstanding at the end of the year on 31 March\n\n</td>\n<td>\n\n2,000\n\n</td>\n</tr>\n</table>\n\nThe Inspector found that there had been no further advances or repayments over the five days up to 5 April following the company's accounting year end. None of the loans were qualifying as they were all used to meet day to day living expenses (see [EIM26136](/guidance/employment-income-manual/EIM26100#EIM26136)).\n\nThe Inspector gave notice of election for the alternative precise method of calculating the benefit (see [EIM26240](/guidance/employment-income-manual/EIM26100#EIM26240) onwards). She did so because the average of the loan to the director during the relevant tax year was slightly more than &#xA3;6,000, although the balances at the beginning and end of the year were both &#xA3;2,000. The appropriate official rate of interest for the year of assessment was 8%.\n\nThe chargeable benefit on the normal averaging method would have been\n\nThe liability on the alternative precise method was\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n6 April to 30 April\n\n</td>\n<td>\n\n&#xA3;2,000 for 25 days at 8%\n\n</td>\n<td>\n</td>\n<td>\n\n10.95\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n1 May to 30 June\n\n</td>\n<td>\n\n&#xA3;6,000 for 61 days at 8%\n\n</td>\n<td>\n</td>\n<td>\n\n80.21\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n1 July to 1 March\n\n</td>\n<td>\n\n&#xA3;7,000 for 244 days at 8%\n\n</td>\n<td>\n</td>\n<td>\n\n374.35\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n2 March to 5 April\n\n</td>\n<td>\n\n&#xA3;2,000 for 35 days at 8%\n\n</td>\n<td>\n</td>\n<td>\n\n15.34\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n**Chargeable benefit **\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n480.85\n\n</td>\n<td>\n\nRound down to &#xA3;480\n\n</td>\n</tr>\n</table>\n\nThe director will be treated as having paid &#xA3;480 interest on the loan. However this will have no effect on the final liability because none of the interest ranks for deduction or relief or any kind (see [EIM26270](/guidance/employment-income-manual/EIM26100#EIM26270)).\n\n**Note **that although the director made a repayment of &#xA3;5,000 on 1 March, the maximum outstanding balance on that day was &#xA3;7,000. "},{"manual-section-id":"EIM26314","title":"Example of some loans subject to aggregation and others not","body":"This example shows how to calculate the cash equivalents of cheap loans, some of which are subject to aggregation while others are not, using both the averaging method (see [EIM26220](/guidance/employment-income-manual/EIM26100#EIM26220)) and the precise method (see [EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230)).\n\nA close company has for years advanced funds to a director at 3% interest payable quarterly on 31 March, 30 June, 30 September and 31 December by deduction from salary. Each year it has made an election for aggregation (see [EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)).\n\nThe balance on the loan account on 5 April preceding the year of assessment was &#xA3;29,000. The director repaid &#xA3;1,000 on 30 June in the year of assessment, so that the balance at the end of that year was &#xA3;28,000.\n\nPart of the loan balance was a loan of &#xA3;3,000 made in the preceding year of assessment to help him buy a car that he needed to do his job. The car was used 40% for business travel.\n\n&#xA3;20,000 was a loan used to buy shares in a close company. This loan meets all the conditions for relief under Section 353 ICTA 1988.\n\nOf the remainder of the loan balance &#xA3;2,000 was used to buy a season ticket and the other &#xA3;4,000 outstanding at the beginning of the year represented the balance of a loan to pay for a holiday.\n\nOf the total repayment &#xA3;1,000, &#xA3;200 was set against the car loan, &#xA3;500 against the share loan, &#xA3;200 against the season ticket loan and the other &#xA3;100 against the holiday loan.\n\nThe appropriate official rate was 10% throughout the year in question.\n\nAll the loans are between the same borrower and lender. The share loan is a qualifying loan on which all the interest is eligible for relief and is therefore exempt (see [EIM26135](/guidance/employment-income-manual/EIM26100#EIM26135)). The other three loans require a cash equivalent to be ascertained. Since the employer has elected for aggregation the season ticket loan and the holiday loan, which are non-qualifying (see [EIM26137](/guidance/employment-income-manual/EIM26100#EIM26137)), must be aggregated (see [EIM26180](/guidance/employment-income-manual/EIM26100#EIM26180)). So for the purposes of calculating the total chargeable benefit there are two loans as follows:\n\n<table>\n<tr>\n<td>\n\n### Type\n\n</td>\n<td>\n\n### Balance at start\n\n</td>\n<td>\n\n### Balance at end\n\n</td>\n</tr>\n<tr>\n<td>\n\nQualifying\n\n</td>\n<td>\n\n&#xA3;3,000\n\n</td>\n<td>\n\n&#xA3;2,800\n\n</td>\n</tr>\n<tr>\n<td>\n\nNon-qualifying\n\n</td>\n<td>\n\n&#xA3;6,000\n\n</td>\n<td>\n\n&#xA3;5,700\n\n</td>\n</tr>\n</table>\n\nAs the total balance outstanding exceeded &#xA3;5,000 in the year, exemption under Section 180(1)(a) ITEPA 2003 is not due (see [EIM26140](/guidance/employment-income-manual/EIM26100#EIM26140)). Since the total balance outstanding on the non- qualifying loans exceeded &#xA3;5,000 in the year, exemption under Section 180(1)(b) is not due for those loans (see [EIM26145](/guidance/employment-income-manual/EIM26100#EIM26145)).\n\nInterest paid on the car loan for the year was:\n\n<table>\n<tr>\n<td>\n\n**Date paid**&#xA0;\n\n</td>\n<td>\n\n**Interest at 3% **\n\n</td>\n<td>\n\n**Paid &#xA3; **\n\n</td>\n</tr>\n<tr>\n<td>\n\n30 June\n\n</td>\n<td>\n\nOne quarter on &#xA3;3,000 =\n\n</td>\n<td>\n\n22.50\n\n</td>\n</tr>\n<tr>\n<td>\n\n30 September\n\n</td>\n<td>\n\nOne quarter on &#xA3;2,800 =\n\n</td>\n<td>\n\n21.00\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December\n\n</td>\n<td>\n\nOne quarter on &#xA3;2,800 =\n\n</td>\n<td>\n\n21.00\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 March\n\n</td>\n<td>\n\nOne quarter on &#xA3;2,800 =\n\n</td>\n<td>\n\n21.00\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\nTotal paid\n\n</td>\n<td>\n\n85.50\n\n</td>\n</tr>\n</table>\n\nInterest eligible for relief under Section 353 ICTA 1988 will be as follows:\n\n<table>\n<tr>\n<td>\n\n**Paid on**&#xA0;\n\n</td>\n<td>\n\n**Amount **\n\n</td>\n<td>\n\n**Eligible for relief **\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n30 June\n\n</td>\n<td>\n\n&#xA3;22.50\n\n</td>\n<td>\n\n&#xA3;22.50 x 40% =\n\n</td>\n<td>\n\n&#xA3;9.00\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n30 September\n\n</td>\n<td>\n\n&#xA3;21.00\n\n</td>\n<td>\n\n&#xA3;21.00 x 40% =\n\n</td>\n<td>\n\n&#xA3;8.40\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n31 December\n\n</td>\n<td>\n\n&#xA3;21.00\n\n</td>\n<td>\n\n&#xA3;21.00 x 40% =\n\n</td>\n<td>\n\n&#xA3;8.40\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n31 March\n\n</td>\n<td>\n\n&#xA3;21.00\n\n</td>\n<td>\n\n&#xA3;21.00 x 40% =\n\n</td>\n<td>\n\n&#xA3;8.40\n\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n\nTotal\n\n</td>\n<td>\n\n&#xA3;34.20\n\n</td>\n<td>\n\nsay &#xA3;35 *\n\n</td>\n</tr>\n</table>\n\nInterest paid on the aggregated loans for the year was:\n\n<table>\n<tr>\n<td>\n\n**Date paid**&#xA0;\n\n</td>\n<td>\n\n**Interest at 3% **\n\n</td>\n<td>\n\n**Paid &#xA3; **\n\n</td>\n</tr>\n<tr>\n<td>\n\n30 June\n\n</td>\n<td>\n\nOne quarter on &#xA3;4,000 =\n\n</td>\n<td>\n\n30.50\n\n</td>\n</tr>\n<tr>\n<td>\n\n30 September\n\n</td>\n<td>\n\nOne quarter on &#xA3;5,700 =\n\n</td>\n<td>\n\n42.75\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 December\n\n</td>\n<td>\n\nOne quarter on &#xA3;5,700 =\n\n</td>\n<td>\n\n42.75\n\n</td>\n</tr>\n<tr>\n<td>\n\n31 March\n\n</td>\n<td>\n\nOne quarter on &#xA3;5,700 =\n\n</td>\n<td>\n\n42.75\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\nTotal paid\n\n</td>\n<td>\n\n158.25\n\n</td>\n</tr>\n</table>\n\n### Liability on the normal averaging method (see [EIM26210](/guidance/employment-income-manual/EIM26100#EIM26210))\n\n**(a) Car loan **&#xA0;\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n&#xA3;3,000 + &#xA3;2,800\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n290.00\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n100\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nLess interest actually paid in respect of the car loan\n\n</td>\n<td>\n\n85.50\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Chargeable benefit**\n\n</td>\n<td>\n\n204.50\n\n</td>\n</tr>\n</table>\n\n**(b) Aggregated loan **&#xA0;\n\n<table>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n&#xA3;6,000 + &#xA3;5,700\n\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n585.00\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n\n100\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\nLess interest actually paid in respect of the aggregated    loan\n\n</td>\n<td>\n\n158.25\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Chargeable benefit**\n\n</td>\n<td>\n\n426.75\n\n</td>\n</tr>\n</table>\n\nTotal cash equivalent = &#xA3;204.50 + &#xA3;426.75 = &#xA3;631.25\n\n### Liability on the alternative precise method (see [EIM26230](/guidance/employment-income-manual/EIM26100#EIM26230))\n\n**a) Car loan **&#xA0;\n\n<table>\n<tr>\n<td>\n\n**Period**\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n6 April to 30 June (86 days)\n\n</td>\n<td>\n\n&#xA3;3,000 for 86 days at 10% =\n\n</td>\n<td>\n\n70.68\n\n</td>\n</tr>\n<tr>\n<td>\n\n1 July to 5 April (279 days)\n\n</td>\n<td>\n\n&#xA3;2.800 for 279 days at 10% =\n\n</td>\n<td>\n\n214.02\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\nTotal\n\n</td>\n<td>\n\n284.70\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess interest actually paid in respect of the car loan\n\n</td>\n<td>\n\n85.50\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Chargeable benefit**\n\n</td>\n<td>\n</td>\n<td>\n\n199.20\n\n</td>\n</tr>\n</table>\n\n**b) Aggregated loan**&#xA0;\n\n<table>\n<tr>\n<td>\n\n**Period**\n\n</td>\n<td>\n</td>\n<td>\n</td>\n</tr>\n<tr>\n<td>\n\n6 April to 30 June (86 days)\n\n</td>\n<td>\n\n&#xA3;6,000 for 86 days at 10% =\n\n</td>\n<td>\n\n141.36\n\n</td>\n</tr>\n<tr>\n<td>\n\n1 July to 5 April (279 days)\n\n</td>\n<td>\n\n&#xA3;5,700 for 279 days at 10% =\n\n</td>\n<td>\n\n435.69\n\n</td>\n</tr>\n<tr>\n<td>\n</td>\n<td>\n\nTotal\n\n</td>\n<td>\n\n577.05\n\n</td>\n</tr>\n<tr>\n<td>\n\nLess interest actually paid in respect of the aggregated    loans\n\n</td>\n<td>\n\n158.25\n\n</td>\n</tr>\n<tr>\n<td>\n\n**Chargeable benefit**\n\n</td>\n<td>\n</td>\n<td>\n\n418.80\n\n</td>\n</tr>\n</table>\n\nTotal cash equivalent = &#xA3;199.20 + &#xA3;418.80 = &#xA3;618\n\n**Note: **although the employee repaid &#xA3;1,000 on 30 June, the maximum balances of the non- aggregated and aggregated loans outstanding on the day were &#xA3;3,000 and &#xA3;6,000 and these amounts have been taken into account in the alternative precise method of calculation.\n\nThe normal averaging method of calculation, which would be applied automatically (see [EIM26200](/guidance/employment-income-manual/EIM26200)), operates marginally to the director's disadvantage. If he considers it worthwhile he could make an election for the alternative precise method of calculation (see [EIM26200](/guidance/employment-income-manual/EIM26200)).\n\nThe director will be treated as having paid &#xA3;632 (or &#xA3;618 if an election for the alternative precise method is made) interest on the loan in addition to the interest actually paid (see [EIM26270](/guidance/employment-income-manual/EIM26100#EIM26270)). Relief will be due for the notional interest as follows (assuming an election for the alternative precise method is made):\n\n**Car loan - **Interest treated as paid on 5 April (see [EIM26270](/guidance/employment-income-manual/EIM26100#EIM26270)) &#xA3;199.20 x 40% = &#xA3;79.68. Round up to &#xA3;80 to be allowed as interest relief in addition to relief in respect of the interest actually paid. "},{"manual-section-id":"EIM26500","title":"Interaction between employment income and other tax charges: loans from close companies: general","body":"Particular care is needed when you are dealing with loans made\nby a close company. Broadly speaking a company is a close company\nif it is:\n\n*   under the control of five or fewer\nparticipators and their associates, or\n*   under the control of directors who are\nparticipators and their associates.\n\nLoans made by a close company to a director or an employee who\nis a participator, or an associate of a participator, may be\nchargeable to tax under Section 419 ICTA 1988 on the company as\nwell as there being a charge under Section 175 ITEPA 2003 on the\nindividual.\n\nIf it appears that a loan has been made by the close company\nto a director or participator tell the Inspector dealing with the\naccounts. He or she can then check whether Section 419 ICTA 1988\n\napplies to it. A charge on the company under Section 419 does not\n\nreplace any charge on the recipient for having the benefit of a\n\nbeneficial loan."},{"manual-section-id":"EIM26505","title":"Interaction between employment income and other tax charges: director's current or loan accounts with a close company","body":"When reviewing a director's current or loan account with a\ncompany, an Inspector should bear the following in mind.\n\n*   If the directors own all the share capital\nof the company and either formally or informally decide that sums\nbeing withdrawn by them from the company are remuneration, or on\naccount of remuneration, the withdrawals are not loans. PAYE should\nbe applied at the time of the withdrawal. Withdrawals are\nassessable as remuneration in the year in which they are received\n(see[EIM42270](/guidance/employment-income-manual/EIM42200#EIM42270)).\n*   If the directors make withdrawals that are\nnot remuneration or on account of remuneration, the withdrawals may\nput the directors in debt to the company. If they do, charges on\n\n    beneficial loans may arise unless they fall within one of the\n\n    exemptions (see\n    [EIM26132](/guidance/employment-income-manual/EIM26132)).\n*   Interest paid on a debt incurred by\n\n    overdrawing an account, or under similar arrangements, does not\n\n    qualify for relief under Section 353 ICTA 1988 (see Section\n\n    353(3)(a) ICTA 1988). Whilst this provision is more commonly\n\n    applied to bank overdrafts, it applies equally to a director's\n\n    overdrawn current account with his or her company. It follows that\n\n    no part of the interest or notional interest on an overdrawn\n\n    current account will be eligible for relief under Section 353 ICTA\n\n    1988 irrespective of the use to which the money is put."},{"manual-section-id":"EIM26510","title":"Interaction between employment income and other tax charges: treatment of misappropriations in company investigation cases","body":"Although the phrase making a loan has a very wide meaning (see\n[EIM26110](/guidance/employment-income-manual/EIM26100#EIM26110)) it is not wide enough to\ninclude sums taken from a company without proper authorisation.\nMisappropriations that are discovered during the investigation of a\ncompany's accounts will therefore not necessarily give rise to\nliability under Section 175 ITEPA 2003 for the investigation\nperiod. The conditions that have to be satisfied if a Section 175\ncharge is to be taken are set out in The Enquiry manual at EM8610.\n\nWhen the investigation has been completed, Section 175\nliability will apply:\n\n*   in extractive settlements from the date\nthe company is aware of the misappropriation, or\n*   in non-extractive settlements from the\n\n    date the loan was made,\n\nuntil such time as the debt has been repaid (see EM8610).\n\nIt this treatment is not accepted you should consult Cross\n\nCutting Policy (Stockport Technical Unit)."},{"manual-section-id":"EIM26515","title":"Alternative finance arrangements - Islamic finance","body":"## Section 97 Finance Act 2006\n\nFrom 22 March 2006 an alternative finance arrangement within Sections 46 to 57 Finance Act 2005 provided by an employer to an employee is taxed in the same way as a beneficial loan under the benefits code.\n\nThe alternative finance rules address arrangements that do not give rise to the payment or receipt of interest, ensuring that they are taxed no more or less favourably than equivalent arrangements that do give rise to interest.\n\nFrom 22 March 2006 two types of contract under Islamic law are included in the rules for alternative finance arrangements -\n\n*   wakala - an investor appoints an agent to whom he gives a sum of money.   The agent invests the money on behalf of the principal specifying the expected investment return.  The principal is entitled to that specified &#x201C;return&#x201D;, but nothing more.  Anything further that is earned is retained by the agent as a fee,\n*   A diminishing musharaka - a customer and a financial institution contribute to jointly acquire an asset.   The customer makes a series of capital payments to the financial institution to acquire that institution&#x2019;s interest in the asset.  The customer makes other payments, a &#x201C;return&#x201D; to the institution in addition to the amount paid to acquire the institution&#x2019;s interest - these other payments represent an amount equivalent to the commercial rate of interest on a conventional loan.\n\nIn each case, under the new rules from 22 March 2006 the &#x201C;return&#x201D; is taxed as if it were interest. "},{"manual-section-id":"EIM26520","title":"Loans made by superannuation funds","body":"Make a report to\n[Employment Income Technical](http://www.hmrc.gov.uk/manuals/eimanual/attachments/employment_income_technical.htm) in the following\nsituations.\n\n\n\n*   Where you find that a director or an\nemployee, who is not in an excluded employment (see[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) and who is a member of an\napproved superannuation fund:\n\n*   obtains an interest-free or cheap loan from that\nfund and\n*   it is claimed that the loan is made otherwise than\non the security (whether expressed or implied) of the individual's\nprospective benefits from the superannuation fund, namely a loan\nthat is viewed as an ordinary investment.\n\n*   If you get information that suggests\n\n    that:\n\n*   a small, self-administered pension scheme has\n\n    been, or is being, set up for the express purpose of making cheap\n\n    or interest-free loans to a few influential members and\n*   the employer has made a special contribution in\n\n    the early days of the pension scheme to achieve this end."}]}]}}