{"title":"# Other expenses: entertainment expenses: application of Section 336 to entertainment expenses: general: maintenance of records","details":{"manual-section-id":"EIM32615","slug": "guidance/employment-income-manual/EIM32615","body":"# Other expenses: entertainment expenses: application of Section 336 to entertainment expenses: general: maintenance of records\n\nRemember that before you consider the application of Section 336 ITEPA 2003 to entertainment expenses incurred by an employee or office holder you must first satisfy yourself that Section 356 does not prohibit a deduction (see [EIM32565](/guidance/employment-income-manual/EIM32400#EIM32565)).\n\nIn cases where Section 356 does not prevent a deduction under Section 336, bear in mind that entertaining customers, clients and other business contacts is part and parcel of everyday commercial life. This is particularly so where orders for goods are concerned.\n\nIf an employee is required for genuine business reasons to entertain customers, suppliers or other business connections in the course of his or her duties, the expense of doing so can be regarded as satisfying the statutory test in Section 336. This is the case whether the purpose of the occasion was to discuss a particular business project or to maintain existing or new business contacts, even though no specific business was done.\n\n**Where the entertainment expenses incurred on a particular occasion are admissible no****restriction should be made for the cost of the employee's own food and drinks.**\n\nSometimes expenditure does not relate to a genuine working occasion. It may simply cover entertainment of the employee's colleagues or friends where there was no business obligation to do so. In that situation no deduction should be given. See also [EIM32620](/guidance/employment-income-manual/EIM32620).\n\nIf entertainment expenses do not satisfy the conditions in Section 336 the disallowance extends to expenditure incidental to the entertainment such as taxi fares to and from a restaurant.\n\n### Maintenance of records\n\nAn employee who requests a deduction for entertainment expenses should be able to support that request with reasonable records of the amounts spent on particular occasions, the nature of the entertainment, the persons entertained and the reasons for the entertainment.","breadcrumbs":[],"sections":[]}}
