{"title":"Deductions: directors' and officers' liabilities","details":{"manual-section-id":"EIM30500","body":"","breadcrumbs":["EIMANUAL","EIM30500"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM30501","title":"Directors' and officers' liabilities: general","body":"Company directors and officers (and, to a lesser extent,\nemployees) may be subject to legal action undertaken by their\nemployers or by third parties in respect of alleged or actual\nwrongful acts or omissions in their capacities as directors or\nemployees. Insurance (usually called indemnity insurance) to cover\ndamages and legal expenses arising from such claims is available\nbut it cannot extend to fines or penalties for criminal acts.\n\nWhere an employer meets the liability for a director or\nemployee arising out of such an action the employer's payment will\nnormally be chargeable on the director or employee as earnings\narising from the employment (see\n[EIM00580](/guidance/employment-income-manual/EIM00505#EIM00580) onwards). Similarly, where an\nemployer arranges and pays for insurance to cover potential\nliabilities arising to directors or employees from alleged or\nactual wrongful acts or omissions in their capacities as such,\ncharges under Chapter 10 of the benefits code (see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) arise in respect of the\n\nbenefit of the insurance cover (see\n\n[EIM21001](/guidance/employment-income-manual/EIM21000#EIM21001) onwards). The measure of the\n\ncharge is the 'proper proportion' (see\n\n[EIM21200](/guidance/employment-income-manual/EIM21000#EIM21200)) of the premium: that is, that\n\nproportion of the overall premium that is attributable to the cover\n\nprovided for that director or employee.\n\nWhere a former employer meets a liability after the\n\ndirectorship or employment has ceased the amount may be also be\n\nchargeable as employment income.\n\nIn some circumstances relief is due against these charges,\n\nsee\n\n[EIM30505](/guidance/employment-income-manual/EIM30500#EIM30505)."},{"manual-section-id":"EIM30505","title":"Directors' and officers' liabilities: relief due","body":"## Sections 346 to 347 and Section 555 ITEPA 2003; Section 67 Finance 2009\n\nSection 346 ITEPA 2003 allows for:\n\n*   deductions equal to and so offsetting the charges outlined at [EIM30501](/guidance/employment-income-manual/EIM30500#EIM30501) in respect of qualifying liabilities (see [EIM30511](/guidance/employment-income-manual/EIM30500#EIM30511)) and\n*   similar deductions for employees who bear all or part of their qualifying liabilities or pay for or towards their own indemnity insurance.\n\nDeductions under Section 346 are available only against earnings of the office or employment concerned.\n\nNo deduction is allowed for a payment that would otherwise meet the conditions of section 346 if it is made in pursuance of arrangements the main purpose, or one of the main purposes of which, is the avoidance of tax.\n\nHowever, Section 347(2) ITEPA 2003 allows a similar relief where the deduction arises after the termination of the office and the conditions in Section 555 ITEPA 2003 are satisfied. "},{"manual-section-id":"EIM30507","title":"Directors' and officers' liabilities: cases to be dealt with by an Inspector","body":"Employee liabilities and indemnities is a complex area and the\nlegislation is therefore rather complicated. Also it involves some\nanti-avoidance provisions. Accordingly you should refer to an\nInspector any question about whether the deductions are available\nin any case (including requests for dispensations in the area)."},{"manual-section-id":"EIM30509","title":"Directors' and officers' liabilities: amounts on which relief due","body":"Section 346 gives directors and employees deductions against the\nearnings of an office or employment for:\n\n*   amounts paid in respect of their\nliabilities related to the employment\n*   costs or expenses incurred in connection\nwith a claim that they are subject to such a liability and\n*   so much of any premium paid under a\nqualifying contract of insurance as relates to indemnifying them\nagainst any such liabilities, costs or expenses.\n\nSee\n[EIM30523](/guidance/employment-income-manual/EIM30500#EIM30523) for the exclusion of matters\nthat it would be unlawful to insure against."},{"manual-section-id":"EIM30511","title":"Directors' and officers' liabilities: qualifying liabilities","body":"A qualifying liability in relation to an office or employment is\na liability imposed:\n\n*   in respect of acts or omissions of a\nperson in his capacity as holder of that office or employment or in\nany capacity in which he or she acts as holder, or\n*   in connection with any proceedings in\nrespect of a claim arising from such acts or omissions.\n\nFor this purpose a liability is imposed even if it arises from\nan out of court settlement. The central issue is whether the claim\nwas such that, if pursued, it would, on the balance of\nprobabilities, be decided, at least in part, in the claimant's\nfavour. Similarly, a liability for legal costs is imposed if the\ncosts are actually due.\n\nThe fact that the employee need not have incurred them (for\nexample, he or she might have conducted his or her own defence\ninstead of engaging lawyers to act) does not mean that the costs\n\nwere not imposed.\n\nAn employee may be required in his or her capacity as such to\n\nact in some other capacity (for example, as a trustee of the\n\nemployer's pension fund). Liabilities in respect of the second\n\ncapacity will be treated as liabilities in respect of the first.\n\nSee\n\n[EIM30523](/guidance/employment-income-manual/EIM30500#EIM30523) for the exclusion of matters\n\nthat it would be unlawful to insure against."},{"manual-section-id":"EIM30513","title":"Directors' and officers' liabilities: qualifying contracts of insurance","body":"The basic characteristic of a qualifying contract of insurance\nis that it provides cover:\n\n*   to one or more employees against\nqualifying liabilities or costs arising from claims that they are\nsubject to qualifying liabilities, or\n*   to an employer against loss arising from\nmeeting any qualifying liability of an employee.\n\n### Excluded contracts\n\nA contract of insurance is excluded from qualifying if it:\n\n*   covers any risks other than those set out\nin[EIM30513](/guidance/employment-income-manual/EIM30500#EIM30513), or\n*   is connected with any other contract\n(except for a contract of employment), or\n*   provides the policy holder with anything\n(to which a significant part of the premium is attributable) other\nthan the cover itself and the right to renew that cover, or\n*   gives cover for more than two years\n\n    (except by virtue of renewals), or\n*   includes a provision requiring the insured\n\n    to renew it.\n\nThe effect of the first exclusion is to exclude from relief\n\npremiums for mixed policies; that is, policies that cover both\n\nqualifying and other liabilities. If such policies were not\n\nexcluded it would be necessary to apportion premiums between cover\n\nthat was qualifying and other cover. Such apportionment could be\n\nvery complex.\n\nThe purpose of the exclusions is also to keep the operation\n\nof the relief relatively simple by excluding policies that go\n\nsignificantly beyond the provisions of annual cover against\n\nqualifying liabilities and costs and expenses associated with them.\n\nSee\n\n[EIM30517](/guidance/employment-income-manual/EIM30500#EIM30517) for more detail about the\n\n\"connected policy\" exclusion."},{"manual-section-id":"EIM30517","title":"Directors' and officers' liabilities: qualifying contracts of insurance: excluded contracts: connected contracts","body":"The \"connected contract\" exclusion at\n[EIM30513](/guidance/employment-income-manual/EIM30500#EIM30513) is essentially an\nanti-avoidance provision to prevent value shifting from a\nnon-qualifying contract that may or may not be a contract of\ninsurance to a qualifying contract of insurance. However, it does\nnot operate to disqualify an insurance contract merely because that\ncontract is connected with an ordinary contract of employment.\n\nFor this purpose a contract is connected with another\ncontract if:\n\n*   either was entered into by reference to\nthe other with a view to enabling or facilitating the other to be\nentered into on particular terms, or\n*   the terms on which one of them was entered\n\n    into would have been significantly different if the other did not\n\n    exist and was not in contemplation. This does not apply if:\n\n*   none of the connected contracts would be\n\n    disqualified by one or more of the other exclusions and\n*   the only significant difference between the terms\n\n    that actually apply and those that would have applied consists in\n\n    one or more reductions in individual premiums attributable to the\n\n    fact that the contracts taken together provide cover against a\n\n    composite block of risks.\n\nFor example, a number of companies in a group may together take\n\nout policies that are otherwise qualifying contracts of insurance\n\nat premiums of, say, &#xA3;900 each. But because the policies are\n\nidentical and are entered into as part of a single transaction the\n\npremium &#xA3;900 incorporates a discount of 10 per cent on the\n\npremium that would have been charged if the policies had been taken\n\nout separately. Although the contracts are all connected with one\n\nanother exclusion in the second bullet above does not apply and\n\nthey remain qualifying."},{"manual-section-id":"EIM30519","title":"Directors' and officers' liabilities: qualifying contracts of insurance: apportionment where more than one person or risk covered","body":"The insurance policies with which the legislation is largely\nconcerned will often be taken out by employers and cover different\nrisks and different persons. For example a single policy may cover\ndifferent risks and different persons:\n\n*   the risk to an employer that he will have\nto indemnify an employee in respect of qualifying liabilities\nand\n*   the risk to each employee specified in the\npolicy that he will be subject to a qualifying liability.\n\nSince the deduction is given by the legislation to the employee,\nit is necessary, in strictness, to identify the part of the overall\npremium attributable to each employee's risks. Accordingly the\n\nlegislation provides for a reasonable apportionment. In practice,\n\nhowever, since the deduction will simply cancel out the charge\n\nunder Chapter 10 of the benefits code (see\n\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) to which the employee would\n\notherwise be subject because of the provision by the employer of\n\nthe benefit of insurance cover, nothing is likely to turn on the\n\napportionment."},{"manual-section-id":"EIM30521","title":"Directors' and officers' liabilities: qualifying contracts of insurance: dispensations","body":"Employers who take out qualifying contracts of insurance (see\n[EIM30513](/guidance/employment-income-manual/EIM30500#EIM30513)) should be encouraged to apply\nfor dispensations in respect of them.\n\nSee\n[EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051) onwards for more detail on\ndispensations."},{"manual-section-id":"EIM30523","title":"Directors' and officers' liabilities: no relief if unlawful to insure","body":"Liabilities such as fines and penalties and some costs and\nexpenses associated with them cannot lawfully be covered by\ninsurance. The legislation does not allow deductions in respect of\nsuch liabilities, costs and expenses.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM30530","title":"Directors' and officers' liabilities: relief for ex-employees","body":"## Section 555 and 556A ITEPA 2003, Section 67 FA 2009\n\nSection 555 ITEPA 2003 provides for deductions from total income for ex- employees' uninsured liabilities:\n\n*   that they themselves have to bear and\n*   that are not deductible under Section 346 ITEPA 2003 (see [EIM30501](/guidance/employment-income-manual/EIM30500#EIM30501) onwards) but would be so deductible if the ex-employee had:\n\nThe provisions also effectively cancel out charges under:\n\n*   Part 6 Chapter 2 ITEPA 2003 (benefits from non-approved or employer-financed pension schemes) and\n*   Part 6 Chapter 3 (payments, including `valuable consideration' provided in connection with the termination of an employment)\n\nwhere the charge would arise as a result of someone other than the employee\n\n*   bearing the employee's qualifying liability (see [EIM30511](/guidance/employment-income-manual/EIM30500#EIM30511)) or\n*   providing him or her with a cover under a qualifying contract of insurance (see [EIM30513](/guidance/employment-income-manual/EIM30500#EIM30513)).\n\nNo deduction is allowed for a payment that would otherwise meet the conditions of section 555 if it is made in pursuance of arrangements the main purpose, or one of the main purposes of which, is the avoidance of tax. "},{"manual-section-id":"EIM30532","title":"Directors' and officers' liabilities: relief for ex-employees: relief for 'excess' liabilities","body":"## Section 555(6) and 556A ITEPA 2003, Section 67 FA 2009\n\nIf the deduction due for a year under Section 555(6) ITEPA 2003 exceeds the ex-employee's total income in that year the excess is treated for capital gains tax purposes as an allowable loss accruing for that year.\n\nHowever, that loss can be used only to off-set the excess (if any) of actual gains arising over losses incurred in the year (see CG15803).\n\nNo deduction is allowed for a payment that would otherwise meet the conditions of section 555 if it is made in pursuance of arrangements the main purpose, or one of the main purposes of which, is the avoidance of tax. "},{"manual-section-id":"EIM30534","title":"Directors' and officers' liabilities: relief for ex-employees: time limits","body":"Deductions under Section 555 ITEPA 2003 are available to\nex-employees only for amounts that they pay:\n\n*   after cessation of the employment\nconcerned and\n*   within six years of the end of the year of\nassessment in which the employment ceased."}]}]}}