{"title":"expenses from F to Z","details":{"manual-section-id":"EIM32700CT","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n### Telephone charges","breadcrumbs":["EIMANUAL","EIM32400","EIM32700CT"],"section_groups":[{"title":" Flat rate expenses","sections":[{"manual-section-id":"EIM32700","slug": "guidance/employment-income-manual/EIM32700","title":"Flat rate expenses","body":"\n\n## Sections 336 and 367 ITEPA 2003\n\nMany workers are obliged to spend small amounts each year in maintaining or renewing tools and special clothing (as defined by [EIM32465](/guidance/employment-income-manual/EIM32401#EIM32465)) that are necessary to carry out the duties of their employment.\n\nTo deal with individual deduction computations for each such employee would be cumbersome and time consuming for taxpayers and for HMRC. So flat rate deductions have been negotiated on a national basis with trade unions. These flat rate deductions apply to the employees in specified occupations listed at [EIM32712](/guidance/employment-income-manual/EIM32712). Flat rate deductions are only permitted where an expense is necessarily incurred by the employee, see [EIM32710](/guidance/employment-income-manual/EIM32700CT#EIM32710).\n\nFlat-rate expense deductions are given by Section 367 ITEPA 2003, the terms of which are explained at [EIM32705](/guidance/employment-income-manual/EIM32700CT#EIM32705). There is a table of amounts agreed for 2008/09 onwards at [EIM32712](/guidance/employment-income-manual/EIM32712).\n\nAn employee does not have to be a member of the relevant trade union for the deduction to be given.\n\nThe deductions are intended to cover the average expenditure that would be deductible under Section 336 ITEPA 2003. But there is nothing to prevent an employee asking for a deduction in any year for the **actual **expense he or she has incurred, see [EIM32715](/guidance/employment-income-manual/EIM32700CT#EIM32715). This is illustrated by example [EIM32735](/guidance/employment-income-manual/EIM32700CT#EIM32735).\n\nFor advice on the flat rate expense negotiated separately for:\n\nFor the amount that may be deducted for laundry costs for employees not covered by a flat rate expense deduction, see [EIM32485](/guidance/employment-income-manual/EIM32401#EIM32485).\n\nIn some cases you may wish to consider introducing a locally agreed deduction. If so, see [EIM32725](/guidance/employment-income-manual/EIM32700CT#EIM32725).\n\nThe flowchart at [EIM32730a](/guidance/employment-income-manual/EIM32730A) sets out the steps to be followed to determine the amount of any flat rate deduction."},{"manual-section-id":"EIM32705","slug": "guidance/employment-income-manual/EIM32705","title":"Flat rate expenses: Section 367 ITEPA 2003","body":"\n\n## Section 367 ITEPA 2003\n\nThe guidance at [EIM32700](/guidance/employment-income-manual/EIM32700CT#EIM32700)explains that HMRC negotiates flat rate deductions with trade unions to apply to certain classes of manual employees. Until 5 April 2003 this was done under the care and management powers of the Board of Inland Revenue by Extra-Statutory Concession A1.\n\nFrom 6 April 2003 Section 367 ITEPA 2003 provides a statutory power to the Treasury to determine the flat rate amounts. In practice the amounts will continued to be negotiated by HMRC on behalf of the Treasury.\n\nThe flat rate amounts are intended to represent the average annual expense incurred by that class of employees on the repair and replacement of work equipment. This means the repair, maintenance and replacement of loose tools and special clothing (see [EIM32465](/guidance/employment-income-manual/EIM32401#EIM32465)).\n\nThere is a table of amounts agreed for 2008/09 onwards at [EIM32712](/guidance/employment-income-manual/EIM32712).  The flat rate amount is only deductible where the expense falls on the employee. If the employer reimburses the expense, or would do so on request, no deduction is permitted. Where the employer reimburses, or would reimburse, part of the expense, the deduction is reduced accordingly (see [EIM32710](/guidance/employment-income-manual/EIM32700CT#EIM32710)).\n\nA flat rate expense deduction can only be given in circumstances where the actual expense incurred would be deductible under Section 336 ITEPA 2003. No employee can be disadvantaged by setting a flat rate amount because Section 330(2) ITEPA 2003 allows the actual expense incurred to be deducted for any year instead of the fixed rate amount (see [EIM32715](/guidance/employment-income-manual/EIM32700CT#EIM32715)). "},{"manual-section-id":"EIM32710","slug": "guidance/employment-income-manual/EIM32710","title":"Flat rate expenses: when a flat rate deduction is due","body":"Before you permit a flat rate deduction you should make sure\nthat the employee, or group of employees, with whom you are\nconcerned is necessarily obliged to incur deductible expenses on\nthe upkeep of tools and/or special clothing (as defined in\n[EIM32465](/guidance/employment-income-manual/EIM32401#EIM32465)). In many cases the employer\nwill provide all that is required and in these cases no deduction\nshould be permitted.\n\nIf the employer provides some tools, clothing or cleaning\nfacilities, or contributes to the cost of such items, the\nnationally agreed flat rate expense deduction should be reduced to\na corresponding extent. This is illustrated by example\n[EIM32736](/guidance/employment-income-manual/EIM32700CT#EIM32736)."},{"manual-section-id":"EIM32712","slug": "guidance/employment-income-manual/EIM32712","title":"Flat rate expenses: table of agreed amounts for 2004/05 onwards"},{"manual-section-id":"EIM32715","slug": "guidance/employment-income-manual/EIM32715","title":"Flat rate expenses: deduction for actual expense","body":"An employee who is entitled to a flat rate expense deduction\nunder Section 367 ITEPA 2003 may instead request a deduction under\nSection 336 ITEPA 2003 for the actual expense they incur in any\nyear. If an employee deducts his or her actual expense in one year\nthey are not prevented from deducting the flat rate expense in\nother years. This is illustrated by example\n[EIM32736](/guidance/employment-income-manual/EIM32700CT#EIM32736).\n\nIn practice the most important advantage of a flat rate\nexpense deduction to an employee is that he or she does not need to\nretain evidence to demonstrate the amount of expenditure they have\nincurred. Also, the amount of the deduction is calculated to be\nappropriate for the average employee taking one year with another.\nSo high expenditure in one year may be balanced by low expenditure\nin another. For this reason many employees do not retain evidence\nof expenditure and do not request a deduction for their actual\nexpenditure in those years for which it exceeds the flat rate\namount.\n\nIf an employee does request a deduction for an amount of\n\nactual expenditure in excess of the flat rate deduction for any\n\nyear it should not usually be permitted unless the employee has\n\nevidence to demonstrate the amount incurred, see\n\n[EIM31715](/guidance/employment-income-manual/EIM31600#EIM31715)."},{"manual-section-id":"EIM32725","slug": "guidance/employment-income-manual/EIM32725","title":"Flat rate expenses: locally agreed flat rate deductions: retrospection","body":"In some cases you may wish to consider whether a locally agreed\ndeduction is appropriate. This may be useful where:\n\n*   the employer does not fall within one of\nthe industry groups for which an allowance has been negotiated\nnationally, or\n*   there are special local circumstances that\ncause workers to incur a level of deductible expenditure\nsubstantially different from that in the apparently relevant\nindustry in[EIM32712](/guidance/employment-income-manual/EIM32712).\n\nSuch a deduction will only be useful where processing individual\nexpense deductions would otherwise involve considerable\nunproductive work.\n\nIt is important to ensure consistency of treatment across the\ncountry, so that employees in similar circumstances receive similar\ntreatment. You must carefully consider what knock-on effects your\nlocally agreed deduction could have for other groups of employees\n\nin similar circumstances.\n\nWhen you fix the amount of any deduction take into account\n\nexisting nationally agreed amounts for broadly comparable\n\noccupations.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\nWhen you reach a local agreement with an employer for flat\n\nrate expenses (FRE) or a fixed rate amount (EXP) that differs from\n\nthe nationally agreed FRE you must record details of the agreed\n\namounts on the EBS Employer Record in Employer Notes. Enter details\n\nin the 'Locally Agreed Expenses' field, using function Amend\n\nEmployer Notes. It is important that the EBS Employer Notes are\n\nkept up to date, as Call Centre staff will refer to them when they\n\ndeal with FRE requests.\n\n For 2008/09 onwards,\n\n[EIM32726](/guidance/employment-income-manual/EIM32700CT#EIM32726) gives further guidance\n\nregarding the amount of the allowance that you should\n\ngive.\n\n### Retrospection\n\nIf an existing flat rate expenses deduction is later reviewed\n\nand increased, the new figure will only apply for the current and\n\nfuture years. The new FRE should not be applied retrospectively, or\n\n&#x201C;scaled back&#x201D; for in date years. That is because\n\nemployees who spent more than the previous FRE always had the\n\noption to obtain relief based on their actual, vouched expenses\n\n(see\n\n[EIM32715](/guidance/employment-income-manual/EIM32700CT#EIM32715)).\n\nThe &#x201C;no retrospection&#x201D; rule may be relaxed in\n\ncases where a flat rate expenses allowance is agreed for the first\n\ntime for a particular group of employees. Offices may then have to\n\ndeal with requests for expenses for earlier years by employees in\n\nthat group who have previously had no relief at all. Receipts will\n\nrarely be available, though it is clear that some expenses must\n\nhave been incurred &#x2013; otherwise, it would not have been\n\npossible to agree an FRE deduction for the future. In such a case,\n\nit makes administrative sense to use the newly agreed FRE as a\n\nstarting point in negotiating the relief due for earlier years."},{"manual-section-id":"EIM32726","slug": "guidance/employment-income-manual/EIM32726","title":"Flat rate expenses: locally agreed flat rate deductions: amounts for 2008/09 onwards","body":"For 2008/09 onwards, HMRC officers may still agree\n&#x201C;locally agreed&#x201D; flat rate expenses allowances in\nappropriate cases (see\n[EIM32725](/guidance/employment-income-manual/EIM32700CT#EIM32725)). However, if the amount you\nintend to agree is &#xA3;165 or less you must only use one of the\nfollowing six amounts. This is so that the allowances can later be\nuprated automatically as part of the annual coding initial review:\n\n&#xA3;60\n\n&#xA3;80\n\n&#xA3;100\n\n&#xA3;120\n\n&#xA3;140\n\n&#xA3;165\n\nSo for example, if you are given evidence that the group of\nemployees you are dealing with all regularly spend &#xA3;115 a year\non allowable expenses, the FRE allowance to be given is &#xA3;120.\n\nIf the evidence shows that the employees are regularly\nspending more than &#xA3;165 a year on allowable expenses, allow\n\nwhatever amount is supported by the evidence. In that case, the\n\nallowance will\n\n**not** be uprated automatically and\n\n*   you should agree to look at the allowance\n\n    again after a suitable period (usually, five years) and\n*   if you then increase the allowance, the\n\n    employees will have to make individual claims for the increased\n\n    amount."},{"manual-section-id":"EIM32730","slug": "guidance/employment-income-manual/EIM32730","title":"Flat rate expenses: deciding which flat rate deduction is due","body":"\n\n## Section 367 ITEPA 2003\n\nThe flowchart at [EIM32730a](/guidance/employment-income-manual/EIM32730A) sets out the steps you should follow to find out the amount of any flat rate deduction that is due. It should be used together with the list of agreed deductions at [EIM32712](/guidance/employment-income-manual/EIM32712).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM32730a","title":"Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730b","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730c","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730d","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730e","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730f","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730g","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730h","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730i","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730j","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730k","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730l","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32730m","title":"New Page: Flat rate expenses: deciding which flat rate deduction is due: flowchart"},{"manual-section-id":"EIM32735","slug": "guidance/employment-income-manual/EIM32735","title":"Flat rate expenses: example","body":"A joiner in the building industry is entitled to a flat rate deduction for the cost of tools and special clothing. For 2008/09 she receives a deduction for the flat rate amount of &#xA3;140. In 2009/10 she incurs unusually large expenses because her toolbox is stolen from her car. To replace her tools costs her &#xA3;350 and she retains receipts to demonstrate the amount she has spent.\n\nShe is entitled to deduct &#xA3;350 for 2009/10, together with any other necessary expenses that she can demonstrate, see [EIM32715](/guidance/employment-income-manual/EIM32700CT#EIM32715). In 2010/11 and subsequent years she can go back to using the nationally agreed flat rate amount. "},{"manual-section-id":"EIM32736","slug": "guidance/employment-income-manual/EIM32736","title":"Flat rate expenses: example","body":"A uniformed police officer has to bear the cost of cleaning his\nuniform. His police authority assists by supplying cleaning tokens\nto the value of &#xA3;26 per year. Although the cleaning tokens are\navailable not all officers take them.\n\nFor 2003/04 the officer can deduct the national flat rate\ndeduction of &#xA3;55 less the value of the cleaning tokens,\n&#xA3;26. The net amount he can deduct is &#xA3;29.\n\nIt does not matter whether the officer takes the cleaning\ntokens or not. To the extent that the authority makes them\navailable it is not necessary for the officer to incur that cost.\nIt is not enough that he may bear the full cost by choice."}]},{"title":" Home: working from home and household expenses","sections":[{"manual-section-id":"EIM32760","slug": "guidance/employment-income-manual/EIM32760","title":"Home: working from home","body":"Modern technology allows increasing numbers of employees to\ncarry out some or all of the duties of their employment in their\nown homes. Where we accept that an employee's home is a workplace\nwe can permit a deduction from earnings:\n\n*   under Section 336 ITEPA 2003 for household\nexpenses, see[EIM32810](/guidance/employment-income-manual/EIM32700CT#EIM32810)\n\n*   in a few cases, under Section 337 ITEPA\n2003 for the cost of travel from home to another workplace, see[EIM32370](/guidance/employment-income-manual/EIM32350#EIM32370). See also[EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) for travel in the\nemployee&#x2019;s own vehicle.\n\nThis page and the pages that follow contain guidance on how to\ndecide whether an employee's home is a workplace and, if it is,\nwhat expenses can be deducted.\n\n Before a deduction can be permitted for a household expense\nit must be demonstrated that the expense has been incurred wholly,\nexclusively and necessarily in the performance of the duties of the\nemployment, see\n\n[EIM31630](/guidance/employment-income-manual/EIM31600#EIM31630) and\n\n[EIM31660](/guidance/employment-income-manual/EIM31600#EIM31660). Those are the statutory\n\nconditions imposed by Section 336 ITEPA 2003. HMRC accept that\n\nthose conditions are met where the following circumstances\n\napply:\n\n*   the duties that the employee performs at\n\n    home are substantive duties of the employment. &#x201C;Substantive\n\n    duties&#x201D; are duties that an employee has to carry out and that\n\n    represent all or part of the central duties of the employment (see\n    [EIM32780](/guidance/employment-income-manual/EIM32700CT#EIM32780))\n*   those duties cannot be performed without\n\n    the use of appropriate facilities\n*   no such appropriate facilities are\n\n    available to the employee on the employer&#x2019;s premises (\n\n    **or** the nature of the job requires the employee to\n\n    live so far from the employer&#x2019;s premises that it is\n\n    unreasonable to expect him or her to travel to those premises on a\n\n    daily basis)\n*   at no time either before or after the\n\n    employment contract is drawn up is the employee able to choose\n\n    between working at the employer&#x2019;s premises or elsewhere.\n\nThe examples in\n\n[EIM32790](/guidance/employment-income-manual/EIM32700CT#EIM32790) illustrate how those conditions\n\nwill apply in a range of different circumstances.\n\n If one or more of those conditions is not met it is likely\n\nthat the employee will not satisfy the statutory tests in Section\n\n336. However, employees do of course have the right to appeal to\n\nthe First &#x2013;tier Tribunal if they believe that they satisfy\n\nthe statutory conditions. Any case where agreement cannot be\n\nreached can be brought before the First-tier Tribunal as described\n\nin\n\n[EIM31706](/guidance/employment-income-manual/EIM31600#EIM31706).\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n### Relationship with exempt homeworking payments\n\nThe deduction for an employee&#x2019;s homeworking expenses under\n\nSection 336 should not be confused with the exemption under Section\n\n316A which applies to certain homeworking payments that employers\n\nmay make, see\n\n[EIM01472](/guidance/employment-income-manual/EIM01471#EIM01472) onwards. The interaction\n\nbetween the deduction and the exemption is explained at\n\n[EIM32825](/guidance/employment-income-manual/EIM32700CT#EIM32825)."},{"manual-section-id":"EIM32775","slug": "guidance/employment-income-manual/EIM32775","title":"Home: working from home: employments where HMRC accept that home is a workplace","body":"[](/guidance/employment-income-manual/EIM32700CT#EIM32760)\n\nEIM32760 describes, in general terms, the circumstances when we\nwill accept that employees are entitled to a deduction under\nSection 336 ITEPA 2003 for the expenses of working at home. We have\naccepted that these conditions are met in certain circumstances in\nrelation to certain employments. These are:"},{"manual-section-id":"EIM32780","slug": "guidance/employment-income-manual/EIM32780","title":"Home: working from home: substantive duties","body":"Substantive duties are the duties that an employee has to carry\nout and that represent all or part of the central duties of the\nemployment. The Courts have tended to take a restrictive approach\nin defining the duties of the employment, see\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650).\n\nThe case of Miners v Atkinson (68TC629) illustrates the\npoint, see\n[EIM32380](/guidance/employment-income-manual/EIM32350#EIM32380). Mr Miners was the director of\nhis own &#x201C;one man&#x201D; service company. The work he did at\nhome is listed on page 632 in paragraph 11 of the stated case.\n\n> \"Mr Miners did some work on his papers in the evenings at the\n> flat during the week, most of his duties as director of WCLA [his\n> service company]...were carried out at Flitwick [his home\n> address].\"\n\nAlthough Mr Miners did some work at home the work he did was not\npart of the substantive duties of his employment. In these cases a\ndistinction should be drawn between:\n\n*   the duties required by the individual's\n\n    office as a director and other minor clerical or administrative\n\n    work and\n*   the duties performed for the client that\n\n    earn money for the service company.\n\nOnly the second class of duties should be regarded as\n\nsubstantive duties. If the work carried out at home all falls into\n\nthe first category no deduction should be permitted.\n\nWith other employments the central duties of the employment\n\nshould be accepted as substantive duties. In many cases it will be\n\npossible to demonstrate that any work carried out at home is\n\npreparatory and is not part of the duties of the employment at all,\n\nsee Example 1 at\n\n[EIM32790](/guidance/employment-income-manual/EIM32700CT#EIM32790).\n\nThere is further advice about service companies at\n\n[EIM32800](/guidance/employment-income-manual/EIM32700CT#EIM32800)."},{"manual-section-id":"EIM32790","slug": "guidance/employment-income-manual/EIM32790","title":"Home: working from home: examples","body":"### Example 1 &#x2013; substantive duties\n\nA member of an NHS trust board attends meetings of the board in\nExeter. She has no office facilities available to her in Exeter to\nprepare for meetings. She receives papers from the NHS trust at her\nhome in Salcombe and reads the papers at home. This takes several\nhours and she would not be able to take a full part in meetings if\nshe did not do this work at home. She requests a deduction for the\ncost of travel between her home and her permanent workplace in\nExeter.\n\n No deduction should be permitted. Home should not be\naccepted as a workplace.\n\n### Example 2 &#x2013; nature of duties requires employee to live at\na distance from employer&#x2019;s premises\n\nA is an area sales manager who lives in Glasgow. He manages his\ncompany&#x2019;s sales team in Scotland. The company&#x2019;s nearest\noffice is in Newcastle, and A therefore carries out all his\nadministrative work at home where he has set aside a room as an\noffice. The administrative work is part of the substantive duties\nof his employment. A is entitled to relief for the additional costs\nwhich he incurs as a result of working at home. The nature of his\njob requires him to live in Scotland, where no employer-provided\noffice facilities are available.\n\n### Example 3 &#x2013; employee working at home by choice\n\nB works for the same company as A. He is the company&#x2019;s\nsales manager for the North East of England. The company would be\nhappy for him to work from its offices in Newcastle, but they have\nagreed that B can work from his home in Durham, where he has set\naside a room as an office. B is not entitled to a deduction for his\nhomeworking expenses because he is working at home by choice.\n\n### Example 4 - nature of duties requires employee to live at a\ndistance from employer&#x2019;s premises\n\nThe company which employs A and B decides to close its regional\noffices and to operate solely from its head office in London. B is\nstill the area sales manager for the North East of England and he\ncontinues to work from his home in Durham. The work that he does at\nhome is part of the substantive duties of his employment. Following\nthe closure of the Newcastle office he has no practical alternative\nbut to provide himself with office facilities at his own expense. B\nis now entitled to relief for the additional costs which he incurs\nas a result of working at home.\n\n### Example 5 &#x2013; employee working at home by choice\n\nA is promoted to become the company&#x2019;s national director of\nsales. That is normally a head office job. However A is a fervent\nsupporter of his local football team and rather than relocate to\nLondon he persuades the company to allow him to continue to work\nfrom home. A is no longer entitled to a deduction for his\nhomeworking expenses because he is now working at home by\nchoice.\n\n### Example 6 &#x2013; voluntary homeworking scheme\n\nC works at his company&#x2019;s offices in Leeds. His home is in\nKings Lynn and he spends the week in Leeds, travelling home at\nweekends. His employer then introduces a homeworking policy under\nwhich those employees who wish to do so can work from home. C\naccepts the offer and thereafter works from his home in Kings Lynn,\nwhere he sets aside a room for use as an office. He is not entitled\nto a deduction for homeworking expenses because he is working at\nhome by choice. (This example is based on a real case: Kirkwood v\nEvans, 74TC148, see\n[EIM32374](/guidance/employment-income-manual/EIM32350#EIM32374).)\n\n### Example 7 &#x2013; contract reflecting employee&#x2019;s personal\nchoice\n\nD lives in Gloucester and applies for a job with a company whose\noffices are in Birmingham. The company are happy to pay his\nexpenses of moving from Gloucester to somewhere on the outskirts of\nBirmingham. However D does not want to disrupt his childrens&#x2019;\nschooling, or to commute between Gloucester and Birmingham, so he\nasks the company if he can work from home. The company agrees, and\nD&#x2019;s employment contract says that he will be home based. He\nsets aside a room for use as an office. D is not entitled to a\ndeduction for homeworking expenses because he is working at home by\nchoice. The contractual term requiring him to work at home is\nsimply an expression of his personal choice.\n\n### Example 8 &#x2013; no appropriate facilities at employer&#x2019;s\npremises\n\nA company employs a team of sales people whose job is to follow\nup sales leads by telephone. The company trades from two small\noffices which house the director, her secretary and two clerical\nstaff. There is no room for the sales team, who are recruited\nspecifically on the basis that they will work from home. The\nmembers of the sales team are entitled to a deduction for the\nadditional costs which they incur by working at home.\n\n### Example 9 &#x2013; personal choice\n\nThe company in example 7 becomes so profitable that it is able\nto move to larger premises. New recruits to the sales team are\nrequired to work at the company&#x2019;s premises. Existing team\nmembers who live within daily commuting distance are invited to do\n\nso. Those who decide to continue to work from home are now doing so\n\nby choice, and are no longer entitled to a deduction for a\n\nproportion of their household costs.\n\n### Example 10 &#x2013; UK representative of foreign company\n\nE is the UK sales representative of a Dutch company. The company\n\ndoes not have an office in the UK so E is recruited on the basis\n\nthat he will work from home. He is entitled to a deduction for the\n\nadditional costs that he incurs as a result of working at home.\n\n### Example 11 &#x2013; appropriate facilities available at\n\nemployer&#x2019;s premises\n\nF is a teacher at a secondary school. During term time she\n\nregularly takes work such as marking exercises home to complete in\n\nthe evenings and at weekends. However she has free periods during\n\nthe school day and the school has rooms available where she can\n\nmark papers if she wishes to do so. F is not entitled to a\n\ndeduction for the expenses of working at home because appropriate\n\nfacilities are available on her employer&#x2019;s premises. She may\n\nfeel that those facilities are inadequate, but that is not enough\n\nto satisfy the statutory test, see\n\n[EIM70735](/guidance/employment-income-manual/EIM70199#EIM70735). It is not an objective\n\nrequirement of her job that she should perform any of her duties at\n\nhome."},{"manual-section-id":"EIM32800","slug": "guidance/employment-income-manual/EIM32800","title":"Home: working from home: service companies","body":"\n\n## Sections 336 ITEPA 2003\n\nIt may occasionally be argued that a service company must have a fixed place of business, from which the administration is carried out and where the business books are kept, and that the director's home serves these functions. Such arguments may draw on the Trading Income case of Horton v Young (47TC60) as authority. These arguments were dismissed as irrelevant, for employment income purposes, in Miners v Atkinson (see 68TC at page 640F).\n\nIt will usually be possible to demonstrate that the work that the director or employee carries on at home is not the substantive duties of the employment, see [EIM32780](/guidance/employment-income-manual/EIM32700CT#EIM32780). A director or employee may do some paperwork at home while the duties from which the service company earns its income are carried out at the client's premises.\n\nYou should only accept that substantive duties are carried out at home where the company has a trade or business that goes beyond servicing individual client contracts and where that additional trade or business is serviced from home. For example a computer consultant may service individual client contracts that involve installing software but may also design, develop and market software from home as part of the company's business. That additional activity may be part of the substantive duties of the employment.\n\nIn many cases the contract between the service company and the client will specify that the duties of the director or employee in relation to that contract are to be carried out at the client's premises. Often the contract will specify fixed working hours at those premises. There may also be a ban on taking work away from the site, for security or other reasons. In these cases it is unlikely that the director will satisfy the conditions set out in [EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760). You should only accept that there is an objective requirement to work at home when the client does not provide premises, there is no other location at which the work could possibly be done, and the property has been specially adapted to make it suitable.\n\nWhere a case is selected for enquiry you should obtain as much information as you can about the director or employee's work pattern. This should include copies of contracts between the service company and the client, a copy of any contract of employment with the service company and a copy of the service company accounts.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM32805","slug": "guidance/employment-income-manual/EIM32805","title":"Home: working from home: service companies: example","body":"A computer software specialist obtains work through her personal\nservice company. She is a director and owns the bulk of the shares\nin the company. The registered office of the company is at her\nhome. In 2003/04 her company had four consecutive contracts with\ndifferent clients to install software at their premises. She lives\nin Reading and the contracts involved work at four different sites\nwithin Greater London. The company pays her travel costs.\n\nIn addition to the work at client's premises she works at\nhome in the evenings and weekends and also during times when her\nservice company has no contracts. She deals with the payroll and\nbookkeeping for the company, familiarises herself with new software\nproducts and prepares for the work that she carries out at client's\npremises.\n\nThe travel expenses paid to her by the company are chargeable\nunder Part 3 Chapter 3 ITEPA 2003, see\n[EIM01110](/guidance/employment-income-manual/EIM01000#EIM01110). No deduction is available\nunder Section 337 ITEPA 2003 from the amount charged.\n\nHer home is not a place of work. The work that she does at\n\nhome is not part of the substantive duties of the employment, see\n\n[EIM32780](/guidance/employment-income-manual/EIM32700CT#EIM32780). Her substantive duties are\n\ncarried out at client's premises. There is no objective requirement\n\nthat she should work at home, the only requirement placed on her is\n\nto work at client's premises.\n\nHowever, it may be that each of the four sites at which she\n\nworks is a temporary workplace, see\n\n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075). If so, Section 338 ITEPA 2003\n\npermits a deduction for the cost of travel between her home and\n\neach site."},{"manual-section-id":"EIM32806","slug": "guidance/employment-income-manual/EIM32806","title":"Home: working from home: service companies: example","body":"A computer software designer is a director of his own service\ncompany. The company markets payroll software that he designs. In\naddition the company supplies the services of the designer to\nsupply and customise the software for particular clients. The\nservice company pays the designer's travelling expenses when he\nvisits clients.\n\nThe registered office of the company is at the designer's\nhome. One room of the designer's home is used exclusively for\ncompany business. The room contains all of the equipment necessary\nfor the company's trade. The designer does all his work there when\nhe is not working at client's premises. On average he works at home\nfor four days a week. Sophisticated security equipment has been\ninstalled in the room to protect confidential data.\n\nA dispensation can be given for the travelling expenses, see\n[EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051). In addition the designer can\ndeduct a proportion of certain household expenses, see\n[EIM32810](/guidance/employment-income-manual/EIM32700CT#EIM32810). The work carried out at home\n\nis part of the substantive duties of the employment, see\n\n[EIM32800](/guidance/employment-income-manual/EIM32700CT#EIM32800). The nature of the work,\n\nparticularly the need for security equipment, means that there is\n\nan objective requirement for the work to be done at home. Therefore\n\nthe home can be accepted as a workplace."},{"manual-section-id":"EIM32807","slug": "guidance/employment-income-manual/EIM32807","title":"Home: working from home: service companies: example","body":"A computer programmer is a director of her own service company.\nThe registered office of the company is at her home. The company\nobtains contracts for software installation that are fulfilled by\nthe director at the premises of clients. She also does some work at\nher home in Edinburgh, but this amounts to no more than\nbookkeeping.\n\nIn 2003/04 the company has a contract with a client in\nGlasgow for 9 months. It pays the travelling expenses of the\ndirector between Edinburgh and Glasgow.\n\nThe director's home is not a workplace. She does not perform\nany substantive duties at home and there is no requirement that she\nmust work at home, see\n[EIM32800](/guidance/employment-income-manual/EIM32700CT#EIM32800). No deduction for travel\nexpenses can be given under Section 337 ITEPA 2003. Nevertheless a\ndispensation can be given for the expenses paid by the company, see\n\n[EIM30051](/guidance/employment-income-manual/EIM30050#EIM30051). The site in Glasgow is a\ntemporary workplace (see\n[EIM32075](/guidance/employment-income-manual/EIM32000#EIM32075)) and so a deduction is\n\npermitted under Section 338 ITEPA 2003."},{"manual-section-id":"EIM32810","slug": "guidance/employment-income-manual/EIM32810","title":"Home: household expenses","body":"Where you accept that an employee's home is a workplace (see\n[EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760)) you can permit a deduction for\ncertain household expenses.\n\n[EIM32815](/guidance/employment-income-manual/EIM32700CT#EIM32815) lists the expenses that can be\ndeducted.\n\n[EIM32820](/guidance/employment-income-manual/EIM32700CT#EIM32820) explains why other household\nexpenses cannot be deducted."},{"manual-section-id":"EIM32815","slug": "guidance/employment-income-manual/EIM32815","title":"Home: household expenses: expenses that are deductible","body":"\n\n## Section 336 ITEPA 2003\n\n**The guidance on this page applies for 2006/07 onwards.  For 2005/06 and earlier years it was HMRC practice to include council tax, and rent, in the expenses qualifying for relief.  For detailed guidance on the approach to be adopted for 2005/06 and earlier years, see SE32810 onwards.**&#xA0;\n\nThis guidance only applies where an employee's home is a workplace, see [EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760).\n\nIt is a condition for relief under Section 336 ITEPA 2003 that the expenses must be incurred &#x201C;wholly and exclusively&#x201D; &#x201C;in the performance of&#x201D; the employee&#x2019;s duties, see [EIM31660](/guidance/employment-income-manual/EIM31600#EIM31660).  In practice that means that relief can only be allowed for\n\n*   the additional unit costs of gas and electricity consumed while a room is being used for work\n*   the metered cost of water used &#x201C;in the performance of the duties&#x201D; (if any).  As regards water rates, see [EIM32820](/guidance/employment-income-manual/EIM32700CT#EIM32820)&#xA0;\n*   the unit costs of business telephone calls (including &#x201C;dial up&#x201D; internet access).\n\nIt may be difficult for employees to calculate the exact amount of the allowable additional costs that they have incurred as a result of working at home.  For ease of administration, from 6 April 2012 you may accept that employees who satisfy the conditions for relief (see [EIM32760](/guidance/employment-income-manual/EIM32700CT#EIM32760)) are entitled to a deduction of &#xA3;4, or &#xA3;18 per month for monthly paid employees,  (exclusive of the cost of business telephone calls) for each week that they are required to work at home, without having to justify that figure.  Employees who wish to deduct more than &#xA3;4 per week/&#xA3;18 per month will be expected to keep records and to be able to show how their figure has been calculated.\n\nFor 2006-07 and 2007-08 the guideline rate was &#xA3;2 per week.\n\nFor 2008-09 to 2011-12 the guideline rate was &#xA3;3 per week.\n\nThis is similar to our approach to Section 316A ITEPA 2003 under which employers can make tax- and NIC-free expenses payments to employees who work at home under &#x201C;homeworking arrangements&#x201D;.  See Tax Bulletin 68 (December 2003) and [EIM01472](/guidance/employment-income-manual/EIM01471#EIM01472) onwards.  The interaction between the deduction and the exemption is explained at [EIM32825](/guidance/employment-income-manual/EIM32700CT#EIM32825)."},{"manual-section-id":"EIM32820","slug": "guidance/employment-income-manual/EIM32820","title":"Home: household expenses: expenses that are not deductible","body":"**The guidance on this page applies for 2006/07 onwards. For\n2005/06 and earlier years it was HMRC practice to include council\ntax, and rent, in the expenses qualifying for relief. For detailed\nguidance on the approach to be adopted for 2005/06 and earlier\nyears, see SE32810 onwards.**\n\nFor 2006/07 onwards, the following expenses are not\ndeductible in any circumstances.\n\n### Council Tax/rates\n\nThis is a flat rate charge which the employee has to pay\nirrespective of whether they work at home or not. No part of it is\npaid wholly and exclusively in the performance of their employment\nduties.\n\n### Rent\n\nAs for Council Tax.\n\n### Water rates\n\nWater rates are a flat charge. So no part of the charge can be\nsaid to be incurred exclusively for business use. Where a water\nmeter is used, see\n[EIM32815](/guidance/employment-income-manual/EIM32700CT#EIM32815).\n\n### Mortgage interest/endowment premiums\n\nMortgage interest is a cost of borrowing money and not a cost of\n\nproviding business accommodation. The case of Baird v Williams\n\n(71TC390) confirms that it is not a deductible expense. For the\n\nsame reason endowment premiums relating to the mortgage are not\n\ndeductible.\n\n### Insurance\n\nNo deduction is due for the cost of insuring the property or any\n\nof its contents. It is not a cost that is incurred in carrying out\n\nthe duties of the employment. It is an expense to save a later\n\npotential expense."},{"manual-section-id":"EIM32825","slug": "guidance/employment-income-manual/EIM32825","title":"Home: household expenses: relation between deduction for employee&#x2019;s expenses and exempt homeworking payments","body":"From 6 April 2003 employers have been able to make tax free\npayments to meet or reimburse the additional household costs\nincurred by employees who work at home under homeworking\narrangements. The legislation is in Section 316A ITEPA 2003 and\nthere is guidance on the exemption at\n[EIM01472](/guidance/employment-income-manual/EIM01471#EIM01472) onwards.\n\nSection 316A only provides an exemption for employer\npayments. It does not change the law on deductions for\nemployees&#x2019; unreimbursed household expenses. The circumstances\nin which an exempt payment can be made are much less restrictive\nthan the circumstances in which an employee is entitled to relief\nfor household expenses under Section 336. In particular, exempt\npayments can be made to employees who work at home under a\nvoluntary homeworking scheme. So the fact that an exempt payment\n\nhas been or could be made does not mean that the employee is\n\nentitled to relief for household expenses.\n\nThe examples at\n\n[EIM32830](/guidance/employment-income-manual/EIM32700CT#EIM32830) illustrate the inter-action\n\nbetween the deduction for an employee&#x2019;s unreimbursed\n\nhomeworking expenses (Section 336) and the separate exemption for\n\nhomeworking payments reimbursed by the employer (Section 316A)."},{"manual-section-id":"EIM32830","slug": "guidance/employment-income-manual/EIM32830","title":"Home: household expenses: relation between deduction for employee&#x2019;s expenses and exempt homeworking payments: examples","body":"\n\n## Sections 316A and 336 ITEPA 2003\n\n### Example 1\n\nAn employer introduces a homeworking policy under which employees who wish to work from home may do so.  The employer makes a payment of &#xA3;4 per week towards the additional household expenses of those employees who decide to work from home.  The &#xA3;4 per week is exempt from tax under Section 316A ITEPA 2003 (see [EIM01472](/guidance/employment-income-manual/EIM01471#EIM01472) onwards).  However employees who can show that working from home costs them more than &#xA3;4 per week are not able to obtain a deduction for the excess under Section 336 because they are working at home by choice.  The conditions for relief under Section 336 are more restrictive than the conditions for exempt payments under Section 316A.\n\n### Example 2\n\nThe North of England representative of a company whose only offices are in London is entitled to a deduction under Section 336 ITEPA 2003 for the expenses of working at home.  He produces evidence that his additional household expenses, allowable under Section 336, amount to &#xA3;4 per week.  However, his employer makes a contribution of &#xA3;3 per week towards those expenses.  That contribution is exempt from tax under Section 316A.  The amount the employee is able to deduct under Section 336 is therefore &#xA3;1 per week, being the difference between his allowable, additional expenditure of &#xA3;4 per week and his employer&#x2019;s reimbursement of &#xA3;3 per week."}]},{"title":" Interest paid","sections":[{"manual-section-id":"EIM32860","slug": "guidance/employment-income-manual/EIM32860","title":"Interest paid","body":"An employee is entitled to relief for interest paid on a loan to\npurchase machinery and plant if capital allowances are due in\nrespect of that purchase. The conditions that must be met are\nlisted at RE402.\n\nThe conditions that must be met before an employee is\nentitled to capital allowances on machinery and plant are explained\nat\n[EIM36500](/guidance/employment-income-manual/EIM36500).\n\nIf the machinery and plant is used partly for business\npurposes the relief for interest should be restricted to the same\nextent as the capital allowances are restricted. This is\nillustrated by example\n[EIM32861](/guidance/employment-income-manual/EIM32700CT#EIM32861).\n\nEmployees are\n**not** entitled to loan interest relief for a car,\nvan, motor cycle or bicycle after 5 April 2002. This is because\nemployees are not entitled to capital allowances after that date,\nsee\n[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520). For 2002/03 onwards relief for\nthe costs of using their own vehicle for business travel can only\nbe given by mileage allowance relief, see\n\n[EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) onwards."},{"manual-section-id":"EIM32861","slug": "guidance/employment-income-manual/EIM32861","title":"Interest paid: example","body":"A university lecturer acquires a computer on 6 April 2003 for\nresearch purposes. The requirements of\n[EIM70790](/guidance/employment-income-manual/EIM70199#EIM70790) are met and she is entitled to\ncapital allowances. The computer cost &#xA3;6,000 and was financed\nby a loan on which she paid interest of &#xA3;600 in 2003/04. 25%\nof her use of the computer is for private purposes. She is entitled\nto capital allowances to the extent of the business use, see\n[EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570). The computation for 2003/04\nwould be:\n\n<table>\n<tr>\n<td></td><td>\n\n</td><td></td><td></td><td></td><td></td>\n</tr>\n<tr>\n<td>Cost</td><td>6,000</td><td></td><td>Business element</td><td></td><td>Allowance due</td>\n</tr>\n<tr>\n<td>WDA (25%)</td><td>1,500</td><td></td><td>(75% x 1,500)</td><td>\n\n</td><td>1,125</td>\n</tr>\n<tr>\n<td>Residual value</td><td>4,500</td><td></td><td></td><td></td><td></td>\n</tr>\n</table>\n\nRelief is available to the same extent for interest paid.\n\n75% x &#xA3;600 = &#xA3;450\n\nRelief for &#xA3;450 is available against general income."}]},{"title":" Losses","sections":[{"manual-section-id":"EIM32866","slug": "guidance/employment-income-manual/EIM32866","title":"Employment Income Losses","body":"## Section 128 ITA 2007\n\nRelief for losses arising from an employment or office is claimed under Section 128 ITA 2007. An expense deduction from earnings (where the relief is sought under Chapter 2, Part 5 ITEPA 2003) (see [EIM31600](/guidance/employment-income-manual/EIM31600) onwards) cannot exceed the earnings from which it is deductible (see [EIM31655](/guidance/employment-income-manual/EIM31600#EIM31655)).  There are limited circumstances in which loss relief may be claimed under Section 128 ITA 2007.\n\n### Employment Income Losses\n\nAn employee&#x2019;s title to relief should not be admitted unless the loss arises directly from the conditions of the employment. The employee must be contractually obliged to suffer a part of the employer&#x2019;s losses. Examples include:\n\n*   A departmental manager remunerated by a percentage of the profits of their department and responsible for a corresponding percentage of any losses, or\n*   A commercial traveller responsible for bad debts arising from orders obtained by him or her.\n\n### Anti-avoidance provision\n\nRelief can not be claimed under Section 128 in respect of a loss if it arises as a result of arrangements of which the main purpose or one of the main purposes is the avoidance of tax. Section 68 FA 2009 amended S128 ITA 2007 to this effect and relates to any losses generated on or after 12 January 2009.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Capital Allowances\n\nThe restrictions on employment income losses explained in [EIM31655](/guidance/employment-income-manual/EIM31600#EIM31655) do not apply to Capital Allowances. A loss can be generated by Capital Allowances because relief is given by Section 36 CAA 2001 (see [EIM36500](/guidance/employment-income-manual/EIM36500)) and not by reference to Sections 336-9 ITEPA 2003.\n\n### Expenses of ministers of religion\n\nSection 329(4) ITEPA 2003 makes clear that the restriction on employment income losses also does not apply to the expenses of religion where the relief is due under Section 351 ITEPA 2003 (see [EIM60040](/guidance/employment-income-manual/EIM60000#EIM60040)). "}]},{"title":" Medical expenses","sections":[{"manual-section-id":"EIM32870","slug": "guidance/employment-income-manual/EIM32870","title":"Medical expenses","body":"\n\n## Section 336 ITEPA 2003\n\nNo deduction can normally be permitted under Section 336 ITEPA 2003 for surgical, hospital or other medical expenses incurred by an employee. Such expenses will generally not be incurred wholly and exclusively in the performance of the duties of the employment, see [EIM31660](/guidance/employment-income-manual/EIM31600#EIM31660).\n\nThe case law on medical expenses relates to the wholly and exclusively rule that applies for the purpose of computing the taxable profits of a trade. However, the cases can be taken as equally applicable to the similar rule that applies for employment income.\n\nIn Norman v Golder (26TC293) a self-employed shorthand writer was refused a deduction for his medical expenses relating to a severe illness, even though the illness was caused by the conditions in which he had to work. The Court held that the expenses had been incurred:\n\n\"in part for the advantage and benefit of the taxpayer as a living human being.\"\n\nA similar conclusion was reached in Murgatroyd v Evans-Jackson (43TC581).\n\nIn very unusual circumstances it may be possible to argue that the personal benefit of the medical expenses was merely incidental to the business purpose, see [EIM31664](/guidance/employment-income-manual/EIM31600#EIM31664). In these cases a deduction can be given. In Prince v Mapp (46TC169), Pennycuick J gives an example of the circumstances in which a deduction may be given:\n\n\"Someone...incurs some injury which is trivial in itself and in respect of which he would never otherwise expend money on medical care but which happens to be of vital importance for the purpose of that particular trade or profession.\"\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nWhere medical expenses are paid for by the employer, see [EIM01550](/guidance/employment-income-manual/EIM01550). "}]},{"title":" Professional fees and subscriptions to professional bodies","sections":[{"manual-section-id":"EIM32880","slug": "guidance/employment-income-manual/EIM32880","title":"Professional fees and subscriptions: introduction","body":"The general rules dealing with deductions allowed from earnings\nset out at Part 5 Chapter 1 (see\n[EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm)) apply to fees and\nsubscriptions paid to professional societies.\n\nA deduction cannot be allowed under Section 336 ITEPA 2003\n(see\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650)) because the expenditure is not\nincurred in the performance of the duties (see Simpson v Tate\n(9TC314) and Wales v Graham (24TC75)).\n\nBut a deduction can be given if the conditions of either\nSection 343 or 344 ITEPA 2003 are satisfied.\n\nThere are two types of expenditure that qualify for\ndeduction:\n\n*   Section 343 - certain professional\nmembership fees (see[EIM32890](/guidance/employment-income-manual/EIM32700CT#EIM32890))\n*   Section 344 - annual subscriptions paid to\n\n    bodies of persons approved by HMRC (see\n    [EIM32900](/guidance/employment-income-manual/EIM32700CT#EIM32900)).\n\nAs regards subscriptions to trade unions see\n\n[EIM32885](/guidance/employment-income-manual/EIM32700CT#EIM32885)."},{"manual-section-id":"EIM32881","slug": "guidance/employment-income-manual/EIM32881","title":"Professional fees and subscriptions: List 3: list of statutory fees and approved bodies","body":"\n\n## Sections 343 and 344 ITEPA 2003\n\nDetails of statutory fees and contributions to certain named bodies (see [EIM32890](/guidance/employment-income-manual/EIM32700CT#EIM32890)) and the subscriptions to approved bodies (see [EIM32900](/guidance/employment-income-manual/EIM32700CT#EIM32900)) are shown in\n\nList 3.\n\nThe list is periodically updated. Where a body has only recently been approved it may not appear in the current edition of List 3 but a member will be entitled to a deduction from earnings from an employment. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;\n\nList 3 shows the title of the body, the nature of its activities where not clear from the title, and the first year for which relief is admissible. The annual subscription is not shown. You can normally accept the amount claimed by the taxpayer.\n\nIn some cases, only a part of the subscription is deductible. Members will have been informed of the amount admissible by the bodies concerned. Normally, no enquiries need be raised regarding the amount claimed. "},{"manual-section-id":"EIM32885","slug": "guidance/employment-income-manual/EIM32885","title":"Professional fees and subscriptions: trade union subscriptions","body":"Subscriptions to trade unions and other comparable bodies are\nnot deductible under Section 336 ITEPA 2003, even where membership\nis required by the employer. The expense is not incurred in the\nperformance of the duties, see\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650). Nor is it necessarily\nincurred, see\n[EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645).\n\nA deduction can be given under Section 344 ITEPA 2003 if\ncertain conditions are met, see\n[EIM32900](/guidance/employment-income-manual/EIM32700CT#EIM32900).\n\nSee the Coding section of the PAYE on-line manual for\nguidance regarding any part of trade union subscriptions allocated\nto superannuation fund, etc. benefits."},{"manual-section-id":"EIM32890","slug": "guidance/employment-income-manual/EIM32890","title":"Professional fees and subscriptions: fees and contributions to named bodies","body":"The statutory fees and contributions and related costs paid to\ncertain named bodies are eligible for deduction from earnings from\nan employment under Section 343, subject to two conditions:\n\n*   the duties of the employment must involve\nthe practice of the profession to which the fee relates and\n*   the registration, certification, licensing\nor other reason for paying the fee is a condition that must be met\nbefore the person may practise the profession relevant to\nperforming the duties of the employment.\n\nA full list of the fees for which a deduction may be allowed is\ncontained in the Table at Section 343(2) ITEPA 2003 (see\n[EIM32891](/guidance/employment-income-manual/EIM32700CT#EIM32891) to EIM32897). The statutory\n\nfees and contributions paid to these bodies are also included in\n\nList 3 (see\n\n[EIM32881](/guidance/employment-income-manual/EIM32700CT#EIM32881)).\n\nHMRC may make an order to add a fee to the Table if they\n\nconsider that such a fee is payable in respect of any registration,\n\ncertification, licensing or other matter, if it is required as a\n\ncondition, or one of alternative conditions, of the practice of a\n\nprofession.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM32891","slug": "guidance/employment-income-manual/EIM32891","title":"Professional fees and subscriptions: fees and contributions to named bodies: health professionals","body":"\n\n## Section 343(2) ITEPA 2003\n\nThe following fees may be eligible for a deduction under Section 343 ITEPA 2003 from earnings from an employment:\n\n*   a fee payable for entry or retention of a name in any of the following:\n\n*   *   the register of Chartered Psychologists\n    *   the register maintained by the Registrar of Chiropractors\n    *   a roll or record kept for a class of dental auxiliaries\n    *   the dentists register\n    *   the register of dispensing opticians\n    *   the register maintained by the Health Professions Council\n    *   the register maintained by the registrar appointed by the Hearing Aid Council*   the general and specialists registers of medical practitioners, including the fee for CCT, CESR and CEGPR certificates*   the register maintained by the Nursing and Midwifery Council\n    *   either of the registers of ophthalmic opticians\n    *   the register maintained by the Registrar of Osteopaths\n    *   the register of Pharmaceutical Chemists\n\n*   a fee payable by a chartered psychologist on the issue of a practising certificate."},{"manual-section-id":"EIM32892","slug": "guidance/employment-income-manual/EIM32892","title":"Professional fees and subscriptions: fees and contributions to named bodies: animal health professionals","body":"The following fees may be eligible for a deduction under Section\n343 ITEPA 2003 from earnings from an employment:\n\n*   a fee payable for entry or retention of a\nname in any of the following:\n\n*   the register maintained by the registrar appointed\nby the Farriers Registration Council\n*   the supplementary veterinary register\n*   the register of veterinary surgeons."},{"manual-section-id":"EIM32893","slug": "guidance/employment-income-manual/EIM32893","title":"Professional fees and subscriptions: fees and contributions to named bodies: legal professionals","body":"The following fees may be eligible for a deduction under Section\n343 ITEPA 2003 from earnings from an employment:\n\n*   the fee payable to the Council for\nLicensed Conveyancers on the issue of a license to practise as a\nlicensed conveyancer\n*   the fee and contribution to the\ncompensation fund or guarantee fund payable on issue of a\nsolicitor&#x2019;s practising certificate."},{"manual-section-id":"EIM32894","slug": "guidance/employment-income-manual/EIM32894","title":"Professional fees and subscriptions: fees and contributions to named bodies: architects","body":"The fee payable for entry or retention of a name in the Register\nof Architects may be eligible for a deduction under Section 343\nITEPA 2003 from earnings from an employment."},{"manual-section-id":"EIM32895","slug": "guidance/employment-income-manual/EIM32895","title":"Professional fees and subscriptions: fees and contributions to named bodies: teachers","body":"The following fees may be eligible for a deduction under Section\n343 ITEPA 2003 from earnings from an employment:\n\n*   the fee payable for entry or retention of\na name in any of the following:\n\n*   the register maintained by the General Teaching\nCouncil for England\n*   the register maintained by the General Teaching\nCouncil for Scotland\n*   the register maintained by the General Teaching\nCouncil for Wales\n*   the register maintained by the General Teaching\nCouncil for Northern Ireland."},{"manual-section-id":"EIM32896","slug": "guidance/employment-income-manual/EIM32896","title":"Professional fees and subscriptions: fees and contributions to named bodies: patent agents and trade mark agents","body":"The following fees may be eligible for a deduction under Section\n343 ITEPA 2003 from earnings from an employment:\n\n*   the registration fee payable by:\n\n*   a registered patent agent\n*   a registered trade mark agent\n\n*   the practising fee payable by\n\n*   a registered patent agent\n*   a registered trade mark agent."},{"manual-section-id":"EIM32897","slug": "guidance/employment-income-manual/EIM32897","title":"Professional fees and subscriptions: fees and contributions to named bodies: occupations in the transport sector","body":"The following fees may be eligible for a deduction under Section\n343 ITEPA 2003 from earnings from an employment.\n\n### Driving instructors\n\nThe fee payable by a driving instructor for entry or retention\nof a name in the register of approved instructors or on the issue\nor renewal of a licence authorising its holder to give paid\ninstruction in the driving of a motor car.\n\n### Civil Aviation Authority\n\nThe fee (including any related medical or technical examination\nfee) payable, on the issue or renewal of a licence by the Civil\nAviation Authority, by:\n\n*   an aircraft maintenance engineer\n*   an air traffic controller or student air\ntraffic controller\n*   a member of the flight crew of an aircraft\n\n    registered in the United Kingdom\n*   a flight information service officer.\n\n### Airport access\n\nThe fee payable by a person employed or to be employed at a UK\n\nairport for a criminal records check required for the issue of a\n\nsecurity pass authorising that person to enter secure areas within\n\nthe airport.\n\n### Large goods vehicle and passenger carrying vehicle drivers\n\nThe fee (including any related medical examination fee) payable\n\non the issue or renewal of a licence authorising its holder to\n\ndrive a large goods vehicle or a passenger carrying vehicle.\n\n### Seafarers\n\nThe fee (including any related medical examination fee) payable\n\nby an officer or other seaman on the issue, renewal or endorsement\n\nof a certificate, licence or other document that is required as\n\nevidence of his qualification or competence to serve in a ship.\n\nThe fee payable by a seafarer employed in a sea-going United\n\nKingdom ship on the issue or renewal of a medical fitness\n\ncertificate."},{"manual-section-id":"EIM32898","slug": "guidance/employment-income-manual/EIM32898","title":"Professional fees and subscriptions: occupations in the private security industry","body":"The following fees may be eligible for a deduction under Section\n343 ITEPA 2003 from earnings from an employment.\n\n### Security Industry Authority\n\nThe fee payable on applying for a licence from the Security\nIndustry Authority under the Private Security Industry Act\n2001."},{"manual-section-id":"EIM32900","slug": "guidance/employment-income-manual/EIM32900","title":"Professional fees and subscriptions: annual subscriptions to approved bodies","body":"A deduction from earnings from an employment is allowed for an\namount paid in respect of an annual subscription provided:\n\n*   it is paid to a body approved by HMRC\nand\n*   the activities of the body are of direct\nbenefit to, or concern the profession practised in, the performance\nof the duties of the employment.\n\nThe examination of claims is dealt with at\n[EIM32915](/guidance/employment-income-manual/EIM32700CT#EIM32915).\n\nApproved bodies are shown in List 3 (see\n[EIM32881](/guidance/employment-income-manual/EIM32700CT#EIM32881)).\n\nAs regards the procedure for obtaining approval see\n[EIM32910](/guidance/employment-income-manual/EIM32700CT#EIM32910)."},{"manual-section-id":"EIM32910","slug": "guidance/employment-income-manual/EIM32910","title":"Professional fees and subscriptions: applications for approval","body":"Applications for approval under Section 344 ITEPA 2003 by a\nprofessional body are dealt with only by Revenue Policy.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**\n\nHMRC may approve a body if it is not of a mainly local\ncharacter and its activities are carried on otherwise than for\nprofit and are solely or mainly directed to all or any of the\nfollowing objects:\n\n*   the advancement or spreading of knowledge\n(whether generally or among persons belonging to the same or\nsimilar professions or occupying the same or similar\npositions)\n*   the maintenance or improvement of\nstandards of conduct and competence among the members of a\nprofession\n*   the provision of indemnity or protection\n\n    to members of a profession against claims in respect of liabilities\n\n    incurred by them in the exercise of their profession."},{"manual-section-id":"EIM32915","slug": "guidance/employment-income-manual/EIM32915","title":"Professional fees and subscriptions: claims from individuals for income tax relief","body":"When a body is approved by HMRC, it is asked to notify its\nmembers of the circumstances in which they are entitled to a\ndeduction. The members may include the deduction on their return\nforms, or in a letter giving all the information needed, or on form\nP358.\n\nNormally it will be apparent from the nature of the person's\nemployment whether the fee or contribution is paid as a statutory\ncondition of exercising the employment, or whether membership of\nthe approved body to which the annual subscription is paid is\nrelevant to the employment.\n\nWhere membership does not seem directly relevant you should\nconsider whether the nature of the duties is such that a deduction\nis nevertheless allowable. A professional person with management\nresponsibilities, for example a head teacher or an engineer in\ncharge of a section of a factory, might well be entitled both to a\ndeduction for a subscription to his appropriate professional body\n\nand to an approved society concerned with management skills.\n\nTime should not be spent in making enquiries regarding the\n\nrelevance of a small subscription unless membership of the body\n\nappears to be quite unrelated to the employment.\n\n### Refusal of requests for relief\n\nA deduction may not be given in respect of:\n\n*   a fee or contribution not included in List\n\n    3 (see\n    [EIM32881](/guidance/employment-income-manual/EIM32700CT#EIM32881))\n*   an annual subscription to a body that has\n\n    not been approved by the Board (see\n    [EIM32900](/guidance/employment-income-manual/EIM32700CT#EIM32900))\n*   an entrance fee or a life membership\n\n    subscription\n*   a fee, contribution or subscription borne\n\n    by the employer, unless the payment by him is treated as earnings,\n\n    for example, because the individual is an employee earning who is\n\n    not in an excluded employment (see\n    [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)).\n\nWhere an individual is also chargeable to income tax on Trading\n\nIncome as a self-employed person, a deduction should not be allowed\n\nboth in computing the amount chargeable as Trading Income and from\n\nemployment income for the same fee, contribution or\n\nsubscription."},{"manual-section-id":"EIM32920","slug": "guidance/employment-income-manual/EIM32920","title":"Professional fees and subscriptions: subscriptions paid under a deed of covenant","body":"If an allowable annual subscription to an approved body is paid\nunder a deed of covenant the deduction will usually be offset by\nfurther liability of approximately the same amount under Section\n350 ICTA 1988.\n\nIn practice, the gross amount payable under the deed should\nnormally be retained in charge in the usual way. No deduction\nshould be given under Section 343 or 344 ITEPA 2003 unless the\ntaxpayer requests a more precise adjustment of his liability. This\nis illustrated in the following example.\n\n### Example\n\nAn employee who is liable to tax at the basic rate on the top\nslice of his income qualifies for an expense deduction in respect\nof his annual subscription of &#xA3;100 to a body approved under\nSection 344 in 2003/04.\n\nHe has executed a deed of covenant to pay to the body such an\n\namount as, after the deduction of tax at the basic rate, will equal\n\nthe amount of the annual subscription of &#xA3;100. If the basic\n\nrate for the tax year is 22 per cent, the payment under the deed\n\nwill be gross &#xA3;128.20 less income tax &#xA3;28.20 leaving a\n\nnet payment of &#xA3;100.\n\nIn strictness, an expense deduction of &#xA3;100 would be\n\nallowable under Section 344, but no deduction is due in respect of\n\nthe &#xA3;28.20 difference between the gross and net payments under\n\nthe deed. That difference is regarded as a donation to the body.\n\nAs an expenses deduction is strictly allowable in respect of\n\nthe &#xA3;100 payable under the deed of covenant, that amount\n\ncannot be regarded as paid out of profits or gains brought into\n\ncharge. Further liability accordingly arises under Section 350. The\n\nbalance of the gross amount payable under the deed (&#xA3;28.20)\n\nwould be retained in charge under Section 276 ICTA 1988."}]},{"title":" Professional person's expenses","sections":[{"manual-section-id":"EIM32930","slug": "guidance/employment-income-manual/EIM32930","title":"Professional person's expenses","body":"A professional person, such as a solicitor or accountant, may\nhold an office or appointment giving rise to employment income and\nbe allowed a deduction for expenses under Sections 336 to 338 ITEPA\n2003 either in his or her PAYE code or self assessment.\nAlternatively, expenses incurred as a director may be deducted in\ncalculating his or her profits for Trading Income purposes, see\n[EIM31935](/guidance/employment-income-manual/EIM31800#EIM31935).\n\nIn these cases it is important to make sure that a deduction\nis not given twice for the same expense. For example, a prominent\nnote should be made on the accounts file."}]}]}}
