{"title":"Seafarers’ Earnings Deduction: introduction and table of contents","details":{"manual-section-id":"EIM33000","slug": "guidance/employment-income-manual/EIM33000","body":"\n\n## Part 5 Chapter 6 ITEPA 2003\n\n","breadcrumbs":["EIMANUAL","EIM33000"],"section_groups":[{"title":" Introduction\n\nEmployees who are ordinarily UK resident (see [EIM42810](http://www.hmrc.gov.uk/manuals/eimanual/EIM42810.htm)) in the United Kingdom are taxable on their general earnings under Section 15 (or Section 21 before 6 April 2008) ITEPA 2003 (see [EIM40101](http://www.hmrc.gov.uk/manuals/eimanual/EIM40101.htm)). However, there are two exceptions from this global charge:\n\n*   any chargeable overseas earnings will only be taxable to the extent that they are remitted to the United Kingdom (see [EIM40102](http://www.hmrc.gov.uk/manuals/eimanual/EIM40102.htm)) and\n*   the Seafarers&#x2019; Earnings Deduction in Part 5 Chapter 6 ITEPA 2003.\n\nThese pages deal with the Seafarers' Earnings Deduction (SED).","sections":[{"manual-section-id":"EIM33001","slug": "guidance/employment-income-manual/EIM33001","title":"General conditions - including extension to EEA seafarers for 2011/12 onwards","body":"\n\n## Section 378 ITEPA 2003\n\nA deduction is allowed from earnings from employment as a seafarer (see [EIM33101](/guidance/employment-income-manual/EIM33000#EIM33101)) if all of the following conditions are met in the tax year:\n\n*   the earnings are taxable under Section 15 (or Section 21 before 6 April 2008) ITEPA 2003 (general earnings for a year when the employee is ordinarily resident in the United Kingdom, see [EIM40101](/guidance/employment-income-manual/EIM40000#EIM40101)) (but see below for 2011/12 onwards)\n*   the duties of the employment are performed wholly or partly outside the United Kingdom (see [EIM33031](/guidance/employment-income-manual/EIM33000#EIM33031))\n*   any of those duties are performed in the course of an eligible period falling wholly or partly in the tax year (see [EIM33004](/guidance/employment-income-manual/EIM33000#EIM33004)).\n\nThe tests are applied separately.\n\nSee [EIM33002](/guidance/employment-income-manual/EIM33000#EIM33002) for how to calculate the deduction.\n\n### European Economic Area (EEA) residents for 2011/2012 onwards\n\nFrom 6 April 2011, entitlement to seafarers&#x2019; earnings deduction (SED) is extended to seafarers who are resident for tax purposes in an EEA State other than the United Kingdom, as long as they meet all of the conditions for this relief.\n\nAs non-UK residents, EEA resident seafarers are taxable in the UK on earnings for seafaring duties performed in UK waters.  SED may be claimed only against these earnings.\n\nEEA States comprise all of those States that are members of the European Union plus Norway, Liechtenstein and Iceland.\n\nSee [EIM33010](/guidance/employment-income-manual/EIM33000#EIM33010) for details regarding a claim to seafarers&#x2019; earnings deduction from a non-UK resident seafarer.\n\n### Salvage payments\n\nSee [EIM70220](/guidance/employment-income-manual/EIM70199#EIM70220) for details relating to salvage awards.\n\nIf the award is payable by the employer to the employee it represents part of the employee&#x2019;s earnings from his employment and is taxable under Section 62 ITEPA 2003 as general earnings ([EIM00600](/guidance/employment-income-manual/EIM00505#EIM00600)).\n\nIf the award is payable by a third party to the employee, it may still form part of earnings within Section 62.  It will depend on the facts.  But even if it is not taxable under Section 62, it is very likely to be taxable as a cash benefit under Section 201 ITEPA 2003 as in most circumstances the payment will arise &#x201C;by reason of&#x201D; employment ([EIM20503](/guidance/employment-income-manual/EIM20500#EIM20503)) even if paid by a third party.\n\n### Share option gains\n\nSeafarers&#x2019; earnings deduction is not available as a deduction to be set against gains made on the exercise of a share option.  Such gains are taxable under the rules on Securities Options in Chapter 5 of Part 7 (section 471 onwards) ITEPA 2003.    See ERSM110100.\n\nSeafarers&#x2019; earnings deduction is available only against &#x201C;general earnings&#x201D; as defined in Section 7(3) ITEPA - see [EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510).  The gain on exercise of a share option does not fall within the definition of general earnings.   Rather income chargeable under Part 7 of ITEPA is defined as &#x201C;specific employment income&#x201D; under Section 7(4) ITEPA.\n\n### Deduction not exemption\n\nSection 378 provides for a deduction from a seafarer's earnings in order to calculate the net taxable earnings from employment. It does not exempt the earnings from tax.\n\n### More than one employment\n\nIf a seafarer has more than one seafaring employment in a tax year, he must meet the conditions for seafarers&#x2019; earnings deduction for each employment separately.  For example, he will require a voyage to at least one foreign port in each employment in order to qualify for seafarers&#x2019; earnings deduction ([EIM33031](/guidance/employment-income-manual/EIM33000#EIM33031)).\n\n### National Insurance\n\nThe deduction applies for tax purposes only.  For information about seafarers&#x2019; liability to National Insurance Contributions (NICs), see NIM29002 onwards. "},{"manual-section-id":"EIM33002","slug": "guidance/employment-income-manual/EIM33002","title":"Calculating the deduction","body":"The deduction is equal to the amount of the earnings from the\nemployment attributable to the eligible period. For these purposes,\nthe amount of earnings is the amount remaining after certain other\ndeductions have been made. It is possible that a seafarer may have\ncarried out employment duties in the United Kingdom during the\neligible period. This does not affect the amount of the deduction.\nIt is not necessary to separate out or apportion earnings arising\nfrom the United Kingdom and from abroad. Section 379 specifies that\nall earnings attributable to the eligible period attract the\ndeduction irrespective of where they arose.\n\n Section 381 ITEPA 2003 lists the deductions that should be\nsubtracted first. The net earnings that remain are covered by the\ndeduction so that no earnings from the employment for the eligible\n\nperiod should remain in charge. For further details of the kind of\n\ndeductions that are made before the seafarers' deduction see\n\n[EIM33053](/guidance/employment-income-manual/EIM33000#EIM33053). In general terms the\n\ndeductions are:\n\n*   pension contributions\n*   allowable expenses and\n*   capital allowances.\n\nAs an eligible period can begin and end at any point in a tax\n\nyear and may span more than one tax year only earnings that arise\n\nin the eligible period attract the deduction. Earnings for that\n\npart of the tax year outside of the eligible period remain taxable\n\nunder Section 15 (or Section 21 before 6 April 2008) ITEPA 2003,\n\nsee example\n\n[EIM33003](/guidance/employment-income-manual/EIM33000#EIM33003)."},{"manual-section-id":"EIM33003","slug": "guidance/employment-income-manual/EIM33003","title":"Example of eligible period straddling tax years","body":"An employee worked for a shipping company in its Southampton\noffices until January 2004 when she was assigned to work on one of\nthe company's cruise liners operating in the Caribbean. She left\nthe United Kingdom on 1 January 2009 and returned to shore based\nemployment in Southampton on 1 January 2010.\n\n During the year the employee:\n\n*   remained ordinarily resident in the United\nKingdom\n*   performed the duties of an employment as a\nseafarer outside the United Kingdom\n*   achieved an eligible period of at least\n365 days.\n\nIn consequence all of the earnings attributable to the eligible\nperiod are covered by the deduction.\n\n<table>\n<tr>\n<td>Salary for the\n\nperiod</td><td>&#xA3;24,000</td><td></td>\n</tr>\n<tr>\n<td>Travelling expenses</td><td>&#xA3;2,000</td><td></td>\n</tr>\n<tr>\n<td></td><td>&#xA3;26,000</td><td>&#xA3;26,000</td>\n</tr>\n<tr>\n<td>Deduction under Sections\n\n337 to 338 ITEPA 2003 for travelling expenses</td><td></td><td>\n\n&#xA3;2,000</td>\n</tr>\n<tr>\n<td>Amount to be covered by\n\nthe Seafarers&#x2019; Earnings Deduction</td><td></td><td>&#xA3;24,000</td>\n</tr>\n</table>\n\nThe eligible period straddles tax years 2008/09 and 2009/10. In\n\ngeneral terms;\n\n*   3 months of the eligible period falls into\n\n    2008/09 and\n*   9 months falls into 2009/10.\n\nThe amount of the deduction for 2008/09 is &#xA3;24,000 x 3/12 =\n\n&#xA3;6,000.\n\n For 2009/10 it is &#xA3;24,000 x 9/12 = &#xA3;18,000.\n\n See\n\n[EIM33051](/guidance/employment-income-manual/EIM33000#EIM33051) for further guidance on\n\nattribution of earnings."},{"manual-section-id":"EIM33004","slug": "guidance/employment-income-manual/EIM33004","title":"Meaning of eligible period","body":"An eligible period means a period consisting of at least 365\ndays, which is either:\n\n*   a period of consecutive days of absence\nfrom the United Kingdom, or\n*   a combined period.\n\n### Eligible period made up entirely of days spent outside the\nUnited Kingdom\n\nThis is the simplest and easiest form of eligible period. If a\nseafarer leaves the United Kingdom to work abroad and at least 365\ndays later returns, an eligible period is achieved.\n\n### Combined period (made up of days abroad and days inside the\nUnited Kingdom)\n\nSection 378(3) permits an eligible period to be built up by\nadding together days spent abroad and days spent in the United\nKingdom. A combined period is a period:\n\n*   at least half the days in which are days\n\n    of absence from the United Kingdom and\n*   which consists of three consecutive\n\n    periods, A, B and C, where:\n\n*   A is a period of consecutive days of absence from\n\n    the United Kingdom or a period which is itself a combined\n\n    period\n*   B is a period of not more than 183 days and\n*   C is a period of consecutive days of absence from\n\n    the United Kingdom.\n\n### What is a day of absence from the United Kingdom?\n\nA day of absence is a day at the end of which the employee is\n\nabsent from the United Kingdom. The end of a day for this purpose\n\nis midnight, see Section 378(4) and the case of Hoye v Forsdyke\n\n(55TC281). In general terms, a day of departure counts as a day of\n\nabsence and the day of return does not. For more details see\n\n[EIM33007](/guidance/employment-income-manual/EIM33000#EIM33007).\n\n### Periods of non residence in the United Kingdom\n\nPeriods when an individual is non-resident may not be included\n\nin an eligible period. Seafarers should be ordinarily resident in\n\nthe United Kingdom for the whole of the eligible period.\n\n See\n\n[EIM33005](/guidance/employment-income-manual/EIM33000#EIM33005) for guidance on how to approach\n\nthe problem of what is an eligible period."},{"manual-section-id":"EIM33005","slug": "guidance/employment-income-manual/EIM33005","title":"How to approach the calculation of an eligible period","body":"### The calculation of an eligible period is a cumulative\nprocess\n\nThe guidance at\n[EIM33004](/guidance/employment-income-manual/EIM33000#EIM33004) makes it clear that testing\nwhether a period is an eligible period is a cumulative process. In\nthe simplest case there may have been two periods of absence from\nthe United Kingdom broken by days spent in the United Kingdom. The\nfirst period of absence (A) and the second period of absence (C)\nmay be combined provided that the period between the two (B) is not\nmore than 183 days. Periods A, B and C will together comprise a\ncombined period provided that at least half of the days in that\nperiod are days of absence from the United Kingdom. An eligible\n\nperiod will be achieved once the total days in the combined period\n\nare 365 or more.\n\n Where there are less than 365 days in a combined period,\n\nthat period may itself be combined with a further period of days of\n\nabsence from the United Kingdom. The existing combined period (A)\n\ncan be combined with a further period of absence (C) provided that\n\nthe period between the two (B) is not more than 183 days. A new\n\ncombined period will result if at least half of the days in the new\n\nperiod (total days in periods A, B and C) are days of absence from\n\nthe United Kingdom. An eligible period will be achieved once the\n\ntotal days in the new combined period are 365 or more.\n\n### Starting the calculation again\n\nAt any point in the cumulative calculation of a combined period,\n\none of the following tests may be failed:\n\n*   the period between two periods of absence\n\n    from the United Kingdom or the period between a combined period and\n\n    the latest period of absence (period B) exceeds 183 days. In short,\n\n    the cumulative calculation is broken as soon as more than 183\n\n    consecutive days are spent in the United Kingdom.\n*   more than half of the total number of days\n\n    in the consecutive periods (A, B and C) are days spent in the\n\n    United Kingdom.\n\nAs soon as one of these tests is failed, then a new calculation\n\nis required starting from the last period of absence from the\n\nUnited Kingdom. The cumulative process will begin again in order to\n\nestablish an eligible period consisting of either 365 consecutive\n\ndays of absence or a combined period of 365 days. The process may\n\ncontinue beyond 365 days to establish an eligible period of much\n\ngreater length. It is not necessary to begin a new calculation once\n\nan eligible period has been identified.\n\n The example in\n\n[EIM33006](/guidance/employment-income-manual/EIM33000#EIM33006) shows how the process works in\n\npractice. It also shows how to record periods of absence in order\n\nto apply the tests. If a period of non-residence in the UK is\n\nclaimed to be part or all of a qualifying period, see\n\n[EIM33061](/guidance/employment-income-manual/EIM33000#EIM33061).\n\n### Ordinarily resident or not-resident?\n\nSeafarers who establish eligible periods significantly in excess\n\nof 365 days and who regularly spend 9 months or more out of the\n\nUnited Kingdom may be non-resident. Non-residents are not entitled\n\nto the deduction. Special rules apply, see\n\n[EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201)."},{"manual-section-id":"EIM33006","slug": "guidance/employment-income-manual/EIM33006","title":"Example of eligible period","body":"Section 378(3) defines a combined period as consisting of three\nconsecutive periods, A, B and C where:\n\n*   A is a period of consecutive days of\nabsence from the United Kingdom or is itself a combined period\n*   B is a period of not more than 183\ndays\n*   C is a period of consecutive days of\nabsence from the United Kingdom.\n\nIt is a condition that at least half of the days in the combined\nperiod must be days of absence from the United Kingdom. See\n[EIM33005](/guidance/employment-income-manual/EIM33000#EIM33005) for further guidance.\n\nThe following example shows how combining periods of absence\nworks in practice.\n\n<table>\n<tr>\n<td>\n\n### Dates\n\n</td><td>\n\n### Days of absence\n\n</td><td>\n\n### UK days\n\n</td><td>\n\n### Combined period A+B+C\n\n</td><td>\n\n### Running total of UK days\n\n</td><td>\n\n### 1/2 limit for UK days\n\n</td><td>\n\n### Period B not to exceed 183consecutive days\n\n</td>\n</tr>\n<tr>\n<td>1 Jan 04 to 31 Mar\n04</td><td>91 (A)</td><td>&#xA0;</td><td>&#xA0;</td><td>&#xA0;</td><td>&#xA0;</td><td>&#xA0;</td>\n</tr>\n<tr>\n<td>1 Apr 04 to 31 May\n04</td><td>&#xA0;</td><td>61 (B)</td><td>&#xA0;</td><td>&#xA0;</td><td>&#xA0;</td><td>OK</td>\n</tr>\n<tr>\n<td>1 Jun 04 to 31 Aug\n04</td><td>92 (C)</td><td>&#xA0;</td><td>244 (A)</td><td>61</td><td>122 OK</td><td>&#xA0;</td>\n</tr>\n<tr>\n<td>1 Sep 04 to 31 Oct\n04</td><td>&#xA0;</td><td>61 (B)</td><td>&#xA0;</td><td>&#xA0;</td><td>&#xA0;</td><td>OK</td>\n</tr>\n<tr>\n<td>1 Nov 04 to 31 Jan\n05</td><td>92 (C)</td><td>&#xA0;</td><td>397 (A)</td><td>122</td><td>198 OK</td><td>&#xA0;</td>\n</tr>\n<tr>\n<td>1 Feb 05 to 31 Mar\n05</td><td>&#xA0;</td><td>59 (B)</td><td>&#xA0;</td><td>&#xA0;</td><td>&#xA0;</td><td>OK</td>\n</tr>\n<tr>\n<td>1 Apr 05 to 30 Jun\n05</td><td>92 (C)</td><td>&#xA0;</td><td>548</td><td>181</td><td>274 OK</td><td>&#xA0;</td>\n</tr>\n</table>\n\n### Notes\n\n1.  The first combined period from 1 January 2004\nto 31 August 2004 is less than 365 days so by itself does not form\nan eligible period.\n2.  The extended combined period from 1 January\n2004 to 31 January 2005 is 365 days or more so does form an\neligible period.\n3.  The extended combined period from 1 January\n2004 to 30 June 2005 further extends the eligible period."},{"manual-section-id":"EIM33007","slug": "guidance/employment-income-manual/EIM33007","title":"Days of absence from the United Kingdom","body":"\n\n## Section 378(4) ITEPA 2003\n\nThe two conditions in Section 378(1)(b) and (c) apply independently:\n\n*   the duties of the employment are performed wholly or partly outside the United Kingdom and\n*   any of those duties are performed in the course of an eligible period (see [EIM33004](/guidance/employment-income-manual/EIM33000#EIM33004)).\n\n### Days of absence for the calculation of an eligible period\n\nA day counts as a day of absence if at midnight the employee is outside the United Kingdom (see [EIM33004](/guidance/employment-income-manual/EIM33000#EIM33004)). It does not matter whether work has been carried out on that day or not.  Similarly, it is not necessary for duties of the employment to be performed during each and every period of absence. See [EIM33031](/guidance/employment-income-manual/EIM33000#EIM33031) for guidance on the meaning of &#x201C;duties performed wholly or partly outside the United Kingdom&#x201D;.\n\n### Example\n\nA seafarer who has been working abroad for 330 days who returns to the United Kingdom for 30 days and then goes abroad again for a 7 day holiday will have an eligible period of at least 365 days.\n\n### Voyages beginning or ending in the UK or outside the UK\n\nThe question where a voyage begins and ends must be one of fact.   For the purposes of calculating days of absence for an eligible period a person shall not be regarded as absent from the UK on any day unless he is absent at the end of it - at midnight.   For this purpose, the casting off from a UK berth (**if allied to passage to an overseas port**) is taken as the time of departure from the UK, and equally a ship would be regarded as arriving in the UK at the time of berthing.\n\nBut if the voyage is between UK ports, the day of absence is not determined by the time of leaving or arriving at its berth.  Rather it is determined by the ship&#x2019;s position at midnight.\n\nSome items of guidance were published during the 1980's and 1990's which stated that voyages between UK ports were subject to the same concession as if the journey were allied to passage to an overseas port.  These publications include form P84 and the booklet \"Seafarers - Notes on Claims to 100% Foreign Earnings Deductions\" (also known as the Blue Book).  With effect from 14 February 2014 any publication containing such guidance must not be used in the preparation of a claim to Seafarer's Earnings Deduction.\n\n### The merely incidental duties concept does not apply to days of absence\n\nFor the purposes of calculating an eligible period, presence in, or absence from, the United Kingdom is a question of fact. If on a particular day an employee is in the United Kingdom performing duties that are merely incidental to the work he or she does abroad, that day is treated as what it is, namely, a day spent in the United Kingdom. See Section 383(4)(b) ITEPA. "},{"manual-section-id":"EIM33010","slug": "guidance/employment-income-manual/EIM33010","title":"Claims to the deduction from non-UK resident seafarers","body":"\n\n## Section 378(1)(a) ITEPA 2003\n\nFrom 6 April 2011 entitlement to seafarers&#x2019; earnings deduction (SED) is extended to seafarers who are resident for tax purposes in an European Economic Area (EEA) or European Union State, other than the United Kingdom.  EEA States comprise all of those states that are part of the EU, plus Iceland, Liechtenstein and Norway.\n\nAs non-UK residents, these EEA/EU resident seafarers are only taxable in the United Kingdom (which for the purposes of this deduction includes the territorial sea within the 12-mile limit and designated areas of the United Kingdom Continental Shelf) on earnings for seafaring employment duties performed in United Kingdom waters.\n\nFor 2011/12 onwards EEA/EU resident seafarers who are not UK resident, are entitled to claim the deduction but only against their earnings as a seafarer in United Kingdom waters and only if they meet the satisfying conditions for the deduction - see [EIM33001](/guidance/employment-income-manual/EIM33000#EIM33001).\n\nFor retrospective claims to SED for years prior to 2011/12 see [EIM33011](/guidance/employment-income-manual/EIM33000#EIM33011).\n\n### How EEA/EU resident seafarers who are not UK resident should claim the deduction\n\nUnited Kingdom resident seafarers claim the deduction through submission of a Self Assessment Tax Return.\n\nNon-UK resident seafarers should not submit a tax return to claim the deduction.  Instead a Form R43(M)(SED) should be completed and returned to HMRC.  This form may be downloaded from www.hmrc.gov.uk/forms/r43msed.pdf.\n\nThe following documents should be provided in support of a claim on this form -\n\n*   a calculation or breakdown of days spent in the United Kingdom during the period of claim, including dates and air tickets or other travel vouchers confirming this information;*   copies of the relevant pages of a Discharge Book or similar documents, confirming periods of duty at sea during the period of claim;\n*   copies of Draught of Water and Freeboard Pages, Day Logs or Voyage Reports for each vessel on which the seafarer was employed in the period of claim;\n*   a copy of Form P60 (End of Year tax certificate) for the year of claim;\n*   if employed on a ferry, copies of monthly Duty Rostas and qualifying timesheets, showing arrival and departure times and dates; or\n*   if employed on a cruise ship, copies of the itinerary of each cruise in the period of claim.\n\n### Non-EEA/EU resident seafarers\n\nNon-EEA/EU resident seafarers are not entitled to claim the deduction.  "},{"manual-section-id":"EIM33011","slug": "guidance/employment-income-manual/EIM33011","title":"Entitlement to the deduction for non-UK resident seafarers: years prior to 2011/12: introduction","body":"\n\n## Section 378(1)(a) ITEPA 2003\n\nFrom 6 April 2011 a non-UK resident seafarer who is resident in an European Union (EU) or European Economic Area (EEA) State is entitled to seafarers&#x2019; earnings deduction (SED).  See [EIM33010](/guidance/employment-income-manual/EIM33000#EIM33010).\n\n[Top of page](/guidance/employment-income-manual/EIM33000#EIM33011#top)\n\n\n## Entitlement to SED for years before 2011/12\n\nThe change in the law to extend entitlement to SED to seafarers resident in EU/EEA states for 2011/12 onwards did not include any reference to retrospective entitlement for years before 2011/12.   Consequently it was HMRC&#x2019;s practice not to admit claims to SED from EU/EEA seafarers for those years.\n\nHMRC has decided now to accept claims for SED for tax years before 2011/12, by seafarers who were not UK resident or ordinarily resident in the relevant tax years, should be allowed where the claims are made within the same time limits that apply for making such claims by those who were UK resident or ordinarily resident in the relevant tax year.\n\nFurther guidance regarding the detail of claims to SED is available as follows -\n\n*   *   how to submit a claim to SED ([EIM33012](/guidance/employment-income-manual/EIM33000#EIM33012)) for relevant years prior to 2011/12;\n    *   the evidence required to support a claim to SED ([EIM33013](/guidance/employment-income-manual/EIM33000#EIM33013)); and\n    *   the years which may be subject to claim? ([EIM33014](/guidance/employment-income-manual/EIM33000#EIM33014))"},{"manual-section-id":"EIM33012","slug": "guidance/employment-income-manual/EIM33012","title":"Entitlement  to the deduction for non-UK resident seafarers: years prior to 2011/12: how to claim","body":"\n\n## Section 378(1)(a) ITEPA 2003\n\nStatutory rules for 2011/12 onwards provide for European Union (EU) or European Economic Area (EEA) resident seafarers to claim seafarers&#x2019; earnings deduction (SED) - see [EIM33010](/guidance/employment-income-manual/EIM33000#EIM33010).\n\n[Top of page](/guidance/employment-income-manual/EIM33000#EIM33012#top)\n\n\n## Entitlement to SED for years prior to 2011/12\n\nIn March 2012 HMRC announced a change of practice ([EIM33011](/guidance/employment-income-manual/EIM33000#EIM33011)) to allow entitlement to SED for EU or EEA seafarers for years prior to 2011/12, as long as the qualifying conditions for SED were satisfied in full ([EIM33001](/guidance/employment-income-manual/EIM33000#EIM33001)).\n\n[Top of page](/guidance/employment-income-manual/EIM33000#EIM33012#top)\n\n\n## How to submit a claim to SED for years prior to 2011/12\n\nConsequently a seafarer resident in an EU/EEA state except the UK, who performed seafaring duties in UK waters and whose earnings from that employment were subject to income tax in the UK - either under PAYE or Self Assessment - will have their claims for SED accepted as long as the qualifying conditions for SED were satisfied in full.\n\nThe evidence required in support of this claim is set out in [EIM33013](/guidance/employment-income-manual/EIM33000#EIM33013).  The time limits for submission of these claims are explained in [EIM33014](/guidance/employment-income-manual/EIM33000#EIM33014).\n\nThe claim should be submitted on a Form R43M(SED), which provides for repayment of tax paid in the UK by a non-UK resident seafarer.  If the seafarer intends to submit a claim for more than one year, **a separate Form R43M(SED) must be completed and returned for each year of claim**, with supporting evidence, to HMRC at the address shown on the Form.\n\nThe Form R43M(SED) is available to download at www.hmrc.gov.uk/forms/r43msed.pdf.\n\nRetrospective claims to SED from EU/EEA seafarers should not be submitted on a Self Assessment Tax Return."},{"manual-section-id":"EIM33013","slug": "guidance/employment-income-manual/EIM33013","title":"Entitlement to the deduction for non-UK resident seafarers: years prior to 2011/12: supporting evidence required","body":"\n\n## Section 378(1)(a) ITEPA 2003\n\nStatutory rules for 2011/12 onwards provide for European Union or European Economic Area resident seafarers to claim seafarers&#x2019; earnings deduction (SED) - see [EIM33010](/guidance/employment-income-manual/EIM33000#EIM33010).\n\n[Top of page](/guidance/employment-income-manual/EIM33000#EIM33013#top)\n\n\n## Entitlement to SED in years prior to 2011/12\n\n[EIM33011](/guidance/employment-income-manual/EIM33000#EIM33011) explains the change of practice to allow EU/EEA seafarers to submit retrospective claims to SED.\n\n[EIM33012](/guidance/employment-income-manual/EIM33000#EIM33012) explains how to submit a claim to SED for relevant years before 2011/12 using a Form R43M(SED).  [EIM33014](/guidance/employment-income-manual/EIM33000#EIM33014) explains the time limits for these claims.\n\n[Top of page](/guidance/employment-income-manual/EIM33000#EIM33013#top)\n\n\n## The evidence required to support a claim to SED\n\n[EIM33010](/guidance/employment-income-manual/EIM33000#EIM33010) lists the documentary evidence that is required to support a claim using Form R43M(SED).   That list applies equally to claims to SED."},{"manual-section-id":"EIM33014","slug": "guidance/employment-income-manual/EIM33014","title":"Entitlement to the deduction for non-UK resident seafarers: years prior to 2011/12: time limits for claims","body":"\n\n## Section 378(1)(a) ITEPA 2003\n\nStatutory rules for 2011/12 onwards provide for European Union or European Economic Area resident seafarers to claim seafarers&#x2019; earnings deduction (SED) - see [EIM33010](/guidance/employment-income-manual/EIM33000#EIM33010).\n\n### Entitlement to SED in years prior to 2011/12\n\n[EIM33011](/guidance/employment-income-manual/EIM33000#EIM33011) explains the change of practice to allow EU/EEA seafarers to submit claims to SED.\n\n[EIM33012](/guidance/employment-income-manual/EIM33000#EIM33012) explains how to submit claims to SED for relevant years prior to 2011/12.\n\n[EIM33013](/guidance/employment-income-manual/EIM33000#EIM33013) lists the evidence required to support a claim to SED.\n\n### Seafarers in Self Assessment - Schedule 1AB(3)(1) TMA 1970\n\nStatutory time limits for taxpayers within Self Assessment (SA) determine the years for which retrospective claims for relief for overpaid tax may be submitted to HMRC.\n\nSince April 2010 the general rule is that a claim for relief for overpaid tax must be submitted within four years after the end of the relevant tax year.  For example, claims for a refund of tax fro 2007/08 must be made on or before 5 April 2012.  If a claim is made on or after 6 April 2012 and before 6 April 2013, the earliest year in respect of which a seafarer would be able to claim a refund of tax is 2008/09.\n\nThus the statutory time limits require any seafarer who wishes to make a claim for a refund of tax for the tax year 2007/08 to submit the claim to HMRC by 5 April 2012.\n\nHowever as HMRC only announced in March 2012 that it would accept claims for a repayment if tax if all the relevant conditions were satisfied, using its collection and management powers, it has decided to extend the deadline for accepting claims for the 07/08 tax year to 31 July 2012. If a seafarer in self-assessment therefore wishes to make a claim for a refund of tax for the tax year 2007/08, he or she must ensure the claim is made by 31 July 2012. All other statutory time limits remain unchanged.\n\n### Seafarers not in Self Assessment\n\nTransitional rules to the new time limits introduced in April 2010, allow taxpayers who wish to claim a repayment but were not within SA in the relevant tax year, more time than those in SA.\n\nNon SA taxpayers (and those in SA who were not given notice to file a return within one year of the end of the year of assessment) have until 31 March 2012 to make a claim for relief for overpaid tax in 2006/07 and until 5 April 2012 to make a claim for relief for overpaid tax in 2007/08.\n\nAgain, as HMRC only announced in March 2012 that it would accept claims for a repayment for tax if all relevant conditions were satisfied, it has decided to exercise its collection and management powers and extend the deadline for accepting such claims to 31 July 2012. A seafarer not in self-assessment who therefore wishes to make a claim for a refund for tax for the tax year 2006/07 and 2007/08 has until 31 July 2012 to submit his or her claim. All other statutory time limits remain unchanged.  "},{"manual-section-id":"EIM33021","slug": "guidance/employment-income-manual/EIM33021","title":"The year the deduction is given","body":"Where a seafarer is entitled to the deduction, it is given in\nthe year the earnings are received.\n\n The deduction is given in calculating the net taxable\nearnings for earnings that are taxable under Section 15 (or Section\n21 before 6 April 2008) ITEPA 2003. You need first to identify the\nyear that the earnings are for; put another way, the year in which\nthey were earned. If in the earnings year the earnings attracted\nthe deduction then the deduction tracks through to the year the\nearnings are received if it is different.\n\n In the case of seafarers who earn and receive their earnings\nin the same tax year the position is straightforward. However, some\nearnings may be paid after the year in which they were earned and\nthey may be mixed up with other earnings of that later year that do\n\nnot qualify for the deduction.\n\n### Example\n\nAn ordinarily resident seafarer works abroad. He builds up an\n\neligible period that runs from 6 April 2008 to 30 September 2009.\n\nHe is paid a salary of &#xA3;2,000 a month throughout and he also\n\ngets a bonus of &#xA3;10,000 for the year ended 5 April 2009. The\n\nsalary is paid when it is due at the end of each month and the\n\nbonus is paid in October 2009. The result is set out below:\n\n### 2008/09\n\nThe self assessment of employment income for 2008/09 will show\n\nnet taxable earnings from employment as a seafarer of nil -\n\n&#xA3;24,000 less seafarers' deduction of &#xA3;24,000. This is the\n\nsalary he receives in the year. It was all earned in the eligible\n\nperiod.\n\n### 2009/10\n\nThe self assessment of employment income for 2009/10 will be on\n\n&#xA3;34,000 less seafarers' deduction of &#xA3;22,000. The\n\ndeduction is due on the salary of &#xA3;12,000 for the eligible\n\nperiod April to September 2009 plus the &#xA3;10,000 bonus that was\n\nearned for the previous year (which was also an eligible\n\nperiod)."},{"manual-section-id":"EIM33031","slug": "guidance/employment-income-manual/EIM33031","title":"Meaning of duties performed wholly or partly outside the United Kingdom","body":"The condition at Section 378(1)(b) specifies:\n\n> &#x201C;the duties of the employment (as a seafarer) are\n> performed wholly or partly outside the United Kingdom\n> ...&#x201D;\n\nHowever the legislation is silent as to the amount of duties\nthat will satisfy the condition. There is no de minimis limit\nprescribed.\n\nThere are special rules for deciding whether the duties of a\nseafarer's employment have been performed wholly or partly outside\nthe United Kingdom for the purposes of the deduction.\n\nSection 383(4)(a) ensures that incidental duties performed in\nthe United Kingdom are not treated as performed outside the United\n\nKingdom for the purposes of the seafarers' deduction. Whether\n\nduties have been performed in the United Kingdom is therefore a\n\nquestion of fact.\n\nSection 383(1) treats duties performed by a seafarer outside\n\nthe United Kingdom as performed in the United Kingdom where:\n\n*   in the tax year in which the duties are\n\n    performed, the employment is in substance one whose duties fall to\n\n    be performed in the United Kingdom and\n*   the performance of duties outside the\n\n    United Kingdom is merely incidental to the performance of duties in\n\n    the United Kingdom.\n\nIf substantive duties of the employment are carried out abroad\n\nin a tax year, then the condition in Section 378(1)(b) will be\n\nsatisfied. The idea underlying substantive or merely incidental\n\nduties is based on the quality not the quantity of duties (see\n\n[EIM40203](/guidance/employment-income-manual/EIM40000#EIM40203)).\n\n### Example\n\nAn engineer who normally works on ships engaged on voyages\n\nbetween United Kingdom ports is required to carry out the same\n\nduties on a ship engaged on a voyage between Rotterdam and Norway.\n\nThe voyage lasts for one week so in that year the duties of her\n\nemployment as a seafarer are performed partly outside the United\n\nKingdom. However, the deduction will not be due unless she also has\n\nan eligible period of at least 365 days. In the circumstances of\n\nthe example this is unlikely."},{"manual-section-id":"EIM33032","slug": "guidance/employment-income-manual/EIM33032","title":"Meaning of United Kingdom","body":"The United Kingdom includes:\n\n*   England\n*   Wales\n*   Scotland\n*   Northern Ireland.\n\nThe territorial sea extending 12 miles out from the shore-line\nis also part of the United Kingdom for tax purposes.\n\n### The designated areas\n\nThe Continental Shelf Act (1964) identified certain areas of the\nNorth Sea and North Atlantic as being within the jurisdiction of\nthe United Kingdom for the purposes of oil and gas exploration and\nexploitation. Section 41 ITEPA 2003 deems that any general earnings\n\narising from employment duties performed in a designated area in\n\nconnection with exploration and exploitation activities shall be\n\ntreated as if they arose from duties performed in the United\n\nKingdom.\n\n### Effect of Section 41 on location of duties for the purposes of\n\nthe deduction\n\nSection 382(3) ITEPA 2003 deems that for the purposes of\n\ndeciding whether duties of the employment have been performed\n\noutside the United Kingdom, a designated area shall be treated as\n\npart of the United Kingdom. In consequence, employees who perform\n\nduties on ships engaged on voyages or part voyages that begin or\n\nend in the designated areas are regarded for the purposes of the\n\ndeduction as performing duties in the United Kingdom. However,\n\ndifferent treatment applies when identifying days of absence for\n\nthe purpose of calculating an eligible period.\n\n### Effect of Section 41 on Section 378(4) ITEPA 2003: absence for\n\nthe purposes of calculating an eligible period\n\nSection 378(4) does not contain a reference to Section 41 nor to\n\nthe designated areas. In consequence if an employee is in a\n\ndesignated area at midnight then the day that ended at midnight is\n\na day of absence from the United Kingdom for the purposes of\n\ncalculating an eligible period."},{"manual-section-id":"EIM33033","slug": "guidance/employment-income-manual/EIM33033","title":"Location of duties performed on a ship","body":"For the purposes of the seafarers' deduction\n**only**, treat duties performed on a ship as\nperformed outside the United Kingdom in the following\ncircumstances:\n\n*   any voyage or part voyage that begins or\nends outside the United Kingdom but\n*   **excluding** any part that both begins and ends in\nthe United Kingdom.\n\nThe effect of these rules is to enable seafarers to obtain the\ndeduction for earnings from employments that include voyages that\nbegin or end outside the boundaries of the United Kingdom. Voyages\nthat do not involve a call at an overseas port do not qualify. For\nthis purpose, the designated areas of the continental shelf are\ntreated as part of the United Kingdom, see\n[EIM33032](/guidance/employment-income-manual/EIM33000#EIM33032).\n\nThis is reinforced by Section 382(2), which treats duties\n\nperformed on a vessel engaged on a voyage not extending to a port\n\noutside the United Kingdom as performed in the United Kingdom.\n\n### Example\n\nDeep-sea fishermen who set out from the United Kingdom, sail to\n\nfishing grounds near to Iceland and return to the same home port\n\nare not entitled to the deduction. The reason for this is that for\n\nthe purposes of the deduction they do not perform duties outside\n\nthe United Kingdom. There is a single voyage that begins and ends\n\nin the United Kingdom. Section 382(2) deems all of the duties on\n\nthe trawler to have been performed in the United Kingdom.\n\nHowever, if the trawler docks at a port in Iceland to unload\n\nthe catch, duties performed on the voyage from the United Kingdom\n\nto the Icelandic port and from the Icelandic port to the United\n\nKingdom are regarded as having being performed outside the United\n\nKingdom. Subject to the other rules and conditions the trawler-men\n\nmay be entitled to the deduction.\n\n### Different approach when identifying days of absence\n\nThe guidance set out above only applies when considering where\n\nthe duties of an employment are performed.\n\nDays of absence from the United Kingdom for the purposes of\n\nestablishing an eligible period are decided according to the\n\nlocation of the employee at midnight. If at midnight the employee\n\nis outside of the United Kingdom (see\n\n[EIM33032](/guidance/employment-income-manual/EIM33000#EIM33032)) then the day that ended at\n\nmidnight counts as a day of absence. The special rules in Section\n\n382 do not apply."},{"manual-section-id":"EIM33034","slug": "guidance/employment-income-manual/EIM33034","title":"Location of duties performed on ships visiting oil and gas rigs","body":"Section 41 ITEPA 2003 treats as performed in the United Kingdom\nany duties performed on a gas or oil rig outside the 12 mile limit\nbut in a designated area of the continental shelf.\n\nSection 382 treats as performed in the United Kingdom any\nduties performed on voyages or part voyages by ships that\neither:\n\n*   start and end in a designated area,\nor\n*   start in the United Kingdom and end in a\ndesignated area, or\n*   start in a designated area and end in the\nUnited Kingdom.\n\nThis does not affect the test of whether a person is absent from\nthe United Kingdom. If he or she is outside the 12 mile limit at\nthe end of a particular day that day is a day of absence for the\npurposes of an eligible period, see\n[EIM33004](/guidance/employment-income-manual/EIM33000#EIM33004).\n\n### Drilling rigs positioned outside of the designated areas\n\nA voyage or part voyage by a ship to a rig while it is drilling\n\noutside a designated area is regarded as ending outside the United\n\nKingdom. The return voyage will be one that begins outside the\n\nUnited Kingdom.\n\nSee\n\n[EIM67100](/guidance/employment-income-manual/EIM65799#EIM67100) onwards for information on\n\nworkers in offshore oil and gas fields around the United Kingdom.\n\nThere is a special rule covering the provision of free travel\n\nbetween the mainland and offshore rigs and platforms (see\n\n[EIM34110](/guidance/employment-income-manual/EIM34000#EIM34110))."},{"manual-section-id":"EIM33035","slug": "guidance/employment-income-manual/EIM33035","title":"Crown servants","body":"The definition of employment as a seafarer in Section 384(1)\nspecifically excludes those in Crown employment. Section 384(2)\ndefines Crown employment as meaning employment under the Crown:\n\n*   which is of a public nature and\n*   the earnings from which are payable out of\nthe public revenue of the United Kingdom or of Northern\nIreland.\n\nIn consequence, civil servants and members of the Armed Forces\nwho perform duties on ships are not entitled to the deduction as\nthey are not employed as a seafarer for the purposes of Section\n384.\n\n The creation of Government agencies and non-governmental\nbodies has caused some difficulty in determining whether groups of\nemployees are Crown servants. In cases of difficulty ask the\n\norganisation for a copy of it&#x2019;s foundation document. This\n\nusually specifies the tax status of the organisation and its\n\nemployees.\n\n Advice on cases of difficulty may be obtained from the\n\nMarine Unit, South Wales Area, Cardiff (Compliance) Team &#x2013;\n\nsee EP8312 and 8313."},{"manual-section-id":"EIM33051","slug": "guidance/employment-income-manual/EIM33051","title":"Attribution of earnings: example","body":"[EIM33003](/guidance/employment-income-manual/EIM33000#EIM33003)\n\nshows how earnings from an employment can be time-apportioned\nwhen an eligible period straddles two tax years. The example\nassumes that the rate of pay remains the same throughout the\nperiods:\n\n*   before the off-shore assignment\ncommenced\n*   during the assignment (when the employee\nworked as a seafarer abroad) and\n*   after the employee returned to the United\nKingdom.\n\nHowever, if the earnings fluctuate it is not appropriate to\nsimply time-apportion the amount reported at the end of the year on\nform P14. The figures should be analysed to establish if and to\nwhat extent the employee was paid at different rates when he or she\nworked as a seafarer overseas. This will reveal the earnings that\nare attributable to the eligible period.\n\n### Example\n\nA seafarer had a 13 month eligible period ending on 30 September\n2009 that entitled him to the deduction. He was paid as\nfollows:\n\n*   annual salary of &#xA3;30,000 until 1\nAugust 2008\n*   1 August 2008 annual salary increased to\n&#xA3;40,000\n*   while he was working in the Far East from\n1 September 2008 to 30 September 2009 he received a pay supplement\nof &#xA3;100 a month\n*   in November 2009 he received a bonus of\n&#xA3;12,000 relating to the employer's accounts year ended 31 July\n2009.\n\nThe amount of earnings that attract the deduction in the tax\nyears covered by the eligible period is set out below:\n\n### 2008/09\n\n<table>\n<tr>\n<td>Salary (1 September 2008\nto 5 April 2009)</td><td>7/12 x &#xA3;40,000\n=</td><td>&#xA3;23,333</td><td></td>\n</tr>\n<tr>\n<td>Supplement (7\nmonths)</td><td>7 x &#xA3;100 =</td><td>&#xA3;700</td><td></td>\n</tr>\n<tr>\n<td>Bonus (1 September 2008\nto 5 April 2009)</td><td>7/12 x &#xA3;12,000\n=</td><td>\n&#xA3;7,000</td><td>paid in 2004/05</td>\n</tr>\n<tr>\n<td>Earnings covered by the\ndeduction</td><td></td><td>&#xA3;31,033</td><td></td>\n</tr>\n</table>\n\n### 2009/10\n\n<table>\n<tr>\n<td>Salary (6 April 2009 to\n30 September 2009)</td><td>6/12 x &#xA3;40,000\n=</td><td>&#xA3;20,000</td>\n</tr>\n<tr>\n<td>Supplement (6\nmonths)</td><td>6 x &#xA3;100 =</td><td>&#xA3;600</td>\n</tr>\n<tr>\n<td>Bonus (6 April 2009 to 31\nJuly 2009)</td><td>4/12 x &#xA3;12,000\n=</td><td>\n&#xA3;4,000</td>\n</tr>\n<tr>\n<td>Earnings covered by the\ndeduction</td><td></td><td>&#xA3;24,600</td>\n</tr>\n</table>\n\n**Self-assessments are outlined below:**\n\n### 2008/09\n\n<table>\n<tr>\n<td>Salary (6 April 2008 to\n31 July 2009)</td><td>4/12 x &#xA3;30,000\n=</td><td>&#xA3;10,000</td>\n</tr>\n<tr>\n<td>Salary (1 August 2008 to\n5 April 2009)</td><td>8/12 x &#xA3;40,000\n=</td><td>&#xA3;26,666</td>\n</tr>\n<tr>\n<td>Supplement (7\nmonths)</td><td>7 x &#xA3;100 =</td><td>\n&#xA3;700</td>\n</tr>\n<tr>\n<td>Total earnings\nreceived</td><td></td><td>&#xA3;37,366</td>\n</tr>\n<tr>\n<td>Less seafarers'\n\ndeduction</td><td></td><td>&#xA3;24,033</td>\n</tr>\n<tr>\n<td>Net taxable earnings</td><td></td><td>&#xA3;13,333</td>\n</tr>\n</table>\n\n### 2009/10\n\n<table>\n<tr>\n<td>Salary (6 April 2009 to 5\n\nApril 2010)</td><td></td><td>&#xA3;40,000</td>\n</tr>\n<tr>\n<td>Supplement (6\n\nmonths)</td><td>6 x &#xA3;100 =</td><td>&#xA3;600</td>\n</tr>\n<tr>\n<td>Bonus</td><td></td><td>\n\n&#xA3;12,000</td>\n</tr>\n<tr>\n<td>Total earnings\n\nreceived</td><td></td><td>&#xA3;52,600</td>\n</tr>\n<tr>\n<td>Less seafarers'\n\ndeduction</td><td></td><td>\n\n&#xA3;31,600</td>\n</tr>\n<tr>\n<td>Net taxable earnings</td><td></td><td>&#xA3;21,000</td>\n</tr>\n</table>\n\nThe performance period of the bonus ran from 1 August 2008 to 31\n\nJuly 2009. The part of the bonus payment attributable to August\n\n2008 was not covered by the deduction as the eligible period did\n\nnot begin until 1 September. The whole of the bonus was received in\n\n2009/10 and is taxable in that year. However, the deduction is due\n\non those parts of the bonus falling into the eligible period in\n\n2008/09 and 2009/10.\n\n Attribution of leave pay is dealt with at\n\n[EIM33052](/guidance/employment-income-manual/EIM33000#EIM33052)."},{"manual-section-id":"EIM33052","slug": "guidance/employment-income-manual/EIM33052","title":"Attribution of earnings: terminal leave pay","body":"### Pay for a period of leave taken at the end of an eligible\nperiod\n\nThe following guidance applies when:\n\n*   a seafarer takes leave in the United\nKingdom\n*   at the end of an overseas voyage or\nassignment and\n*   earnings from the voyage or assignment are\nsubject to the deduction and\n*   the seafarer is receiving leave pay for\nthe duration of the leave period.\n\nFor the purposes of the deduction, the earnings for the leave\nperiod are attributed to the eligible period that ended when the\nemployee returned to the United Kingdom. There is a restriction on\n\nthis treatment. The earnings can only be attributed to the eligible\n\nperiod if they are earnings for the tax year in which the eligible\n\nperiod ends.\n\n### Examples\n\nA seafarer returned to the United Kingdom on 31 January 2009.\n\nShe had been working in the Gulf for 13 months during which time\n\nshe had established an eligible period of more than 365 days. She\n\nwas entitled to terminal leave of 6 weeks. She remained in the\n\nUnited Kingdom until 14 March. Leave pay for the period 1 February\n\nto 14 March is attributed to the eligible period ended on 31\n\nJanuary and covered by the deduction.\n\n A seafarer returned to the United Kingdom on 28 February\n\n2009. He had been working in the Gulf for 13 months during which\n\ntime he had established an eligible period of more than 365 days.\n\nHe was entitled to terminal leave of 6 weeks. He remained in the\n\nUnited Kingdom until 14 April. Leave pay for the period 1 March to\n\n5 April is attributed to the eligible period ended on 28 February\n\nand covered by the deduction. However, the terminal leave pay for\n\nthe period 6 to 14 April is not attributed to the eligible period\n\nas the eligible period ended in 2008/09 and leave pay from 6 April\n\n2009 will be earnings for 2009/10.\n\n### Leave pay for a period spent in the United Kingdom while\n\nordinarily resident after returning from overseas during which time\n\nthe seafarer had been non-resident\n\nNon-residents who return to the United Kingdom and become\n\nordinarily resident may have their terminal leave pay treated\n\ndifferently.\n\n Leave pay for seafarers returning to the United Kingdom\n\nfollowing a period of non-residence, is likely to be taxable if it\n\nis receivable after the date of return, see\n\n[EIM33061](/guidance/employment-income-manual/EIM33000#EIM33061)."},{"manual-section-id":"EIM33053","slug": "guidance/employment-income-manual/EIM33053","title":"Attribution of earnings: effect of other deductions","body":"The deduction is available only against the net earnings\nattributable to the eligible period.\n\n The net earnings are amounts remaining after deductions\nfor:\n\n*   pension contributions\n*   allowable expenses and\n*   capital allowances.\n\nThe rule mainly affects cases where the eligible period covers\nonly part of the tax year.\n\n### Example\n\nA seafarer has an eligible period ending on 5 November 2008. For\n2008/09 he has earnings of &#xA3;24,000 and pays pension\ncontributions of &#xA3;2,400. His net earnings are &#xA3;21,600.\n\n The earnings attributable to the eligible period from 6\n\nApril 2008 to 5 November 2008 are &#xA3;12,600 (7\nths of\n\n&#xA3;21,600).\n\n Liability for 2008/09 is calculated as follows:\n\n<table>\n<tr>\n<td>Earnings</td><td></td><td>&#xA3;24,000</td>\n</tr>\n<tr>\n<td>Pension</td><td>&#xA3;2,400</td><td></td>\n</tr>\n<tr>\n<td>Seafarers' deduction</td><td>\n\n&#xA3;12,600</td><td></td>\n</tr>\n<tr>\n<td></td><td>&#xA3;15,000</td><td>\n\n&#xA3;15,000</td>\n</tr>\n<tr>\n<td>Net taxable earnings</td><td></td><td>&#xA3;9,000</td>\n</tr>\n</table>\n\nWithout this rule a person could effectively get relief for a\n\nfull year's expenses, etc. against a part year's earnings. So in\n\nthe example above there would have been a seafarers' deduction of\n\n&#xA3;14,000 (7/12ths of &#xA3;24,000) plus pension contributions\n\nof &#xA3;2,400 leaving only &#xA3;7,600 taxable."},{"manual-section-id":"EIM33061","slug": "guidance/employment-income-manual/EIM33061","title":"Treatment of periods of non-residence and terminal leave pay","body":"The full text of the Statement of Practice is reproduced at\n[EIM33062](/guidance/employment-income-manual/EIM33000#EIM33062). It covers two areas:\n\n*   periods of non-residence and eligible\nperiods and\n*   terminal leave pay.\n\n### Periods of non-residence\n\nSince 6 April 1992 the Inland Revenue (HMRC) has not accepted\nthe inclusion of periods of non-residence in the calculation of an\neligible period for the purposes of what is now the\nSeafarers&#x2019; Earnings Deduction. Legal advice confirmed that\nentitlement to the deduction depended upon the employee remaining\nresident and ordinarily resident in the United Kingdom throughout\n\nthe eligible period.\n\n The practice has been applied to individuals who became\n\nresident and ordinarily resident in the United Kingdom on or after\n\n6 April 1992.\n\n The High Court decided in the case of Carstairs v Sykes\n\n(73TC225) that it was not appropriate to include periods of\n\nnon-residence in the calculation of an eligible period. This\n\ndecision supports the general principles that underlie Statement of\n\nPractice 18/1991.\n\n### Terminal leave pay\n\nAlthough entitlement to paid leave may have been built up over a\n\nperiod, including a period of non-residence, leave pay is\n\nchargeable for the period to which it relates. Treatment of the\n\nleave pay differs according to the residence status of the\n\nindividual during the overseas work period.\n\n### Ordinarily resident after an eligible period\n\nThe leave pay may be attributed to the eligible period and\n\ncovered by the deduction. But only pay that falls into the same tax\n\nyear as the eligible period. See\n\n[EIM33052](/guidance/employment-income-manual/EIM33000#EIM33052) for a more detailed explanation\n\nand example.\n\n### Leave period in the United Kingdom following a period of\n\nnon-residence\n\nWhere the pay is for:\n\n*   a period of terminal leave during which\n\n    the individual is resident and ordinarily resident in the United\n\n    Kingdom and\n*   the leave period follows a period of\n\n    non-residence\n\nthe terminal leave pay is chargeable under Section 15 (or\n\nSection 21 before 6 April 2008) ITEPA 2003 and the deduction cannot\n\napply."},{"manual-section-id":"EIM33062","slug": "guidance/employment-income-manual/EIM33062","title":"Statement of Practice 18/1991","body":"The complete text of the Statement of Practice is set out below.\nThe references in brackets reflect the changes that are necessary\nfollowing the enactment of ITEPA 2003 covering the years from\n2003/04 onwards.\n\n> &#x201C;1. A person who is resident and ordinarily resident in\n> the United Kingdom may be liable to United Kingdom tax on earnings\n> for any work done abroad as well as for work done in the United\n> Kingdom. However, Section 193 ICTA 1988 [Section 378 ITEPA 2003]\n> provides that, where individuals [seafarers] who are resident and\n> ordinarily resident in the United Kingdom perform the duties of\n> their employment wholly or partly abroad, they are entitled to a\n> 100 per cent foreign earnings deduction for tax purposes, provided\n> they are absent from the United Kingdom for a \"qualifying period\"\n> [eligible period] of at least 365 days. This relief is given by\n> allowing a deduction equal to the individual's earnings so that in\n> fact, no tax is due on those earnings.\n>\n> 2. The term \"qualifying period\" [eligible period] is defined in\n> Paragraph 3 Schedule 12 ICTA 1988 [Section 378 ITEPA 2003]. This\n> provides that return visits to the United Kingdom may count as part\n> of the qualifying period [eligible period] on condition that:\n> *   no single visit lasts for more than 62\n> [183] consecutive days; and\n> *   the total number of days spent on visits\n> to the United Kingdom during the \"qualifying period\" [eligible\n> period] do not exceed one-sixth [one-half] of the total number of\n> days in the \"qualifying period\" [eligible period].\n> 3. Inland Revenue practice has been to allow people who\n> **have previously been resident in the United\n> Kingdom** and return after an absence abroad -\n> **during which time they have been not resident for tax\n> purposes** - to count the absence abroad during which they\n> were non-resident as part of a \"qualifying period\" [eligible\n> period] for the purposes of the 100 per cent foreign earnings\n> deduction. However, the Board of Inland Revenue are advised that\n> for the 100 per cent foreign earnings deduction to apply, the law\n> requires the person to have been resident and ordinarily resident\n> in the United Kingdom throughout the \"qualifying period\" [eligible\n> period].\n>\n> 4. The Revenue will apply this new interpretation of the law\n> with effect from 6 April 1992. Anyone who becomes resident and\n> ordinarily resident in the United Kingdom on or after that date\n> will be subject to the new practice. They will not therefore be\n> able to count a preceding period abroad,\n> **during which they were not resident**, towards a\n> \"qualifying period\" [eligible period] for the purposes of the 100\n> per cent foreign earnings deduction. The new practice will not\n> apply to people who became resident and ordinarily resident before\n> 6 April 1992. They will continue to be able to utilise a period of\n> non-residence in the United Kingdom towards establishing a\n> \"qualifying period\"[eligible period], until the benefit of the\n> period of non-residence runs out.\n>\n> **Terminal leave pay**\n>\n> 5. This change also affects the tax treatment of pay for a\n> period of leave in the United Kingdom following a period of\n> non-residence. Where pay is for a period of terminal leave during\n> which the individual is resident and ordinarily resident in the\n> United Kingdom, liability arises under Case I of Schedule E\n> [Section 15 or 21 ITEPA 2003]. If this follows a period of\n> non-residence the foreign earnings deduction cannot apply under the\n> new practice.\n>\n> 6. Where however terminal leave follows a period abroad during\n> which someone has remained resident and ordinarily resident,\n> Paragraph 3(3) Schedule 12 ICTA 1988 [Section 379(2) ITEPA 2003]\n> allows earnings attributable to the \"qualifying period\" [eligible\n> period] to include any pay for that employment which relates to a\n> period of leave immediately following the \"qualifying period\"\n> [eligible period] in the same tax year.&#x201D;"},{"manual-section-id":"EIM33063","slug": "guidance/employment-income-manual/EIM33063","title":"When periods of non-residence begin and end","body":"The residence status of an individual is decided for a complete\ntax year. There is no provision in the statutory rules for\nsplitting a tax year into different residence categories. However,\nby concession, when an individual's tax liability is affected by\nresidence the tax year may be split. A charge will only arise in\nthat part of the year when the employee is resident. See\n[EIM42850](/guidance/employment-income-manual/EIM42800#EIM42850) for advice on ESC A11 and the\nfull text of the concession.\n\n### Individual returning to the United Kingdom\n\nIn most cases, following a period of non-residence, the\n\nindividual will be regarded as becoming ordinarily resident from\n\nthe date of return to the United Kingdom, applying the provisions\n\nof ESC A11. This treatment is beneficial to most employees and is\n\napplied automatically.\n\n Exceptionally, an individual may not want the concession to\n\napply because it does not benefit him or her. If so the statutory\n\nbasis will be applicable and this means that the individual will be\n\nregarded as ordinarily resident in the United Kingdom for the whole\n\ntax year in which he or she returns, that is from 6 April in that\n\nyear.\n\n### Individual leaving the United Kingdom\n\nSimilarly, a person leaving the United Kingdom for permanent\n\nresidence abroad would normally under the above concession be\n\nregarded as non-resident from the day after the date of departure.\n\nExceptionally, it might be beneficial for that person to be\n\nregarded as resident in the United Kingdom for the whole of the\n\nyear of departure.\n\n### Dealing with a request to disapply ESC A11\n\nIf you receive a request to disapply ESC A11, point out to the\n\nindividual that the statutory basis will have to apply for all\n\nincome tax purposes. This will mean, for someone coming to the\n\nUnited Kingdom, that the earnings of the employment for the period\n\nfrom 6 April to the date of arrival will be chargeable under\n\nSection 15 (or21 before 6 April 2008) ITEPA 2003, in addition to\n\nthose for the subsequent period.\n\n### Impact on chargeability\n\nIf the taxpayer's request is confirmed, the period of residence,\n\nwhich may form part of an eligible period for the purposes of the\n\nSeafarers&#x2019; Earnings Deduction, may be regarded as commencing\n\non 6 April prior to the date of arrival, following the taxation\n\ntreatment.\n\n Similarly, on departure from the United Kingdom, an employee\n\nmay elect to be regarded as ordinarily resident for the whole of\n\nthe tax year of departure, that is, until the following 5 April.\n\nThis might, for example, establish an eligible period commencing\n\nbefore the previous 6 April or extend an existing eligible\n\nperiod.\n\n### Example\n\nSee example\n\n[EIM33064](/guidance/employment-income-manual/EIM33000#EIM33064), which illustrates the\n\napplication of ESC A11."},{"manual-section-id":"EIM33064","slug": "guidance/employment-income-manual/EIM33064","title":"Example of the effect of Extra-Statutory Concession A11","body":"A seafarer returns to the United Kingdom on the 1 January 2009\nafter spending 5 years working on cruise ships in the Caribbean. It\nis her intention to reside here permanently. During the assignment\nshe has been not resident and not ordinarily resident (NR/NOR) even\nthough she is a citizen of the United Kingdom and domiciled here.\n\n She has been absent from the country for 9 months in tax\nyear 2008-09. Under the normal rules residence status is decided\nfor the whole tax year. In 2008-09 she would be regarded as\nresident and ordinarily resident (R/OR) for the whole year were it\n\nnot for the effect of ESC A11.\n\n As she intends to live permanently in the United Kingdom ESC\n\nA11 is applied automatically. The employee is regarded as NR/NOR\n\nfor the period 6 April to 31 December and R/OR from 1 January to 5\n\nApril 2005.\n\n The employee is required to spend part of her time working\n\non ships engaged on voyages between the United Kingdom and other\n\nEuropean ports following her return to the United Kingdom. She\n\ndecides to request to disapply ESC A11 because in so doing she will\n\ngain a tax advantage. As an R/OR individual she is liable to United\n\nKingdom income tax on all earnings. However, disapplying ESC A11\n\nand accepting the strict position of R/OR status for the whole of\n\n2008-09 will allow her to include days of absence from the UK\n\nbetween 6 April and 31 December 2008 in the calculation of her\n\neligible period for Seafarers&#x2019; Earnings Deduction and thus\n\nreduce her tax bill.\n\n ESC A11 only applies to in-year arrivals and departures."},{"manual-section-id":"EIM33070","slug": "guidance/employment-income-manual/EIM33070","title":"Anti-avoidance legislation: introduction","body":"\n\n## Section 380 ITEPA 2003\n\nA seafarer may try to exploit the deduction by inflating the earnings attributable to the employment or the eligible period. Powers are provided at Section 380 to challenge such attempts. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;\n\nSection 380 is designed to operate against two different avoidance arrangements:\n\n*   where there are two or more associated employments but only one attracts the deduction. Earnings attributable to the relevant employment are inflated at the expense of earnings from the other employment(s). This is dealt with at [EIM33071](/guidance/employment-income-manual/EIM33000#EIM33071).\n*   where there is one employment but the eligible period straddles tax years and the earnings paid during the eligible period are inflated. This is dealt with at [EIM33072](/guidance/employment-income-manual/EIM33000#EIM33072).\n\nIn such circumstances the legislation permits the deduction to be restricted to the proportion of the total earnings that can reasonably be attributed to the overseas duties. Regard should be given to the following factors:\n\n*   the nature of the duties performed overseas and\n*   the amount of time devoted to the overseas duties and*   all other relevant circumstances\n\nThe legislation does not provide a formula for calculating the amount of the deduction. Instead it provides a ceiling. The deduction should not exceed what is reasonable when all of those factors have been taken into consideration.\n\nOverseas assignments are of course sometimes remunerated at a higher level than in the United Kingdom and we would not challenge the rate of remuneration on that ground alone. A relevant circumstance to take into account would be the level of remuneration payable for similar duties in the overseas country.\n\nIf an adjustment is necessary, the proper amount of earnings is attributed to the qualifying period. The deduction is then given in accordance with the instructions at [EIM33021](/guidance/employment-income-manual/EIM33000#EIM33021). "},{"manual-section-id":"EIM33071","slug": "guidance/employment-income-manual/EIM33071","title":"Anti-avoidance legislation: associated employments","body":"\n\n## Section 380 ITEPA 2003\n\nA seafarer may have two or more associated employments but only perform duties wholly or partly outside the United Kingdom for one of them. There may be an attempt to inflate earnings from the relevant employment. Earnings from the other employment(s) may be decreased or left as they were.\n\nEmployments are associated if they are with the same person or with persons associated with each.\n\n*   Companies are associated if one of them has control of the other or both of them are under the control of the same person or persons. Control has the same meaning as at Section 416 ICTA 1988.\n*   Individuals or partnerships are associated with companies or other partnerships if one of them has control of the other or both of them are under the control of the same person or persons. Control has the same meaning as at Section 995 ITA 2007.\n\nSection 380(2) sets out factors to consider. These are listed as [EIM33070](/guidance/employment-income-manual/EIM33000#EIM33070). Do not challenge only on the grounds that earnings paid in respect of the relevant employment are higher. There may be a good commercial reason for rewarding a seafarer at a higher rate for working part or all of the time abroad.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM33072","slug": "guidance/employment-income-manual/EIM33072","title":"Anti-avoidance legislation: eligible period that straddles tax years","body":"\n\n## Section 380 ITEPA 2003\n\nA seafarer with a single employment may be required to work overseas for a period of time. The eligible period may start and end at any time in the tax year. It is not uncommon for eligible periods to straddle tax years.\n\nThe employee may persuade the employer to inflate the emoluments attributable to the eligible period. This may be done by inflating the rate of pay or by paying inflated bonuses.\n\nSection 380 sets out factors to consider. These are listed as [EIM33070](/guidance/employment-income-manual/EIM33000#EIM33070). Do not challenge only on the grounds that earnings paid in respect of the eligible period are higher. There may be a good commercial reason for rewarding an employee at a higher rate for working part or all of the time abroad.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM33081","slug": "guidance/employment-income-manual/EIM33081","title":"How to claim and give the deduction","body":"The procedure for making and deciding claims to relief provided\nby Section 42 TMA 1970 does not apply to the seafarers' deduction.\nSection 378(1) simply states that \"a deduction is allowed...\".\n\n Self assessment taxpayers may use Helpsheet IR205 to\ncalculate the eligible period and enter the amount of the deduction\nin box 11 on page Ai2 in the Additional Information pages\nassociated with the employment pages.\n\n### New information requirement from 6 April 2006\n\nFor tax returns for the year ended 5 April 2007 onwards,\nemployees who enter an amount for Seafarers&#x2019; Earnings\nDeduction (&#x201C;SED&#x201D;) box 11 on page Ai2 i are required to\nenter the names of the ships on which they performed employment\nduties as additional information in Box 17 on page Ai4 of the\nAdditional Information pages\n\n Consequently it will no longer be necessary to open a formal\n\nenquiry simply to establish the name of the vessel on which an\n\nemployee performed duties in order to check whether earnings on\n\nthat vessel qualify for SED. Fewer routine enquiries of this type\n\nfrom HMRC should help to reduce the costs of tax compliance for\n\nseafarers and their agents."},{"manual-section-id":"EIM33082","slug": "guidance/employment-income-manual/EIM33082","title":"Verification of dates of absence","body":"In normal circumstances you can accept a seafarer's statement as\nto dates of absence from the United Kingdom. Where there is some\nreason to doubt the statement ask for confirmation. This may take\nthe form of documentary evidence such as:\n\n*   air tickets or other travel vouchers\n*   hotel bills\n*   passport stamps\n*   discharge book or extracts from the ship's\nlog.\n\nIn appropriate cases the employer may be asked to state when the\nseafarer was abroad.\n\nRefer cases of suspected fraud to an Inspector who should\nrefer to the Enquiry Manual if necessary."},{"manual-section-id":"EIM33101","slug": "guidance/employment-income-manual/EIM33101","title":"Meaning of employment as a seafarer","body":"## Sections 384 and 385 ITEPA 2003\n\n### Meaning of seafarer\n\nSection 384 defines employment as a seafarer as an employment other than Crown employment (see [EIM33035](/guidance/employment-income-manual/EIM33000#EIM33035)) consisting of the performance of duties on a ship or of such duties and others incidental to them.\n\nEmployees who are seafarers for this purpose will therefore include not only sailors but also anyone whose work is carried out on ships, such as cooks, entertainers and couriers on luxury liners. It does not matter if some of the duties are not performed on board ship so long as they are incidental to those that are.\n\n### Meaning of ship\n\nThere is no statutory definition of the word ship. The Court of Appeal decided in the case of Perks v Clark and others (74TC187) that for the purposes of the deduction a ship must be:\n\n*   capable of navigation and\n*   used in navigation.\n\nNavigation means ordered movement across the water. To be a ship, a vessel does not need to have a rudder or its own motive power.\n\nStructures that do not normally move about are not generally regarded as ships as they are not used in navigation. These include fixed production platforms, accommodation barges, light and weather ships, etc.\n\n### Statutory exclusion of offshore installations\n\nMobile drilling rigs including semi-submersibles, jack-ups and similar vessels in the oil and gas industry may be capable of being used in navigation (and may actually be so used). However, Section 385 excludes offshore installations from being ships for the purposes of the deduction. In consequence, workers on offshore installations, no matter what their duties are, are not seafarers and are not entitled to the deduction.\n\nSee [EIM33102](/guidance/employment-income-manual/EIM33000#EIM33102) for guidance on offshore installations for 2003-04 and [EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103) for guidance for later years.  See [EIM33104](/guidance/employment-income-manual/EIM33000#EIM33104) for examples.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"},{"manual-section-id":"EIM33102","slug": "guidance/employment-income-manual/EIM33102","title":"Meaning of offshore installation before 6 April 2004","body":"## Section 385 ITEPA 2003\n\n### Origins of the term offshore installation\n\nBefore 6 April 2004, the definition of offshore installation was found in The Mineral Workings (Offshore Installations) Act (1971), which was brought within the Offshore Installations &amp; Pipeline Works (Management &amp; Administration) Regulations (1995). The Health &amp; Safety Executive (HSE) publish these regulations.\n\nFrom 6 April 2004, the definition of offshore installation was in Section 837C ICTA 1988.  From 6 April 2007, the definition can be found in Section 1001 ITA 2007.  See [EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103) for guidance for tax years 2004-05 onwards.\n\n### Definition of offshore installation\n\nThe 1995 HSE Regulations describe offshore installations by reference to activities carried out. These activities are:\n\n*   exploring for, or exploiting, mineral resources by means of a well\n*   storing gas and recovering the stored gas\n*   where the main use is to provide accommodation for workers on offshore installations.\n\n[EIM33104](/guidance/employment-income-manual/EIM33000#EIM33104) identifies different categories of vessel and structure used in the offshore oil and gas industry and indicates whether they are ships or offshore installations for the purposes of the deduction.\n\n### Territorial limitation\n\nFor the purposes of the HSE Regulations a structure is only treated as an offshore installation while it is operating in the UK sector of the continental shelf. Section 385 overrides this territorial limitation so structures engaged in these activities anywhere in the world should not be accepted as ships for the purposes of the deduction.\n\nFor example, an employee who works on an offshore installation drilling off the coast of West Africa does not perform duties on a ship, is not a seafarer and is not entitled to the deduction.\n\n### Offshore installations in transit\n\nThe HSE apply health and safety rules appropriate to ships to offshore installations in transit. However, installations in transit, whether towed or self-propelled, remain within the definition of offshore installation in the 1995 Regulations. Employees working on offshore installations that are being moved are not seafarers for the purposes of the deduction.\n\n### Changes in use\n\nAn offshore installation may cease to be used for one of the specified activities in the 1995 Regulations and be used for another purpose. It will remain an offshore installation unless the change is permanent and there is no intention to undertake any of the specified activities again.\n\nMobile installations such as mobile drilling rigs may be taken out of use for relatively extensive periods, for example, when work is not available. Such installations will cease to be offshore installations until they are ready and preparing to depart for a new working station. An employee may claim that he or she is a seafarer when working on a mobile installation that has been taken out of use. The facts should be carefully considered in each case. Little or no use in navigation in the relevant year may mean that the installation will not be a ship on first principles (see [EIM33101](/guidance/employment-income-manual/EIM33000#EIM33101)).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM33103","slug": "guidance/employment-income-manual/EIM33103","title":"Meaning of offshore installation: 2004/05 onwards","body":"### Section 385 ITEPA 2003 and Section 1001 ITA 2007\n\nSeafarers&#x2019; Earnings Deduction (SED) is available to a &#x201C;seafarer&#x201D; who performs duties of employment on a &#x201C;ship&#x201D; if various conditions are satisfied ([EIM33101](/guidance/employment-income-manual/EIM33000#EIM33101)).\n\nFrom 6 April 2007 Section 1001 ITA 2007 provides a free-standing definition of offshore installation for the purposes of the Taxes Acts including SED.  Between 6 April 2004 and 5 April 2007, the equivalent rules were found in Section 837C ICTA 1988 (see below).  For years up to and including 2003/04 see [EIM33102](/guidance/employment-income-manual/EIM33000#EIM33102).\n\n### Definition of offshore installation - Section 1001 ITA 2007\n\nThe definition of a ship excludes an offshore installation (EIM33101).\n\nAn offshore installation is a structure (a term which includes a ship or other vessel) which is, is to be, or has been, put to a &#x201C;relevant use&#x201D; while standing or stationed in any waters.  The definition will therefore include any floating structure that maintains its position while being used for a relevant use regardless of whether it anchors or keeps on station by dynamic positioning (see [EIM33108](/guidance/employment-income-manual/EIM33000#EIM33108)).\n\nThe reference to &#x201C;any waters&#x201D; means that structures of this nature that are, are to be or have been used for a relevant use anywhere in the world, should not be accepted as ships for the purposes of the deduction.\n\n### Relevant use\n\nA structure is an offshore installation if it is, is to be or has been put to a relevant use whilst in water.  A relevant use is use for -\n\n*   exploiting mineral resources by means of a well;*   exploration with a view to exploiting mineral resources by means of a well;*   storage of gas in or under the shore or the bed of any waters;*   recovery of gas so stored;*   conveyance of things by means of a pipe;*   mainly for the provision of accommodation for persons who work on or from a structure which is, is to be, or has been, put to a use specified above\n\n[EIM33104](/guidance/employment-income-manual/EIM33000#EIM33104) lists different categories of vessel and structure used in the offshore oil and gas industry and indicates whether they are regarded as ships or offshore installations for the purposes of SED.\n\n### Changes in use\n\nSection 1001(2) provides that a structure is not an offshore installation if -\n\n*   it has ceased permanently to be put to a relevant use,*   it is not, and is not to be, put to any other relevant use, and*   since ceasing permanently to be put to a relevant use, it has been put to a use which is not relevant.\n\nThe effect of this provision is that a structure that satisfies the definition of offshore installation will remain within the definition unless it has **permanently**&#xA0;**ceased** to be used as an offshore installation with no prospect of resuming such use **and** it has been put to an entirely new use.\n\nPermanent cessation requires a cessation of use that is both lasting (i.e. not merely temporary) and is combined with the lack of a fixed intention to use the vessels in such a manner again.  This should be a straightforward question of fact.  The term does **not** require\n\n*   either that there is an intention for the vessel never to be used again in a particular manner, or\n*   that the vessel be rendered physically incapable of such use ever again as a result of a refit or refurbishment.\n\nSee [EIM33107](/guidance/employment-income-manual/EIM33000#EIM33107) for vessels designed to be capable of more than one use.\n\n### Example\n\nThe following example illustrates how the legislation works.  On 6 April 2007, a mobile drilling rig in port in Rotterdam obtained a contract for work in the Dutch sector of the North Sea from 1 May.  It left Rotterdam on 30 April and carried out exploration drilling for gas until 31 July.  On completion of its contract, it returned to Rotterdam and remained idle until 31 December.  On 1 January 2008, it obtained a new drilling contract in the Gulf of Mexico and left Rotterdam on 1 February arriving in Mexican waters on 28 February where it drilled for oil between 1 March and 5 April.\n\nThe rig was an offshore installation throughout 2007-08.  At any one time, it was either in use, to be used or it had been used for &#x201C;exploration with a view to exploiting mineral resources by means of a well&#x201D;.  This includes all periods in transit between locations and the periods when the rig was not used.  Therefore, earnings attributable to any duties performed on the rig in 2007-08 are not eligible for SED.\n\n### Definition of offshore installation before 6 April 2007 - Section 837C ICTA 1988\n\nThe definition of an offshore installation in section 837C ICTA 1988 which applied until 5 April 2007 had the same effect as section 1001 ITA 2007.  The only significant difference in wording was the reference to a &#x201C;specified&#x201D; use in section 837C instead of a &#x201C;relevant&#x201D; use in section 1001.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM33104","slug": "guidance/employment-income-manual/EIM33104","title":"Offshore installations and ships: up to and including 2007/08: examples","body":"For years up to and including 2007/08, HMRC published the lists below of vessels that were classed either as an offshore installation or as a ship.  The lists were for illustrative purposes only - they were not intended to be comprehensive lists of all the vessels in one category or the other.\n\nFor 2008/09 onwards, the lists remain relevant but the implications of the decisions in Torr and Others v CIR ([EIM33111](/guidance/employment-income-manual/EIM33000#EIM33111)) and Spowage and Others v CIR ([EIM33112](/guidance/employment-income-manual/EIM33000#EIM33112)) must be taken into account as well, to determine whether a vessel is classed as an offshore installation or as a ship.  See [EIM33105](/guidance/employment-income-manual/EIM33000#EIM33105) and [EIM33106](/guidance/employment-income-manual/EIM33000#EIM33106).\n\n### Section 1001 ITA2007\n\nWhether a vessel is classed for the purposes of SED as either an offshore installation or as a ship, depends in the first instance on its design and capability.    Where a vessel is designed to have dual or multiple uses see [EIM33107](/guidance/employment-income-manual/EIM33000#EIM33107).\n\nThe definition of an offshore installation requires, firstly, a vessel to perform a &#x201C;relevant use&#x201D; ([EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103)) whilst, secondly, it is &#x201C;standing or stationed&#x201D; in any waters (see [EIM33108](/guidance/employment-income-manual/EIM33000#EIM33108)).  Both legs of the definition must be satisfied to classify a vessel as an offshore installation. If a vessel performs a relevant use in a transient manner (i.e. whilst not standing or stationed) the second leg of this definition is not satisfied.  It follows that if a vessel capable of (and actually undergoing) movement across water is not an offshore installation, it must be a ship for the purposes of SED.\n\nWhile some structures are clearly identifiable as offshore installations and others as ships, there are some structures that are more difficult to categorise as one or the other.\n\n**Consequently whether a vessel is an offshore installation or a ship depends on the facts of each case. **\n\n### Vessels working in the offshore oil and gas industry that are offshore installations\n\nThe following structures are offshore installations and are not accepted as ships for the purposes of Seafarers&#x2019; Earnings Deduction (SED):\n\n*   floating production platforms\n*   floating production storage and offloading vessels (FPSOs)\n*   floating storage units (FSUs)\n*   mobile offshore drilling units (MODU) including drillships, semi-submersible and jack-up rigs and tension leg platforms\n*   flotels (floating accommodation units).\n\n### Vessels working in the offshore oil and gas industry that may be accepted as ships\n\nThe following vessels may be accepted as ships for the purposes of SED if they satisfy the general conditions described at [EIM33101](/guidance/employment-income-manual/EIM33000#EIM33101) and they perform their duties whilst not standing or stationed (EIM33108):\n\n*   anchor handling vessels*   construction and maintenance vessels\n*   diving support vessels\n*   heavy lifting vessels*   pipe laying barges\n*   platform support vessels\n*   safety standby vessels\n*   seismic survey vessels\n*   shuttle tankers\n*   well service vessels\n\nBut if one of these vessels is engaged in a relevant use (EIM33103), whilst standing or stationed (EIM33108), it will be classed as an offshore installation.\n\n### 2008/09 onwards\n\nFor 2008/09 onwards, the decisions in Torr and Others v CIR (EIM33111) and Spowage and Others v CIR (EIM33112) must be taken into account when deciding whether a vessel is an offshore installation or a ship.  See EIM33105 and EIM33106."},{"manual-section-id":"EIM33105","slug": "guidance/employment-income-manual/EIM33105","title":"Offshore installations and ships: 2008/09 onwards: the effect of the decisions in Torr (Pride of South America) and Spowage (Prosafe)","body":"For years up to and including 2007/08, HMRC published lists of vessels that were classed either as an offshore installation or as a ship ([EIM33104](/guidance/employment-income-manual/EIM33000#EIM33104)).  The lists were for illustrative purposes only - they were not intended to be comprehensive lists of all the vessels in one category or the other.\n\nFor 2008/09 onwards, the lists remain relevant but the implications of the decisions in Torr and Others v CIR ([EIM33111](/guidance/employment-income-manual/EIM33000#EIM33111)) and Spowage and Others v CIR ([EIM33112](/guidance/employment-income-manual/EIM33000#EIM33112)) must be taken into account as well.  See below for further information.\n\n### Section 1001 ITA 2007\n\nFollowing the decision in Torr and Others v CIR (EIM33111) published in January 2008, for 2008/09 onwards HMRC issued revised guidance explaining its interpretation of the distinction between a ship and an offshore installation.\n\nHowever, following a more recent decision in Spowage and Others v CIR (EIM33112) published in June 2009, HMRC has undertaken a further review and has revised its guidance again.   This replaces the earlier guidance published after the Torr decision and applies for 2008/09 onwards.\n\nBefore the Torr and Spowage decisions, HMRC regarded certain types of vessels as ships for the purpose of SED (EIM33104) because it understood these vessels always performed their duties in a transient manner (see [EIM33108](/guidance/employment-income-manual/EIM33000#EIM33108)).  The following are examples of the vessels concerned:\n\n*   diving support vessels (DSVs)\n*   heavy lifting and construction vessels\n*   well service vessels (WSVs).\n\nFor 2008/09 onwards, the decisions in Torr and Spowage require this classification based simply on vessel type to be reconsidered.   It is no longer possible to class a vessel as either an offshore installation or as a ship, based solely on the vessel type or description.\n\nIt is necessary to consider the nature of the duties performed by the vessel.  For instance, while a diving support vessel is likely in most circumstances to be classed as a ship, in circumstances where it carries out tasks like those of the PSA in Torr (EIM33111), it could be classed as an offshore installation.   Which definition applies depends on the facts of each case.\n\n### The effect of the decision in Torr\n\nThe PSA performed its duties entirely as a well workover and support vessel.  The Special Commissioner found that the services carried out by the PSA constituted a relevant use ([EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103)) and that the PSA performed its duties whilst standing or stationed in any waters (EIM33108).  Consequently the PSA was an offshore installation.\n\nFor 2008/09 onwards, based on the decision in Torr, a support vessel engaged in exploiting mineral resources by means of a well **whilst standing or stationed, would be classified as an offshore installation**.  For example, this could apply to DSVs, heavy lifting/construction vessels and WSVs because repair duties were regarded in Torr as part of the process of exploiting mineral resources by means of a well and therefore qualified as a relevant use (EIM33103).\n\nHowever, if these vessels do not perform those duties whilst standing or stationed, they remain outside the definition of an offshore installation (EIM33108).  Nonetheless some support vessels do perform duties while standing or stationed and, after PSA, these are classed as offshore installations instead of ships.\n\nSome of the same principles considered in Torr were subsequently considered again in Spowage.  Consequently the Torr decision cannot be applied in isolation.  It must be considered in light of the later decision in Spowage and the common principles that emerge from both cases considered together (see [EIM33106](/guidance/employment-income-manual/EIM33000#EIM33106)).\n\n### The effect of the decision in Spowage\n\nThe Spowage decision, which was published approximately 18 months after Torr, restricts the circumstances in which a support vessel engaged in construction and maintenance activity can be regarded as performing a relevant use.\n\nThe Judge in the First-Tier Tribunal found that the three vessels owned by Prosafe performed a range of construction and maintenance duties in support of one or more production platforms.  The Judge likened the Prosafe vessels to &#x201C;floating toolboxes&#x201D;. Also he found that the tasks they performed (e.g. fabrication, construction and maintenance work carried out on the Prosafe vessels before the plant/equipment was moved subsequently by crane or vessel to be installed elsewhere) were performed &#x201C;remote from actual oil extraction and/or processing&#x201D;.\n\n### 2008/09 onwards - the meaning of &#x201C;exploiting mineral resources by means of a well&#x201D;\n\nConsequently the wide definition of &#x201C;exploiting mineral resources by means of a well&#x201D; that arose from the decision in Torr, is partly restricted by the narrower definition of that term applied in the more recent decision in Spowage.\n\nFor 2008/09 onwards, the implications of the decisions in Torr and Spowage apply together and must be considered to determine whether a vessel is an offshore installation or a ship.  See EIM33106."},{"manual-section-id":"EIM33106","slug": "guidance/employment-income-manual/EIM33106","title":"Offshore installations and ships: 2008/09 onwards: the meaning of &#x201C;exploiting mineral resources by means of a well&#x201D;","body":"### Section 1001 ITA 2007\n\nThe definition of an offshore installation is explained in [EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103).  For 2008/09 onwards, the decisions in two cases issued in January 2008 (Torr) and June 2009 (Spowage) are directly relevant to the classification of a vessel as either an offshore installation or a ship (see [EIM33105](/guidance/employment-income-manual/EIM33000#EIM33105) and [EIM33106](/guidance/employment-income-manual/EIM33000#EIM33106)).\n\n### 2008/09 onwards - the meaning of &#x201C;exploiting mineral resources by means of a well&#x201D;\n\nThe Tribunal Judge in Spowage ([EIM33112](/guidance/employment-income-manual/EIM33000#EIM33112)) distinguished the construction and maintenance duties carried out by the Prosafe vessels, from the activities performed by the PSA in Torr ([EIM33111](/guidance/employment-income-manual/EIM33000#EIM33111)).\n\nWhereas the PSA&#x2019;s activities were closely associated in a physical sense with the production of oil at the well-head (e.g. working down the well, pumping heavy liquid into the well, repair/replacement of Xmas trees over wellheads and construction of manifolds to connect pipelines), the Prosafe vessels carried out construction and maintenance duties &#x201C;remote&#x201D; from the production process.\n\nThe Tribunal Judge decided that while &#x201C;exploiting mineral resources by means of a well&#x201D; (EIM33103) extends to duties performed by a vessel in association with extraction, storage and processing of oil and gas, it does not extend to repair and maintenance duties performed away from the well-head.    These duties cannot be part of the process of exploiting mineral resources &#x201D;by means of a well&#x201D;, if they are performed away from the well.\n\nAccordingly for 2008/09 onwards when considering whether a support vessel such as a diving support vessel (DSV), a construction vessel or a well service vessel (WSV) should be classed for SED as an offshore installation or a ship, one must take into account the nature of the duties that it performs.   If one of these vessels performs its duties while not closely associated with the production process (e.g. away from the well-head and/or associated sub-sea equipment) it is not involved in exploiting mineral resources by means of a well.  It follows that it is not performing a relevant use (unless it satisfies one of the alternative definitions of that term - EIM33103) and that it is not an offshore installation.\n\nOn the other hand, if one of these vessels carries out duties like the PSA in Torr, which are  closely associated with the production process (e.g. at or near the well-head and/or associated subsea equipment), those duties are part of the process of exploiting mineral resources by means of a well.  It follows that the vessel will be an offshore installation, as long as it is standing or stationed ([EIM33108](/guidance/employment-income-manual/EIM33000#EIM33108)) while it performs those duties.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM33107","slug": "guidance/employment-income-manual/EIM33107","title":"Dual or multi-use vessels","body":"## Section 1001 (3) ITA 2007\n\nFor the purposes of a claim to Seafarers&#x2019; Earnings Deduction (SED), a seafarer must perform duties of an employment on a ship.   The definition of a ship excludes an offshore installation.\n\nAn offshore installation is defined primarily in respect of the relevant use that the structure performs ([EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103)), although it must also perform the relevant use whilst &#x201C;standing or stationed&#x201D; in any waters (see [EIM33108](/guidance/employment-income-manual/EIM33000#EIM33108)).\n\n### Single use vessels\n\nIn Perks v Clark and Others (74TC187), Carnwath, J. decided that the classification of a vessel as a ship or not, should be based on the original design of the vessel and not its use at any time:\n\n&#x201C;&#x2026; the categorisation of a structure, as a ship or not, should be governed by its design and capability, rather than its actual use at any time&#x2026;&#x201D;.\n\nWhere a vessel is designed to operate for one purpose it should be straightforward to determine whether it should be classed as an offshore installation or as a ship.\n\nOnce a structure is classed as an offshore installation, it remains an offshore installation unless it ceases permanently to be put to that use (EIM33103).\n\n### Dual or multi-use vessels\n\nHowever, it is common for vessels to be designed to perform two or more types of duties.  Where one of those activities relates to a relevant use (EIM33103) which would classify the vessel as an offshore installation and another to an activity which is not a relevant use, which would not classify the vessel an offshore installation, and the two uses are of similar importance, Carnwath&#x2019;s comments do not help to determine the status of the vessel.\n\nIn these circumstances it is reasonable to consider the different types of use of the vessel during the period concerned.  If there is a principal use and the other use(s) is/ are less significant, it is reasonable to determine the classification of the vessel according to the principal use.\n\nIf it is impossible on initial examination to distinguish in importance between two or more uses, you should seek details of the nature of the operations performed by the vessel in the tax year and adopt a fair and reasonable approach to determine how to classify the vessel.\n\n### Change of use\n\nOn first principles, the purpose for which a vessel is intended to be used determines its classification as an offshore installation or a ship - see the comments above of Carnwath, J. in Clark v Perks.   But a permanent change in use may change the classification of a vessel (EIM33103).\n\nStrictly if a vessel is designed to perform a relevant use, but it is put to use subsequently for a purpose which is not a relevant use, the vessel remains an offshore installation unless the original design use has ceased permanently to be possible for this vessel (e.g. the vessel is no longer capable of performing activities for the purpose for which it was designed as a result of a refurbishment or substantial refit).   This point was considered in CIR v Langley (see [EIM33110](/guidance/employment-income-manual/EIM33000#EIM33110)).\n\nThis may seem unreasonable where the vessel has not been used at all for its original design purpose, or this has not been its principal use, during a tax year.  In these circumstances you should apply a fair and reasonable approach to determine the status of the vessel depending on the facts of each case.  If its sole (or principal) use during a tax year was not a relevant use, it is reasonable to classify the vessel according to its use in the year and not according to its original design specification.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM33108","slug": "guidance/employment-income-manual/EIM33108","title":"Standing or stationed: dynamic positioning","body":"\n\n## Section 1001(4)(a) and (b) ITA 2007\n\nFor the purposes of a claim to Seafarers&#x2019; Earnings Deduction (SED), an individual must perform duties of an employment on a ship.  The definition of a ship excludes an offshore installation (see [EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103)).\n\nAn offshore installation is defined primarily in respect of the relevant use ([EIM33107](/guidance/employment-income-manual/EIM33000#EIM33107)) that it performs, but the structure must also be put to that use whilst &#x201C;standing or stationed&#x201D; in any waters (EIM33103) in order for it to be classed as an offshore installation.  If a vessel does not satisfy **both** of these conditions it is not an offshore installation and, as long as it is capable of movement across water, it is a ship for the purposes of SED.\n\n### The meaning of &#x201C;standing&#x201D; or &#x201C;stationed&#x201D; in any waters\n\nIn Torr and Others v CIR (see [EIM33111](/guidance/employment-income-manual/EIM33000#EIM33111)), one of the appellants&#x2019; arguments relied on the suggestion that the Pride South America (PSA) was not an offshore installation because it was neither standing nor stationed when carrying out its well workover and support duties.\n\nThe appellants relied on the fact that as the PSA operated in deep water it was not possible to fix the vessel to the sea floor by anchor or hawser.  Instead it used dynamic positioning (DP) to maintain its position over a well whilst performing its operations.\n\nThe Special Commissioner dismissed this contention as follows -\n\n&#x201C;I have no hesitation in deciding that the use was while standing or stationed.  The New Shorter Oxford Dictionary gives the following meaning for &#x201C;station&#x201D;: &#x201C;1. assign a post, position or station to (a person, troops, ship, etc); place, post.  2. To take up one&#x2019;s position, post oneself.&#x201D;  It would be absurd to suggest that a ship can only be stationed if it is either secured by anchors or hawsers.  A ship can be stationed in deep water.  While the context in which the word &#x201C;stationed&#x201D; is used is as an alternative to &#x201C;standing&#x201D;, the word clearly envisages the ship being substantially stationary, I am satisfied that when dynamically positioned the Pride South America was stationed.&#x201D;\n\nHMRC takes a broad view of the meaning of &#x201C;stationed&#x201D;.  For example, whilst working in support of an offshore structure, a vessel may move off from the structure and then back to it, or move around from one side of the structure to another, for weather or operational reasons.  Despite these movements, if the vessel continues to perform duties in support of that structure it is regarded at all times as stationed, in the sense of being on station at that structure.\n\nThis interpretation was confirmed by the Upper Tribunal in Gouldson v HMRC (UKUT238 (TCC)) a decision published in June 2011 in which the Tribunal Judges decided that:\n\n&#x201C;&#x2026; &#x201C;stationed&#x201D; does not require a vessel to be fixed rigidly in one immoveable position, but allows of minor movement in relation to a fixed point.&#x201D;\n\nAnd the term stationed may be of wider application, if there are two or more structures forming part of an integrated complex.  If a vessel moves between these structures in the one complex or station to perform duties at different structures within the one complex, in HMRC&#x2019;s view the vessel is stationed (on station) within that complex.\n\n### Dynamic positioning\n\nIt follows from this decision that a vessel which is substantially stationary because of DP satisfies the requirement to be &#x201C;standing or stationed&#x201D; in the definition of an offshore installation.  Of course a vessel positioned by DP may be subject to some lateral and vertical motion in the water but that is no different from a vessel secured by hawser or anchor.\n\nHowever, a vessel may use DP when it is underway to maintain a compass heading that may not be in the direction of vessel motion.  In these circumstances the DP helps the vessel maintain its progress and navigation but the DP is not intended to keep the vessel substantially stationed.\n\nIn other circumstances, DP may be used to maintain a vessel&#x2019;s position on station (e.g. over a well), which may include some lateral movement, but subject to the length of time that the vessel is stationed in this way ([EIM33109](/guidance/employment-income-manual/EIM33000#EIM33109)), HMRC may regard a vessel in this situation as &#x201C;stationed&#x201D; within the definition of an offshore installation.  This may include movement of position around an offshore installation by a vessel that is providing services or supplies to that installation.\n\nSee EIM33109 for guidance regarding the length of time that a vessel must spend &#x201C;standing or stationed&#x201D; to satisfy this leg of the definition of an offshore installation.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM33109","slug": "guidance/employment-income-manual/EIM33109","title":"Standing or stationed: duration of stay at work location","body":"## Section 1001(4)(a) and (b) ITA 2007\n\nFor the purposes of a claim to Seafarers&#x2019; Earnings Deduction (SED), an individual must perform duties of an employment on a ship.  The definition of a ship excludes an offshore installation (see [EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103)).\n\nTo be an offshore installation a vessel must perform a relevant use (EIM33103) whilst &#x201C;standing or stationed&#x201D; in any waters ([EIM33108](/guidance/employment-income-manual/EIM33000#EIM33108)).\n\n### How long does a vessel need to be standing or stationed\n\nA vessel which provides supplies to an offshore drilling rig will need to be standing and/or stationed for a period whilst it offloads those supplies.  HMRC would not normally regard a stay of short duration whilst unloading supplies as falling within the statutory definition of standing or stationed in any waters, which implies a longer period of time without significant movement.\n\nThe definition of an offshore installation derives from rules found previously in Health and Safety Executive (HSE) legislation in the 1990s.  When applying that legislation there was a rule of thumb sometimes used that a vessel standing or stationed for more than three days was regarded as &#x201C;standing or stationed&#x201D; for the purpose of the definition of an offshore installation, whereas a vessel that was standing or stationed for three days or less did not satisfy the definition.  In a small number of cases this rule of thumb was used in claims to SED.\n\nIt has been suggested to HMRC that this rule of thumb could be used in borderline cases to assist in deciding whether a vessel performed its duties whilst &#x201C;standing or stationed&#x201D;.  **As this is not a statutory rule, its application has no legal basis and cannot be used to determine a case one way or another** but HMRC accepts that as a broad guide it may be helpful in some borderline cases.\n\nIt has been suggested also that a rule of thumb based on three days is not always sufficient.  For example, a vessel&#x2019;s operations may be delayed for a couple of days due to bad weather, or when working in deep water it may take as long as one day to lower the necessary equipment to the sea floor before work can begin and another day to bring the equipment back to the surface, leaving only one day for the work to be carried out on the sea floor.  Also imposition of very tight timetables may compromise safety which is of paramount concern in the seafaring industry.\n\nConsequently **for 2008/09 onwards** HMRC will accept, **as a rule of thumb only**, that a vessel that spends five or fewer days at one location, should not be regarded for the purpose of the definition of an offshore installation as performing its duties whilst standing or stationed.  On the other hand, a vessel that spends more than five days at one location should be regarded as standing or stationed.\n\nEach case will depend on its facts and HMRC will apply this wholly non-statutory rule in a fair and reasonable manner.  For example, if a vessel was due to perform a task planned to take four days stationed but exceptional weather conditions forced operations to be postponed for two days in the middle of the job, so that the vessel spent six days stationed to complete the task, HMRC may be prepared to accept that the five day rule still applies.\n\n### Vessels in transit\n\nIn CIR v Langley (see [EIM33111](/guidance/employment-income-manual/EIM33000#EIM33111)) it was held that when a vessel classified as an offshore installation transits to its next work location, it continues to be regarded as an offshore installation during the time spent in transit unless it has ceased permanently to be put to a relevant use.\n\nThis decision confirmed HMRC&#x2019;s view of vessel classification for time spent in transit - see [EIM33102](/guidance/employment-income-manual/EIM33000#EIM33102).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**."},{"manual-section-id":"EIM33110","slug": "guidance/employment-income-manual/EIM33110","title":"Offshore installations and ships: CIR v Langley","body":"### Section 1001 ITA 2007\n\nTwo Special Commissioners&#x2019; decisions published in late 2007 and early 2008 and a decision of the First-Tier Tribunal (Tax) published in June 2009, provide useful guidance in relation to the meaning of &#x201C;offshore installation&#x201D; in the context of Seafarers&#x2019; Earnings Deduction (SED).   Details concerning Torr and Others v CIR are at [EIM33111](/guidance/employment-income-manual/EIM33000#EIM33111) and at [EIM33112](/guidance/employment-income-manual/EIM33000#EIM33112) for details relating to the case of Spowage and Others v CIR.\n\nCommissioners&#x2019; decisions do not establish a legal precedent but in the absence of a decision of the Courts on similar facts, a decision by the Special Commissioners may be regarded as an useful indicator of the way in which the Courts might interpret the legislation.\n\n### CIR v Langley (SpC00642)\n\nThis decision was published in October 2007.\n\nBetween 1999 - 2004 the appellant carried out duties on a self propelled oil drilling rig.  In that period the rig was constructed in a shipyard in France and subsequently underwent sea trials, before moving to its first working site off Egypt, where it commenced a period of drilling for oil.  Finally it was renovated whilst there was no immediate contract for further drilling.\n\nThe appellant argued that once the vessel was floated from the dry dock in the shipyard it became a ship, as it was capable of navigation (it could not power itself at this point).  The appellant also contended that this status continued throughout its sea trials and when it was in transit to its first drilling site.   Once drilling commenced the appellant accepted that it became an offshore installation.\n\nThe Special Commissioner decided that the rig was a structure which was to be used while standing in any waters for the purpose of exploitation of mineral resources by means of a well.  As its sole use once in operation was to perform a relevant use (see [EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103)) it was intended to be put to this use from the outset of its construction.  Consequently the vessel was an offshore installation, and therefore precluded from being a ship, for the entire period of its construction, sea trials, transit to drilling site and drilling operations, until it was taken out of use for refurbishment.\n\nDuring the refit it was not put to a relevant use and, as it was otherwise capable of movement across water, it became a ship for the purposes of SED. "},{"manual-section-id":"EIM33111","slug": "guidance/employment-income-manual/EIM33111","title":"Offshore installations and ships: Torr and Others v CIR (Pride of South America)","body":"### Section 1001 ITA 2007\n\nTwo Special Commissioners&#x2019; decisions published in late 2007 and early 2008 and a decision of the First-Tier Tribunal (Tax) published in June 2009 provide useful guidance relating to the meaning of &#x201C;offshore installation&#x201D; in the context of Seafarers&#x2019; Earnings Deduction (SED).   See [EIM33110](/guidance/employment-income-manual/EIM33000#EIM33110) for details concerning the case of CIR v Langley and see [EIM33112](/guidance/employment-income-manual/EIM33000#EIM33112) for details relating to the case of Spowage and Others v CIR.\n\nCommissioners&#x2019; decisions do not establish a legal precedent but in the absence of a decision of the Courts based on similar facts, a decision of the Special Commissioners may be regarded as an useful indicator of the way in which the Courts might interpret the legislation.\n\n### Torr and Others v CIR (SpC00679)\n\nThis decision was published on 14 January 2008.\n\nMr Torr and four other appellants worked on the Pride South America (PSA), a self propelled, dynamically positioned, semi-submersible vessel designed as a mobile offshore drilling unit (MODU).  In the period concerned in the appeals the PSA had been involved only in well workover and support operations.  It had not carried out any drilling operations.\n\nLloyd&#x2019;s Register of Shipping defines a &#x201C;workover&#x201D; vessel as a vessel that worked over a well to install, refurbish and perform sub-sea completion work on wells but could not enter the well for extraction purposes.  A &#x201C;support vessel&#x201D; is defined as one involved in operations other than workover, such as diving, crane operations, heavy lifts and construction.\n\nIn broad terms, the Special Commissioner found that the activities of the PSA could be described as the repair of non functioning equipment.  A well had to be killed (temporarily shut down) when the PSA carried out its operations.  In the years under appeal, the PSA carried out its workover and support operations at between 18 - 26 different locations in each year.\n\nThe appellants put forward two principal contentions to demonstrate that the PSA was not an offshore installation ([EIM33102](/guidance/employment-income-manual/EIM33000#EIM33102)) and, as it was capable of movement across water ([EIM33101](/guidance/employment-income-manual/EIM33000#EIM33101)), it must therefore be a ship -\n\n*   the PSA was not involved in the exploitation of mineral resources by means of a well as it did not extract oil from below the sea bed because when it performed its operations the well had to be temporarily shut down, and\n*   when the PSA performed its operations it was not standing or stationed because it was not wholly static or anchored - it was held in place by dynamic positioning which allowed for some limited movement.\n\nThe Special Commissioner held on the first point that mineral resources do not cease to be exploited when a well has to be temporarily shut down for repairs.  The well workover and support operations formed part of the process of exploiting mineral resources.\n\nOn the second point, the Special Commissioner held that it was &#x201C;absurd&#x201D; to suggest a vessel can be stationed only by anchors or hawsers, neither of which can be used in deep waters.  He found that a vessel can be clearly &#x201C;stationed&#x201D; in deep waters if held in position by dynamic positioning, which at least has the effect of making the ship &#x201C;substantially stationary&#x201D;, which is sufficient to meet the statutory definition of &#x201C;standing or stationed&#x201D; for an offshore installation.\n\nConsequently as the PSA was involved in exploitation of mineral resources by means of a well whilst standing or stationed in any waters, the Special Commissioner held that the PSA was an offshore installation.  As it was not a ship the claims to SED failed.  The decision was not appealed."},{"manual-section-id":"EIM33112","slug": "guidance/employment-income-manual/EIM33112","title":"Offshore installations and ships: Spowage and Others v CIR (Prosafe vessels)","body":"## Section 1001 ITA 2007\n\nTwo Special Commissioners&#x2019; decisions published in late 2007 and early 2008 and a decision of the First-Tier Tribunal (Tax) published in June 2009 provide useful guidance relating to the meaning of &#x201C;offshore installation&#x201D; in the context of Seafarers&#x2019; Earnings Deduction (SED).   See [EIM33110](/guidance/employment-income-manual/EIM33000#EIM33110) for details concerning the case of CIR v Langley and [EIM33111](/guidance/employment-income-manual/EIM33000#EIM33111) for details relating to the case of Torr and Others v CIR.\n\n[Top of page](/guidance/employment-income-manual/EIM33000#EIM33112#Top)\n\n## Spowage and Others v CIR (TC00110)\n\nThis decision of the First-Tier Tribunal (Tax) was published on 18 June 2009.\n\nMr Spowage and three other appellants worked on three vessels owned by the Prosafe Group in the four years under appeal from 2001 to 2005.  All three vessels had been designed in the early 1980s as semi-submersible accommodation/service vessels.  All three vessels underwent significant refits in the early 2000s to enable them to perform a range of construction and maintenance duties in support of oil production platforms, as well as to continue to provide accommodation and related services for as many as 700 persons.\n\nSED is available to a seafarer who performs duties on a &#x201C;ship&#x201D; ([EIM33101](/guidance/employment-income-manual/EIM33000#EIM33101)) but not to a seafarer who performs duties on an &#x201C;offshore installation&#x201D; ([EIM33103](/guidance/employment-income-manual/EIM33000#EIM33103)).  HMRC refused the appellants&#x2019; claims to SED because the appellants were at the relevant times working on an offshore installation involved -\n\n*   either mainly in providing accommodation (one of the definitions of a &#x201C;relevant use&#x201D; - see EIM33103), or\n*   in maintenance and repair activities which, following Torr (EIM33111), constitute a &#x201C;relevant use&#x201D; (EIM33103) because these activities are part of the process of exploiting mineral resources by means of a well.\n\nThe Judge in the First-Tier Tribunal found that the three Prosafe vessels carried out various tasks including\n\n*   lifting plant and machinery into position on platforms\n*   onboard fabrication, construction and assembly work,*   workshop, sandblasting and storage facilities,*   providing a base for diving operations, as well as\n*   providing significant accommodation and related services.\n\nThe Tribunal Judge found that following the upgrades to the three vessels, none of the Prosafe vessels was engaged &#x201C;mainly&#x201D; in providing accommodation (EIM33103).   He decided that after their upgrades the vessels were used as multi-purpose maintenance and construction support vessels and he commented that -\n\n**&#x201C;The vessels were in effect, floating toolboxes&#x201D;.**\n\nHowever, he declined to accept HMRC&#x2019;s contention that, following the decision in Torr (EIM33111), these activities were part of the process of exploiting mineral resources by means of a well because he found that the duties performed by the Prosafe vessels were not directly related to the extraction of mineral resources from wells.  Unlike the PSA in Torr, none of the duties on the Prosafe vessels were involved with well-head and/or associated subsea equipment or with well workover work.\n\n**&#x201C;Generally, their work was remote from actual oil extraction and/or processing.&#x201D;**\n\nConsequently the Tribunal Judge distinguished the facts in the Spowage case from those in Torr.  Unlike the PSA, which carried out activities in close association with the well and/or subsea equipment that comprised the production process (e.g. working down the well, pumping liquid down the well, removal and replacement of Xmas trees and construction of manifolds), the construction and maintenance carried out by the Prosafe vessels was too remote from the production process to be regarded as performed &#x201C;by means of a well&#x201D;.\n\nTherefore the duties carried out did not amount to a relevant use.  As the vessels did not perform a relevant use they were not offshore installations.  It follows that they should be treated as ships for the purposes of SED.\n\nThe Tribunal Judge also decided that the vessels had undertaken their duties whilst neither standing nor stationed.  This decision was dependent on its own facts.  As he had already decided that the vessels did not perform a relevant use, it was not relevant in determining the outcome of the appeals.\n\n### How does the decision in Spowage impact on the decision in Torr\n\nThe decision in Torr published in January 2008 supported a broad definition of the definition of &#x201C;exploiting mineral resources by means of a well&#x201D;, which could arguably include all parts of the process that occur between exploration of a mineral resource until extraction of the resource is complete and/or the production process is closed down.\n\nThe decision in Spowage takes a more restricted view of the same definition.  Whilst activities that involve extraction, storage and processing of the mineral resource, including in circumstances such as those carried out by the PSA in Torr, will continue to form part of the process of exploiting mineral resources by means of a well, construction and maintenance activities that are carried out remotely from the production process (e.g. away from the well head and/or associated subsea plant and equipment) will not form  part of the process of exploiting mineral resources by means of a well (see [EIM33105](/guidance/employment-income-manual/EIM33000#EIM33105) and [EIM33106](/guidance/employment-income-manual/EIM33000#EIM33106)).\n\n### Applying Spowage for 2008/09 onwards\n\nThe decisions in Torr and Spowage are complementary.  It would not be equitable to apply one without taking into account the other, particularly as the later decision (Spowage) has a direct impact in some circumstances on the scope of the application of the earlier decision (Torr).\n\nConsequently whilst HMRC has already issued guidance ([EIM33104](/guidance/employment-income-manual/EIM33000#EIM33104) - [EIM33109](/guidance/employment-income-manual/EIM33000#EIM33109)) in February 2009 in relation to the Torr decision, and in particular how it should be applied for 2008/09 onwards, that guidance has been revised to take account of the later decision in Spowage as well.  The later decision in Spowage provides further clarity in relation to the earlier decision in Torr.\n\nAs HMRC has stated already that the Torr decision will apply for claims to SED from 2008/09 onwards, the clarification in Spowage of certain aspects of the Torr decision will also apply for claims to SED for 2008/09 onwards (see EIM33105 and EIM33106)."}]}]}}
