{"title":"# entertaining colleagues within the same organisation","details":{"manual-section-id":"EIM32620","slug": "guidance/employment-income-manual/EIM32620","body":"# entertaining colleagues within the same organisation\n\nRemember that before you consider the application of Section 336 ITEPA 2003 to entertainment expenses incurred by an employee or office holder you must first satisfy yourself that Section 356 does not prohibit a deduction (see [EIM32565](/guidance/employment-income-manual/EIM32400#EIM32565)).\n\nThe expense of entertaining other employees of the same organisation will not normally satisfy the conditions for a deduction under Section 336. It may be argued that \"contact\" with colleagues is necessary. This may be so, but any entertainment in the course of such \"contact\" is almost always likely to be predominantly related to social and personal considerations. The expense is unlikely to have been incurred wholly, exclusively and necessarily in the performance of the employee’s duties. The discussion of matters related to the work of the individuals concerned in the course of entertainment does not make the cost of that entertainment admissible. In a disputed case, it is for the employee to demonstrate that the expenditure satisfies the conditions of Section 336 ITEPA 2003 (see generally [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards).\n\nExamples of situations that you may accept will bring the entertainment of colleagues within Section 336 ITEPA 2003 are:\n\n* entertainment in the course of negotiating the renewal or alteration of a service contract or\n* entertainment on the occasion of a \"briefing visit\" when local staff are detained beyond normal hours to fit in with the visit of a headquarters controller or \"director general\".\n\nOutside consultants and agents cannot normally be classed as colleagues within the organisation. The admissibility of the cost of entertaining them must depend upon the particular circumstances. Other members of the organisation as well as the principal host can be included in business entertaining if their presence is justifiable for reasons directly related to the activities of the organisation.\n\nCases where employees entertain visitors from other companies within the same group should be dealt with on their merits. Companies in a group situation can and do deal with each other on an arms length basis. It is therefore quite possible that the expenses of entertaining visitors from another group company will satisfy the conditions in Section 336 (see generally [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards). But where social and personal considerations are present the expenses will not be deductible.","breadcrumbs":[],"sections":[]}}
