{"title":"Deductions from earnings","details":{"manual-section-id":"EIM36500","slug": "guidance/employment-income-manual/EIM36500","body":"## Section 36 CAA 2001\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM36500"],"section_groups":[{"title":" Introduction\n\nThe general rule for employees&#x2019; expenses in Section 336 ITEPA 2003 (see generally [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards) does not specifically prevent a deduction for expenditure on plant and machinery used in performing the duties of an office or employment. But substantial expenditure of this kind will not usually qualify for a deduction under Section 336 because it puts an employee in a position to perform the duties rather than being incurred in their actual performance.\n\nNormally therefore allowances for capital expenditure on machinery and plant should be given (and balancing charges should be made where necessary) under the capital allowances rules in Part 2 of the Capital Allowances Act 2001. Those rules are applied to employees and office holders by Section 15 CAA 2001. For 2000/01 and earlier years, the corresponding provisions are in Part II Chapter I of the Capital Allowances Act 1990.\n\nDo not give deductions for expenditure on acquiring plant and machinery under the general rule for employees&#x2019; expenses in Section 336 ITEPA 2003 except in the circumstances described at [EIM36510](http://www.hmrc.gov.uk/manuals/eimanual/EIM36510.htm).\n\nThe detailed guidance on capital allowances for employees and office holders is arranged as shown in the following tables.\n\n### Expenditure qualifying for capital allowances","sections":[{"manual-section-id":"EIM36510","slug": "guidance/employment-income-manual/EIM36510","title":"Expenditure on small items of plant and machinery","body":"Giving capital allowances can involve carrying figures forward\nfrom year to year (see EIM36610and\n[EIM36650](/guidance/employment-income-manual/EIM36500#EIM36650) onwards). This can be\nimpractical and not worthwhile in relation to insubstantial\nexpenditure on things like tools or small items of office equipment\nsuch as cheap pocket calculators or staplers.\n\nThere is no objection therefore to giving deductions for such\nitems under Section 336 ITEPA 2003 if they have necessarily been\nprovided by the employee solely in performing the duties of the\nemployment.\n\nAs regards claims for the cost of books see\n[EIM36710](/guidance/employment-income-manual/EIM36500#EIM36710)."},{"manual-section-id":"EIM36520","slug": "guidance/employment-income-manual/EIM36520","title":"Conditions to be satisfied if capital allowances are to be given","body":"**Note that employees are not entitled to claim capital\nallowances for a car, van, motor cycle or bicycle after 5 April\n2002. For 2002/03 onwards, the only way that employees can obtain\ntax relief for using their own vehicle for work is by a deduction\nfor mileage allowance relief (see**[EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330)**onwards). If you need help with a claim to capital\nallowances for 2001/02 or earlier in respect of a car, van, motor\ncycle or bicycle, please refer to the Schedule E (SE)\nManual.**\n\n### General conditions relating to capital allowances for\nemployees\n\nThe general rule is that employees and office holders are\nentitled to capital allowances for expenditure that they incur on\nacquiring\n\n*   machinery or plant (see[EIM36530](/guidance/employment-income-manual/EIM36500#EIM36530))\n*   which is necessarily provided for use in\n\n    the performance of their duties (see\n    [EIM36540](/guidance/employment-income-manual/EIM36500#EIM36540)).\n\nThe 'necessarily provided' test is a special rule which only\n\napplies to employees and office holders. Otherwise, the capital\n\nallowances legislation in Part 2 CAA 2001 applies to offices and\n\nemployments in the same way that it applies to trades."},{"manual-section-id":"EIM36530","slug": "guidance/employment-income-manual/EIM36530","title":"Meaning of 'machinery or plant'","body":"There is no statutory definition of what constitutes \"plant\". Broadly speaking, to qualify as \"plant\" an item must have a working life of at least two years (see CA21100).\n\nIf an item does not qualify as plant or machinery you will need to consider whether a deduction is due under the general rule for employees&#x2019; expenses in Section 336 ITEPA 2003 (see [EIM31600](/guidance/employment-income-manual/EIM31600) onwards and [EIM36510](/guidance/employment-income-manual/EIM36500#EIM36510)). "},{"manual-section-id":"EIM36540","slug": "guidance/employment-income-manual/EIM36540","title":"Meaning of 'necessarily provided for use in the performance of the duties'","body":"The phrase 'necessarily provided for use in the performance of\nthe duties' in the capital allowance legislation imposes the same\nobjective test as that in the general rule for employees&#x2019;\nexpenses in Section 336 ITEPA 2003 (see\n[EIM31640](/guidance/employment-income-manual/EIM31600#EIM31640) and\n[EIM31645](/guidance/employment-income-manual/EIM31600#EIM31645)).\n\nCapital allowances are not due for expenditure on items which\nemployees provide simply for their own convenience or for other\nreasons personal to themselves, even if they do in fact use the\nitems in carrying out their work.\n\nTo qualify for capital allowances, the duties of an employee\nmust objectively require the use of the machinery or plant. In a\ndisputed case, it is important to establish\n\n*   what the employees' duties require (see\n    [EIM36550](/guidance/employment-income-manual/EIM36500#EIM36550)) and\n*   whether it was necessary for the employees\n\n    to provide the items themselves. It will not have been necessarily\n\n    provided by the employee if the employer is willing to provide or\n\n    pay for it (see\n    [EIM36560](/guidance/employment-income-manual/EIM36500#EIM36560)).\n\nNote that the machinery or plant does not have to be 'wholly and\n\nexclusively' used for the performance of the duties. If there is\n\nprivate use the allowances can be apportioned (see\n\n[EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570))."},{"manual-section-id":"EIM36550","slug": "guidance/employment-income-manual/EIM36550","title":"In the performance of the duties: the need to establish what the duties require","body":"If an employee purchases an item of machinery or plant as a\nmatter of choice simply because he or she wishes to go about their\njob in a particular way, it will not have been 'necessarily\nprovided' for the purpose of Section 36(1)(b) CAA 2001.\n\nIn White v Higginbottom (57TC283) a clergyman claimed capital\nallowances on the cost of a slide projector which he used in giving\naudio visual sermons. The General Commissioners found as a fact\nthat another vicar could perform the functions of religious\n\nministry without the equipment concerned. In the High Court\n\nVinelott J considered this finding of fact conclusive. Commenting\n\non the objective nature of the test he said at page 289:\n\n> 'The purpose of proviso (i) to Section 47(1) must I\n>\n> think have been to impose the same test as that applicable to\n>\n> revenue expenditure ..... It is to my mind impossible to suppose\n>\n> that the legislature intended that there should be a different test\n>\n> and that capital expenditure on the provision of equipment for use\n>\n> in the performance of the duties of an office or employment should\n>\n> be allowable although the revenue cost of maintaining it might not\n>\n> be'.\n\nHowever you should take care when applying this reasoning to\n\nsituations where the employee's duties are only vaguely defined.\n\nThis is particularly so when the equipment purchased represents a\n\nmore up to date method of carrying out existing tasks which are a\n\nnecessary part of the duties. In that case, the employee can\n\nexercise some element of choice in deciding how to go about those\n\ntasks without foregoing the entitlement to allowances; in the same\n\nway that an employee who undertakes necessary travel in the\n\nperformance of the duties may choose whether to travel by car or by\n\ntrain.\n\nAs regards:\n\n*   word processors and computers, see\n    [EIM36730](/guidance/employment-income-manual/EIM36500#EIM36730)\n\n*   particular types of employment, see Table\n\n    4 in\n    [EIM36500](/guidance/employment-income-manual/EIM36500)."},{"manual-section-id":"EIM36560","slug": "guidance/employment-income-manual/EIM36560","title":"Necessarily provided: the need to establish whether the employer would provide the machinery or plant","body":"The test in Section 36(1)(b) CAA 2001 is what the duties\nthemselves require rather than what the employer or employee says\nis necessary (see\n[EIM36550](/guidance/employment-income-manual/EIM36500#EIM36550)). Nevertheless, if you are\ndealing with a doubtful claim you should establish the position of\nthe employer at an early stage.\n\nIf the expense is substantial, it would be reasonable to\nexpect the contract of employment to include a specific reference\n\nto the requirement to incur it. If there is nothing explicit in the\n\ncontract, find out whether the employee has approached the employer\n\nto provide the item, or to reimburse its cost, and, if so, with\n\nwhat response. If the employer is not prepared to bear the cost and\n\nadvances the view that the expense is not considered necessary this\n\nwill clearly weaken the taxpayer's claim, though without being\n\nentirely conclusive.\n\nYou may also need to investigate whether other workers with\n\nsimilar duties have also incurred the same sort of expense and if\n\nnot, how they manage to perform their duties."},{"manual-section-id":"EIM36570","slug": "guidance/employment-income-manual/EIM36570","title":"Apportionment of allowances where there is both business and private use","body":"The capital allowances legislation provides for apportionment of\nallowances where machinery or plant is used partly in performance\nof the duties and partly for other purposes.\n\nApportionment of capital allowances has to be made on a 'just\nand reasonable' basis having regard to all the circumstances,\nprincipally the actual use made of the item in the year of\nassessment.\n\nFor an illustration of how the apportionment is made, see\nexample EIM36920 and example\n[EIM36925](/guidance/employment-income-manual/EIM36500#EIM36925).\n\nAs regards the use of assets for business entertaining, see\n[EIM36580](/guidance/employment-income-manual/EIM36500#EIM36580)."},{"manual-section-id":"EIM36580","slug": "guidance/employment-income-manual/EIM36580","title":"Use of machinery or plant for business entertaining","body":"Capital allowances cannot be given in respect of the use of\nmachinery or plant for business entertainment. The meaning of\n\"entertainment\" is explained at\n[EIM32580](http://www.hmrc.gov.uk/manuals/eimanual/EIM32580.htm).\n\nIf an employee is entitled to capital allowances for items\nthat he or she has provided, you should treat any use for business\nentertaining purposes as private use when apportioning the\nallowances under\n[EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570)."}]},{"title":" Calculation of the allowances due","sections":[{"manual-section-id":"EIM36600","slug": "guidance/employment-income-manual/EIM36600","title":"Cases to be seen by an Inspector","body":"The pages listed in Table 2 at\n[EIM36500](/guidance/employment-income-manual/EIM36500) give guidance on dealing with\nstraightforward claims to capital allowances by employees and\noffice holders.\n\nRefer to an Inspector all cases where:\n\n*   matters are raised which are not\nconsidered in this manual or\n*   you are in doubt over the correct action\nto take or\n*   capital allowances are being claimed for\nthe first time."},{"manual-section-id":"EIM36605","slug": "guidance/employment-income-manual/EIM36605","title":"Annual Investment Allowance: general","body":"\n\n## Sections S38A and S38B, S51A to S51N CAA 2001\n\nAnnual Investment Allowance is effectively a 100% first-year allowance for business expenditure on almost all plant or machinery (apart from cars), capped at &#xA3;25,000 (Between 6 April 2008 and 5 April 2010 the AIA annual amount was &#xA3;50,000. Between 6 April 2010 and 5 April 2012 the AIA annual amount was &#xA3;100,000). There is more detailed guidance at CA23080 onwards. The AIA replaces the previous 40% or 50% FYA for expenditure by individuals (see CA23160) but it does not replace other existing FYA schemes as detailed in CA23100.\n\n*   The AIA must be claimed by a 'qualifying person'. The definition of a &#x2018;Qualifying person&#x2019; includes an individual carrying on a qualifying activity (this includes trades, professions, vocations, ordinary property businesses and employments or offices).\n*   The qualifying person must incur qualifying expenditure on or after the relevant date, see CA23083.*   The qualifying expenditure must be AIA qualifying expenditure. This definition covers almost all plant or machinery expenditure, subject to a small number of general exclusions.*   The maximum AIA is &#xA3;50,000 a year, but if the chargeable period is more or less than a year, that amount must be proportionately increased or reduced, and the AIA does not have to be claimed in whole or in part.*   There are certain restrictions on entitlement (see CA23087), for example, where the AIA is claimed in relation to an asset which is partly used for non-business purposes.\n*   A person must incur the AIA qualifying expenditure on or after the relevant commencement date that is 6 April 2008.\n\nAn employment or office may be a qualifying activity for capital allowances purposes (see CA20010). Usually, an employer will provide any necessary equipment (for example a computer) if an employee is expected to work from home, but exceptionally, there may be cases where the employee provides the equipment and can claim an AIA. This is subject to the capital allowances contributions rules (see CA14100) in cases where the employer in fact meets the expenditure either directly or indirectly, and to the rules about non-qualifying use (see CA23087).\n\n### Exclusions\n\nThe AIA is not available on expenditure incurred -\n\nGeneral exclusion 1: in the chargeable period in which the qualifying activity is permanently discontinued;\n\nGeneral exclusion 2: on the provision of a car CA23510;\n\nGeneral exclusion 3: wholly for the purposes of a North Sea ring fence trade CA23157;\n\nGeneral exclusion 4: where the asset is provided in connection with a change in the nature or conduct of a business carried on by someone else and the main benefit, or one of the main benefits, that could reasonably be expected from the change is obtaining an AIA. This is an anti- avoidance provision intended to stop a business that is not entitled to, or has exhausted its entitlement to, an AIA from getting round the AIA restrictions by effectively transferring the asset to another business that has not used up its entitlement."},{"manual-section-id":"EIM36610","slug": "guidance/employment-income-manual/EIM36610","title":"First year allowances: general","body":"## Section 52 CAA 2001\n\nThe 40% or 50% First Year Allowances were withdrawn in respect of expenditure incurred on or after 6 April 2008 for Income Tax purposes and were replaced by the Annual Investment Allowance (AIA) (see [EIM36605](/guidance/employment-income-manual/EIM36500#EIM36605)).  As a transitional provision for 2009/10, claimants can deduct an FYA of 40% or WDA of 20% from the balance after deducting AIA.\n\nExpenditure on machinery and plant which was necessarily provided for use in the performance of the duties of an office or employment  qualified for a first year allowance if:\n\n*   the item was not included in the list of exceptions at [EIM36620](/guidance/employment-income-manual/EIM36500#EIM36620) (the main exception is motor cars) and*   the item in question belonged to the employee or office holder at some time during the income tax year in which the expenditure was incurred and\n*   the expenditure was incurred during one of the qualifying periods shown in the table at [EIM36630](/guidance/employment-income-manual/EIM36630).\n\nExpenditure which did not qualify for a first year allowance may qualify for a writing down allowance instead, as described at [EIM36650](/guidance/employment-income-manual/EIM36500#EIM36650) onwards.\n\nFirst year allowance and writing down allowance cannot be claimed on the same expenditure for the same year. Where first year allowance was claimed, any balance of expenditure left (the 'residual value')  qualified for a writing down allowance in the following year (see example [EIM36910](/guidance/employment-income-manual/EIM36500#EIM36910)). Of course, if a 100 per cent first year allowance was due (see [EIM36630](/guidance/employment-income-manual/EIM36630)) the residual value will be nil.\n\nAn employee or office holder may decide not to claim a first year allowance, or to claim all or part of the allowance due.\n\nThe rates of first year allowance which may be claimed are listed at [EIM36630](/guidance/employment-income-manual/EIM36630).\n\nNote that the full first year allowance was due even if the expenditure was incurred part way through the year, or if the employment began part way through the year. But the allowance must be apportioned if the machinery or plant is used partly for non-business purposes (see [EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570))."},{"manual-section-id":"EIM36620","slug": "guidance/employment-income-manual/EIM36620","title":"First year allowances: exceptions","body":"The 40% or 50% FYAs were withdrawn in respect of expenditure incurred on or after 6 April 2008 (for IT purposes) and were replaced by the Annual Investment Allowance (AIA) (see EIM36605).\n\nThe following items did not qualify for first year allowances, even if they were bought during a qualifying period:\n\n*   motor cars and motor cycles (see [EIM36750](/guidance/employment-income-manual/EIM36500#EIM36750))\n*   any items bought from a connected person (see CA28300)\n*   any items bought in the year of assessment in which the office or employment ceases (because then a balancing charge or balancing allowance arises instead, see [EIM36670](/guidance/employment-income-manual/EIM36500#EIM36670)).\n\nAs regards the first bullet point above, remember that employees cannot claim any capital allowances for cars or motor cycles after 5 April 2002 (see [EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520)). "},{"manual-section-id":"EIM36630","slug": "guidance/employment-income-manual/EIM36630","title":"Rates of first year allowance"},{"manual-section-id":"EIM36640","slug": "guidance/employment-income-manual/EIM36640","title":"Withdrawal of 100 0.000000irst year allowance in respect of machinery and plant acquired for use primarily in Northern Ireland","body":"A 100 per cent first year allowance was available for plant and\nmachinery acquired between 12 May 1998 and 11 May 2002 (both dates\ninclusive) for use primarily in Northern Ireland (see\n[EIM36630](/guidance/employment-income-manual/EIM36630)). The 100 per cent allowance is\nwithdrawn if, at any time within two years from the date when it\nwas purchased:\n\n*   the plant or machinery belongs to the\nperson who bought it, or to somebody connected with that person\n\n    (using the definition of 'connected persons' in Section 839 ICTA\n\n    1988, see CG14532)\n> and either\n\n*   the primary use to which it is put is a\n\n    use outside Northern Ireland\n>\n\n*   it is held for use otherwise than\n\n    primarily in Northern Ireland.\n\nThe sort of case where you are most likely to have to consider\n\nwithdrawing the 100 per cent first year allowance is where, within\n\ntwo years of buying an item of plant or machinery, a Northern\n\nIreland employee\n\n*   moves away from Northern Ireland, taking the plant\n\n    or machinery with them, or\n*   sells the plant or machinery to a 'connected\n\n    person' outside Northern Ireland.\n\nIn cases where the 100 per cent first year allowance has to be\n\nwithdrawn:\n\n*   the taxpayer can claim instead the\n\n    appropriate 'elsewhere' rate of first year allowance shown in the\n\n    table in\n    [EIM36630](/guidance/employment-income-manual/EIM36630), or a writing down allowance\n\n    (see\n    [EIM36650](/guidance/employment-income-manual/EIM36500#EIM36650) onwards)\n*   the legislation allows you to make any\n\n    assessments, or adjustments of assessments, which may be necessary\n\n    to give effect to the reduced capital allowances for the year in\n\n    which the first year allowance was originally claimed."},{"manual-section-id":"EIM36650","slug": "guidance/employment-income-manual/EIM36650","title":"Writing down allowances: general","body":"## Section 58 CAA 2001\n\nMachinery or plant necessarily provided for use in the performance of the duties (see [EIM36540](/guidance/employment-income-manual/EIM36500#EIM36540)) qualifies for a writing down allowance of 20 per cent provided that it belongs to or has belonged to the employee.\n\nBut if the expenditure qualifies for:\n\n*   Annual Investment Allowance (AIA) (see [EIM36605](/guidance/employment-income-manual/EIM36500#EIM36605)), writing down allowance can be claimed on the balance of expenditure after AIA has been deducted.\n*   A first year allowance (see [EIM36610](/guidance/employment-income-manual/EIM36500#EIM36610)), first year allowance and writing down allowance cannot be claimed on the same expenditure for the same year.\n\nIn the simplest case where a qualifying item of plant is bought during the year for &#xA3;1,000 in a continuing employment, the writing down allowance will be &#xA3;200 (20% x &#xA3;1000). The difference of &#xA3;800 is called the 'residual value' and this is the figure on which a writing down allowance of 20 per cent will be calculated for the following year if circumstances remain the same.\n\nFor further guidance regarding the amount on which the writing down allowance is calculated, see [EIM36660](/guidance/employment-income-manual/EIM36500#EIM36660).\n\nThe rate of 20 per cent is not reduced where plant is acquired part way through a year of assessment.\n\nBut if the employment itself only starts part way through the year, the amount of the writing down allowance is restricted to the proportion of the year the employment is held (see example [EIM36915](/guidance/employment-income-manual/EIM36915)).\n\nAn employee may decide not to claim a writing down allowance, or may claim all or part of the allowance due.\n\nSee [EIM36670](/guidance/employment-income-manual/EIM36500#EIM36670) for the adjustments needed where:\n\n*   the office or employment ceases or*   the plant or machinery is disposed of or ceases to be used in the performance of the employee's duties."},{"manual-section-id":"EIM36660","slug": "guidance/employment-income-manual/EIM36660","title":"Writing down allowances: the amount on which the allowance is calculated","body":"## Section 57 CAA 2001\n\nThe expenditure qualifying for a writing down allowance in any year of assessment will usually consist of:\n\n*   the actual amount spent on plant and machinery during the year (less any amounts on which Annual Investment Allowance or first year allowance is being claimed (see [EIM36605](/guidance/employment-income-manual/EIM36500#EIM36605) and [EIM36610](/guidance/employment-income-manual/EIM36500#EIM36610))) and*   the residual value of any expenditure brought forward from earlier years.\n\nFor an illustration of this see example [EIM36925](/guidance/employment-income-manual/EIM36500#EIM36925).\n\n*   With effect from 6 April 2008, there is also a small pools allowance where the balance of the main pool or special rate pool before deducting WDA is &#xA3;1,000 or less (see [EIM36695](/guidance/employment-income-manual/EIM36500#EIM36695))\n\nExceptions to this rule apply when:\n\n*   **Machinery or plant which is acquired under a hire purchase contract is brought into use by the employee**. The qualifying expenditure is the total amount payable under the hire purchase contract less any 'interest' payable under it (see CA11800). For the treatment of the 'interest' on a car purchase see [EIM32860](/guidance/employment-income-manual/EIM32700CT#EIM32860).\n*   **Machinery or plant which already belongs to the employee is brought into use in performing the duties of the office or employment for the first time**. The expense incurred should be taken as the open market value at the time it is brought into such use. An Inspector should determine the open market value in these cases.\n*   **A number of items of machinery or plant are purchased**. If the items are used solely for work the legislation provides for them to be dealt with in a 'pool'. This avoids having to calculate individual writing down allowances or balancing adjustments on each item. But not all vehicles can be pooled. The position regarding vehicles is complex but can be summarised as follows:\n\nPooling does not apply to assets which are used partly for non-business purposes. For that reason, it is unlikely to occur very often in relation to employees and office holders. When it does, submit the case to an Inspector.\n\n**Remember that employees cannot claim capital allowances for cars, vans, motor cycles or bicycles after 5 April 2002 (see **[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520)**).**&#xA0;"},{"manual-section-id":"EIM36670","slug": "guidance/employment-income-manual/EIM36670","title":"Balancing allowances and charges: when they arise","body":"A balancing allowance or a balancing charge will normally have\nto be made where an employee has been given capital allowances on\nan item of machinery or plant used in the performance of his or her\nduties and they subsequently:\n\n*   sell or otherwise dispose of the machinery\nor plant or\n*   cease to use it in the employment because\nthe employment ends or\n*   permanently cease to use it in the\nperformance of the duties of the employment.\n\nAs regards the calculation of the allowance, or charge, see\n[EIM36680](/guidance/employment-income-manual/EIM36500#EIM36680)."},{"manual-section-id":"EIM36680","slug": "guidance/employment-income-manual/EIM36680","title":"Balancing allowances and charges: how they are calculated","body":"The balancing adjustment is made by reference to the 'disposal\nvalue' of the item concerned (see\n[EIM36690](/guidance/employment-income-manual/EIM36500#EIM36690)). In a straightforward case\nwhere the plant is the only item on which the employee has claimed\nallowances in the past and it is sold for its market value, the\nbalancing adjustment for the year of sale will be\n\n*   **a balancing charge** on the amount by which the sale\nprice is greater than the residual value brought forward from the\nprevious year of assessment (but limited if necessary so that the\n\n    sale price used in the calculation does not exceed the original\n\n    cost or the qualifying expense in the year allowances were first\n\n    claimed) or\n*   **a balancing allowance** on the amount by which the\n\n    sale price is less than the residual value brought forward from the\n\n    previous year of assessment.\n\nBoth balancing charges and allowances have to be adjusted to\n\ntake private use into account in accordance with\n\n[EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570), see example\n\n[EIM36930](/guidance/employment-income-manual/EIM36930).\n\nWhere the extent of private use has varied over the life of\n\nthe item an average fraction has to be used.\n\nFor 2001/02 and earlier years there are some special rules\n\nfor dealing with capital allowances and balancing allowances on\n\nmotor vehicles and bicycles, see SE36970 and example SE36935 .\n\nRemember that employees cannot claim capital allowances (including\n\nbalancing allowances) for cars, vans, motor cycles or bicycles\n\nafter 5 April 2002 (see\n\n[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520))."},{"manual-section-id":"EIM36690","slug": "guidance/employment-income-manual/EIM36690","title":"Balancing allowances and charges: the value to take","body":"As indicated at\n[EIM36680](/guidance/employment-income-manual/EIM36500#EIM36680), balancing adjustments are\nbased on disposal value.\n\nIf the machinery or plant has been sold this will be the sale\nproceeds unless the sale was not at market value. Refer the case to\nan Inspector if:\n\n*   you suspect the sale was not at market\nvalue or\n*   the machinery or plant was acquired from a\nconnected person or\n*   the adjustment is needed because the\nemployment has ended or the machinery or plant has permanently\n\n    ceased to be used in the performance of the duties.\n\nThe Inspector will determine the disposal value in accordance\n\nwith CA23250."},{"manual-section-id":"EIM36695","slug": "guidance/employment-income-manual/EIM36695","title":"Small Pools Allowance","body":"## S56A CAA 2001\n\nThis new type of Writing Down Allowance (WDA) for small pools was introduced by FA 2008 and applies to the main pool and the special rate pool. It does not apply to single asset pools.\n\nWhere the total amount of a person&#x2019;s qualifying expenditure (in the pool, or to be added to the pool), minus the total of any disposal receipts for the chargeable period - call this amount &#xA3;x - is less than or equal to the &#x2018;small pool limit&#x2019; of &#xA3;1,000, the person is entitled to a WDA of that amount (that is, of &#xA3;x). A person may either claim the small pools WDA (if the amount in the pool does not exceed the limit) or the normal percentage WDA. He cannot claim both WDAs in respect of the same pool in the same chargeable period.\n\nIf, in one year, &#xA3;x were, for example, &#xA3;1,200, then the person would be unable to claim the &#x2018;small pools&#x2019; allowance that year. Instead, he could claim (say) a normal WDA of 20% = &#xA3;240, leaving a balance of &#xA3;960 to be carried forward to the next chargeable period. And, if for example, he incurred no new expenditure and made no disposals in the next chargeable period, he would be able to claim a small pools allowance of &#xA3;960 then. There is further guidance and examples at CA23225."}]},{"title":" Particular items of machinery or plant.\n\nNote that, except where this is made clear in the text, the guidance in these pages supplements but does not replace the general guidance in the pages listed above","sections":[{"manual-section-id":"EIM36700","slug": "guidance/employment-income-manual/EIM36700","title":"Bicycles","body":"Employees cannot claim capital allowances for a bicycle after 5\nApril 2002. For 2002/03 onwards, the only way an employee can get\ntax relief for using their own bicycle for work is by a deduction\nfor mileage allowance relief (see\n[EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) onwards).\n\n### 2001/02 and earlier years\n\nSee SE36700."},{"manual-section-id":"EIM36710","slug": "guidance/employment-income-manual/EIM36710","title":"Books","body":"Where the conditions of Section 336 ITEPA 2003 are satisfied you\nmay admit a deduction for the full cost of books which are likely\nto be of only temporary use or value. For example, text books a\nteacher may have to provide for use in class. For detailed guidance\non dealing with teachers' claims see\n[EIM70725](/guidance/employment-income-manual/EIM70199#EIM70725).\n\nIf, exceptionally, an employee has to purchase a substantial\nwork of reference likely to have a long useful life, any deduction\nwill have to be considered under the capital allowances code (see\n[EIM36500](/guidance/employment-income-manual/EIM36500) onwards). Only spend time in\nestablishing whether an allowance is due as an expenses deduction\nor as a capital allowance in worthwhile cases."},{"manual-section-id":"EIM36720","slug": "guidance/employment-income-manual/EIM36720","title":"Briefcases","body":"Although a briefcase is likely to fall within the definition of\n\"plant\" (see\n[EIM36530](/guidance/employment-income-manual/EIM36500#EIM36530)), you should generally refuse\nclaims to capital allowances on the grounds that the case is not\n**necessarily** provided for use\n**in the performance of** the employee's duties (see\n[EIM36540](/guidance/employment-income-manual/EIM36500#EIM36540)).\n\nWhere it forms part of the employee's duties to transport\ndocuments or materials securely the employer will usually make some\nsuitable receptacle available. If the employer does not consider\nthis necessary, the duties themselves must be considered to\nestablish whether the employee uses his or her own case simply as a\nmatter of convenience or choice. When transporting papers between\nhome and work the case is not being used in the performance of the\n\nduties unless the employee's home is itself a genuine place of work\n\n(see\n\n[EIM32370](/guidance/employment-income-manual/EIM32350#EIM32370))."},{"manual-section-id":"EIM36730","slug": "guidance/employment-income-manual/EIM36730","title":"Computers and word processors","body":"Most employees will not be able to satisfy the statutory test\nfor capital allowances in Section 36(1) CAA 2001 (see\n[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520)) in relation to the purchase of\ncomputers, word processors and their peripherals. Even if they can\nshow that such equipment is essential for their duties, it is very\noften the case that the employer will supply what is needed (see\n[EIM36560](/guidance/employment-income-manual/EIM36500#EIM36560)). It is not enough for the\ntaxpayer to claim that what the employer provides or will provide\nis inadequate.\n\n The situation will be different if the duties themselves are\nnot clearly defined\n**and** the employer requires the employee to provide\nthe equipment needed out of his or her own pocket. A deduction\n\nshould not be refused simply because previous holders of the post\n\nconcerned, or existing holders of similar posts, find it possible\n\nto manage without the use of the most up-to-date equipment. A\n\nsalesman who makes twice as many calls on clients as some of his\n\ncolleagues will not have his allowable travel expenses restricted\n\nunder Section 337 ITEPA 2003 on the grounds that the additional\n\ncalls were not necessary. Similarly a saleswoman who purchases a\n\ncomputer to produce estimates at a rate faster than her colleagues\n\nshould not be denied capital allowances on the grounds that she\n\ncould have done her job without the equipment, provided that the\n\ntasks the computer performs are themselves an essential part of the\n\nduties.\n\n Broadly speaking, you can accept that the equipment is\n\n'necessarily provided', and admit a claim to capital allowances\n\nwhere:\n\n*   an employee has a job which is paid\n\n    entirely or largely by results and\n*   although the object, such as selling life\n\n    insurance, is clear, the method by which the employee is to achieve\n\n    results is not stereotyped and\n*   the employee is required to bear the cost\n\n    of any equipment performing functions or activities intended to\n\n    achieve that objective (that is, the employer will not provide or\n\n    pay for such equipment).\n\nThat does not of course mean that a computer can never qualify\n\nfor capital allowances in any other circumstances. The guidance on\n\nthis page sets out the usual position as regards computers. But in\n\nany case where agreement cannot be reached it is important that you\n\nobtain all the relevant facts and apply the general guidance in\n\n[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520) onwards before you make\n\narrangements to refer the matter to the First-tier Tribunal.\n\n If capital allowances are due they will be subject to a\n\nrestriction if the equipment is also used for private purposes (see\n\n[EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570)).\n\n For references to particular types of employment see Table 4\n\nin\n\n[EIM36500](/guidance/employment-income-manual/EIM36500).\n\n As regards first year allowances for equipment purchased\n\nbetween 1 April 2000 and 31 March 2004, see\n\n[EIM36731](/guidance/employment-income-manual/EIM36500#EIM36731)."},{"manual-section-id":"EIM36731","slug": "guidance/employment-income-manual/EIM36731","title":"100 0.000000irst year allowance for computers and hi-tech communications equipment bought between 1 April 2000 and 31 March 2004","body":"The normal first year allowance for plant and machinery is 40%\n(see\n[EIM36630](/guidance/employment-income-manual/EIM36630)). However, Section 45 CAA 2001\nprovides for a 100% first year allowance to be given in respect of\ninformation and communications technology equipment purchased\nbetween 1 April 2000 and 31 March 2004 (both dates inclusive). This\napplies wherever the equipment is to be used.\n\nThe equipment that qualifies for the 100% first year\nallowance is:\n\n*   **computer equipment** comprising computers (ranging\n\n    from small palmtop organisers to large systems), computer\n\n    peripherals such as keyboards, printers etc; cabling and other\n\n    equipment to link computers to each other, or to data networks such\n\n    as the internet; and dedicated electrical systems for\n\n    computers\n*   **high-tech communications technologies** comprising\n\n    WAP (wireless application protocol) phones, 3rd generation (3G)\n\n    mobile phones and equipment with similar applications and\n\n    functionality; and set-top boxes that are connected to televisions\n\n    and are capable of receiving and transmitting information from and\n\n    to data networks such as the internet\n*   **software** comprising software for use with\n\n    computers or high-tech communication technologies. This covers all\n\n    computer software, including new software for use on computers\n\n    bought before 1 April 2000 and the costs of creating new\n\n    websites.\n\nFor further information about the conditions which must be\n\nsatisfied:\n\n*   for an employee or office holder to obtain\n\n    capital allowances at all, see EIM36520onwards and\n    [EIM36730](/guidance/employment-income-manual/EIM36500#EIM36730)\n\n*   in order to qualify for a first year\n\n    allowance, see\n    [EIM36610](/guidance/employment-income-manual/EIM36500#EIM36610)."},{"manual-section-id":"EIM36810","slug": "guidance/employment-income-manual/EIM36810","title":"Mobile telephones, car telephones and in-car entertainment","body":"When a car is supplied complete with 'extras' such as a car\nphone or in-car entertainment, the cost of those items will be\nincluded in the cost of the vehicle. Capital allowances for 2001/02\nand earlier years can therefore be based on the aggregate cost of\nthe car and extras. For 2002/03 onwards, no tax relief is available\nfor such 'included' extras beyond the normal mileage allowance\nrelief for the car in question (see\n[EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) onwards).\n\n If it is clear that these items were supplied separately\nafter the car was purchased, then they will qualify for capital\n\nallowances if they are necessarily provided for use in the\n\nperformance of the duties (see\n\n[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520)). This applies for all years.\n\nIt is possible that a car phone would qualify for capital\n\nallowances, but most unlikely that in-car entertainment would do\n\nso.\n\n Allowances in respect of the capital cost of a car\n\ntelephone, or other mobile telephone, should normally be given only\n\nwhere:\n\n*   the employee has a travelling appointment\n\n    (see\n    [EIM32366](/guidance/employment-income-manual/EIM32350#EIM32366)) and\n*   the duties require that the employee\n\n    should be in contact, or be able to be in contact with others on a\n\n    continual basis, for business purposes.\n\nAs regards the availability of first year allowances for\n\nhigh-tech communication equipment, see\n\n[EIM36731](/guidance/employment-income-manual/EIM36500#EIM36731).\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM36750","slug": "guidance/employment-income-manual/EIM36750","title":"Motor vehicles: general","body":"The term 'motor vehicle' may be taken to include a car, a motor\ncycle or a van.\n\n### 2002/03 onwards\n\nEmployees cannot claim capital allowances for a motor vehicle\nafter 5 April 2002. For 2002/03 onwards, the only way an employee\ncan get tax relief for using their own vehicle for work is by a\ndeduction for mileage allowance relief (see\n[EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) onwards).\n\n### 2001/02 and earlier years\n\nSee SE36750 onwards."},{"manual-section-id":"EIM36800","slug": "guidance/employment-income-manual/EIM36800","title":"Pocket calculators","body":"Pocket calculators should normally be dealt with under\n[EIM36510](/guidance/employment-income-manual/EIM36500#EIM36510) as minor items for which a\ndeduction may be due under Section 336 ITEPA 2003, if the\nexpenditure meets the conditions of that Section.\n\nAs regards more advanced machines, see\n[EIM36730](/guidance/employment-income-manual/EIM36500#EIM36730)."}]},{"title":" Particular types of employment\n\nNote that, except where this is made clear in the text, the guidance in these pages supplements but does not replace the general guidance in the pages listed above\n\n### Procedures","sections":[{"manual-section-id":"EIM36850","slug": "guidance/employment-income-manual/EIM36850","title":"How capital allowances are given, and how balancing charges are taxed","body":"Capital allowances are given as a deduction from earnings, in\nthe same way as expenses under Section 336 ITEPA 2003. If the\nallowances due exceed the emoluments, see\n[EIM36890](/guidance/employment-income-manual/EIM36500#EIM36890).\n\n### Balancing charges\n\nBalancing charges relating to employees and office holders are\nchargeable to tax as earnings from the employment or office."},{"manual-section-id":"EIM36870","slug": "guidance/employment-income-manual/EIM36870","title":"Claims and appeals","body":"\n\n## Section 205(4) ICTA 1988 and Section 3(1) and (2) CAA 2001\n\n### Claims\n\nStrictly speaking, capital allowances must be claimed in a self-assessment return (Section 3(1) and (2) CAA 2001). In practice, however, many employees and office holders do not receive a return. You can therefore accept a capital allowance claim by an employee or office holder that is made:\n\n*   in correspondence\n*   by the completion of a form P87\n*   in a self-assessment return.\n\nIf an assessment or self-assessment has become final, capital allowances should not be given for the year in question unless there are grounds for allowing a late claim - see SACM 10035 onwards.\n\n### Time limits\n\nAs explained above, the strict legal position is that capital allowances must be claimed in a self- assessment return. The time limits for making or amending a claim to capital allowances are therefore the same as the time limits for making or amending a self-assessment.\n\nNote that the SA time limits do not begin to run until a return is issued. Employees who have not received a return can request one up to 3 years after 31 October following the year concerned (Section 711(2) ITEPA 2003). For example, a return for 2009/10 can be requested at any time up to 31 October 2013.\n\nClaims which are made in correspondence, or in a form P87, may therefore be accepted if they are received at a time when the employee is still within the time limit for requesting a SA return.\n\nFor 1996/97 and earlier years, the expenditure must also be notified within the time limit set out in SE36860&#xA0;\n\n### Appeals\n\nNote that the claims procedure in Section 42 TMA 1970 does not apply to claims for capital allowances. This means that if a claim to capital allowances cannot be settled by agreement the only way to bring the dispute before the Commissioners is:\n\n*   for 1995/96 and earlier, an appeal against a Schedule E assessment\n*   for 1996/97 onwards, an appeal against an HMRC amendment to a self- assessment (if the dispute involves a taxpayer who is not normally within SA, they will nevertheless have to complete a self-assessment for the year concerned)."},{"manual-section-id":"EIM36880","slug": "guidance/employment-income-manual/EIM36880","title":"UK based earnings and earnings charged on remittance","body":"Certain employees are only taxed on their UK based earnings, see\n\n[EIM40003](/guidance/employment-income-manual/EIM40000#EIM40003). Such employees are entitled to\ncapital allowances for plant and machinery that satisfies the\nconditions in\n[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520), but only to the extent that it\nis used in the performance of their UK duties. Use in the\nperformance of duties outside the UK is treated as non-business use\nfor the purpose of the apportionment in\n[EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570).\n\n### Earnings charged on remittance\n\nNo deduction for capital allowances can be given from earnings\nchargeable on remittance.\n\nFor guidance on the way that the deduction rules in Part 5\nITEPA 2003 apply to employees chargeable only on UK based earnings\nor on remittance, see\n\n[EIM31750](/guidance/employment-income-manual/EIM31600#EIM31750) onwards."},{"manual-section-id":"EIM36890","slug": "guidance/employment-income-manual/EIM36890","title":"Set-off of excess capital allowances against other income","body":"## Section 262 CAA 2001 and Section 128 ITA 2007\n\nIf the deductions allowable under the general rule for employees&#x2019; expenses in Section 336 ITEPA 2003 exceed the earnings from the employment, no deduction for the excess can be given against other income (see [EIM31655](/guidance/employment-income-manual/EIM31600#EIM31655)).\n\nBut if all or part of any capital allowances due cannot be set off against the earnings from the employment, an election can be made for some or all of the excess to be set off against other income (see also [EIM32866](/guidance/employment-income-manual/EIM32700CT#EIM32866)).\n\nSuch claims will be very exceptional and must be referred to an Inspector. "},{"manual-section-id":"EIM36900","slug": "guidance/employment-income-manual/EIM36900","title":"Capital allowances and loan interest relief","body":"An employee may use a loan to buy machinery or plant. If the\nexpenditure qualifies for capital allowances (see\n[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520)) the employee can also be given\nrelief for the interest payable on the loan (see RE402).\n\nThe loan interest relief depends on the employee's\nentitlement to capital allowances, not on whether such allowances\nare actually claimed. It may happen, for example, that an employee\nrefrains from claiming allowances for a particular year (see\n[EIM32860](/guidance/employment-income-manual/EIM32700CT#EIM32860)). In such a case the employee\nwould still be able to claim loan interest relief.\n\nEmployees cannot claim capital allowances for motor vehicles\nor bicycles after 5 April 2002 (see\n[EIM36520](/guidance/employment-income-manual/EIM36500#EIM36520)). It follows that they also\ncannot claim loan interest relief, for 2002/03 onwards, on a loan\n\nobtained to purchase a motor vehicle or bicycle."}]},{"title":" Examples","sections":[{"manual-section-id":"EIM36910","slug": "guidance/employment-income-manual/EIM36910","title":"Calculation of first year allowance","body":"The 40% or 50% FYAs were withdrawn in respect of expenditure incurred on or after 6 April 2008 (for IT purposes) and were replaced by the Annual Investment Allowance (AIA) (see EIM36605).\n\nThis example shows how first year allowance is calculated in a straightforward case.\n\nOn 6 June 2007, an employee starts a new job in Exeter and has to spend &#xA3;600 on a word processor in order to perform its duties. The word processor is used solely for work. As the expenditure was incurred in a qualifying period (see [EIM36630](/guidance/employment-income-manual/EIM36630)) the employee claims capital allowances as follows:\n\n<table>\n<tr>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n</tr>\n<tr>\n<td>\n\n2007/08\n\n</td>\n<td>\n\nCost\n\n</td>\n<td>\n\n600\n\n</td>\n</tr>\n<tr>\n<td>\n\n</td>\n<td>\n\nFirst year allowance 50% of &#xA3;600 =\n\n</td>\n<td>\n\n300\n\n</td>\n</tr>\n<tr>\n<td>\n\n</td>\n<td>\n\nResidual value carried forward\n\n</td>\n<td>\n\n300\n\n</td>\n</tr>\n<tr>\n<td>\n\n2008/09\n\n</td>\n<td>\n\nWriting down allowance 20% of &#xA3;300 =\n\n</td>\n<td>\n\n</td>\n</tr>\n<tr>\n<td>\n\n</td>\n<td>\n\nResidual value carried forward\n\n</td>\n<td>\n\n240\n\n</td>\n</tr>\n</table>\n\nNote that the full 50% first year allowance is due even though the employee started the job part way through the tax year (see [EIM36610](/guidance/employment-income-manual/EIM36500#EIM36610)).\n\nBut if the employee had used the word processor partly for non-business purposes a private use adjustment would have been necessary (see [EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570)).\n\nPlease also see the guidance at [EIM36695](/guidance/employment-income-manual/EIM36500#EIM36695) relating to small pools allowance."},{"manual-section-id":"EIM36915","slug": "guidance/employment-income-manual/EIM36915","title":"Writing down allowances: restriction of allowance in year employment begins"},{"manual-section-id":"EIM36925","slug": "guidance/employment-income-manual/EIM36925","title":"Adjustments for private use","body":"The 40% or 50% FYAs were withdrawn in respect of expenditure incurred on or after 6 April 2008 (for IT purposes) and were replaced by the Annual Investment Allowance (AIA) (see EIM36605).\n\nThis example illustrates adjustments for private use. It also shows that assets which are used privately as well as for business are not pooled, either with each other or with assets used wholly for business (see [EIM36660](/guidance/employment-income-manual/EIM36500#EIM36660)).\n\nA travelling salesman working from home takes up employment in Newcastle on 6 April 2008 and is obliged immediately to purchase a  word processor (cost &#xA3;2,500) for use in the performance of the duties. The word processor is used 95 per cent of the time for business.\n\nIn June 2009, as a result of a new sales campaign, the salesman is required to buy a copier costing &#xA3;600. It is accepted that the copier is used wholly for business. He elects not to claim Annual Investment Allowance.\n\nWriting down allowances are claimed as follows.\n\n<table>\n<tr>\n<td>\n\n</td>\n<td>\n\nWord processor\n\n</td>\n<td>\n\nCopier\n\n</td>\n<td>\n\nTotal allowances\n\n</td>\n</tr>\n<tr>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n</tr>\n<tr>\n<td>\n\n**1908/09**\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n</tr>\n<tr>\n<td>\n\nCost\n\n</td>\n<td>\n\n2,500\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n</tr>\n<tr>\n<td>\n\nWDA(20%)\n\n</td>\n<td>\n\n500\n\n</td>\n<td>\n\n(x95% = 476\n\n</td>\n<td>\n\n</td>\n<td>\n\n475\n\n</td>\n</tr>\n<tr>\n<td>\n\nResidual value\n\n</td>\n<td>\n\n2000\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n</tr>\n<tr>\n<td>\n\n**2009/10**\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n</tr>\n<tr>\n<td>\n\nCost\n\n</td>\n<td>\n\n</td>\n<td>\n\n</td>\n<td>\n\n600\n\n</td>\n<td>\n\n</td>\n</tr>\n<tr>\n<td>\n\nWDA(20%)\n\n</td>\n<td>\n\n400\n\n</td>\n<td>\n\n(x 95% = 380)\n\n</td>\n<td>\n\n120\n\n</td>\n<td>\n\n500\n\n</td>\n</tr>\n<tr>\n<td>\n\nResidual value\n\n</td>\n<td>\n\n1,600\n\n</td>\n<td>\n\n</td>\n<td>\n\n480\n\n</td>\n<td>\n\n</td>\n</tr>\n</table>\n\nNote that:\n\n*   the residual value to carry forward is calculated by deducting the full 25% writing down allowance (or first year allowance at the appropriate rate), **before **making any adjustment for private use.\n*   Please also see the guidance at [EIM36695](/guidance/employment-income-manual/EIM36500#EIM36695) relating to small pools allowance."},{"manual-section-id":"EIM36930","slug": "guidance/employment-income-manual/EIM36930","title":"Balancing allowances and charges"}]}]}}
