{"title":"EIM31651 - The general rule foremployees’ expenses: in the performance of the duties:\ndecided cases","details":{"manual-section-id":"EIM31651","body":"There are a number of cases in which the Courts have held that\nexpenditure incurred in connection with an employment was not\ndeductible because it was not incurred in the performance of the\nduties of the employment. Examples include\n\n","breadcrumbs":["EIMANUAL","EIM31600","EIM31651"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM32560","title":"Shortt v McIlgorm\n(26TC262)","body":"Fees paid by an employee to an employment agency for obtaining a job are not deductible under Section 336 ITEPA 2003.\n\nThe leading case is Shortt v McIlgorm (26TC262). A deduction was refused for a payment made to an employment agency. The payment was not made in the performance of the duties of the employment, see [EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650). "},{"manual-section-id":"EIM32525","title":"Blackwell v Mills\n(26TC468)","body":"No deduction should normally be permitted under Section 336\nITEPA 2003 for expenses incurred by an employee for external\neducation. This is so even where the subject of the education is\nclosely relevant to the nature of the employment. The expenses are\nnot deductible because they are not incurred in the performance of\nthe duties of the employment, see\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650).\n\nThe case law is summarised at\n[EIM32530](/guidance/employment-income-manual/EIM32401#EIM32530).\n\nThe only exception is where the external education is an\nintegral part of the duties of the employment, see\n[EIM32535](/guidance/employment-income-manual/EIM32401#EIM32535).\n\nIn appropriate cases you should also consider the following\nadvice:\n\n*   where the expense of external education is\npaid for or reimbursed by the employer, see[EIM01210](/guidance/employment-income-manual/EIM01000#EIM01210) and[EIM05005](/guidance/employment-income-manual/EIM04700#EIM05005).\n*   where payments are made to an employee who\nis enrolled at a university, technical college or similar\n\n    educational establishment for at least one academic year and\n\n    attends that establishment full-time for at least 20 weeks a year,\n\n    see\n    [EIM06205](/guidance/employment-income-manual/EIM04700#EIM06205) onwards.\n*   where the employee attends an overseas\n\n    course, conference or study tour, see\n    [EIM31950](/guidance/employment-income-manual/EIM31800#EIM31950).\n\nThe circumstances in which the expense of external education can\n\nbe deducted are illustrated by example\n\n[EIM32545](/guidance/employment-income-manual/EIM32401#EIM32545)."},{"manual-section-id":"EIM32865","title":"Eagles v Levy\n(19TC23)","body":"Legal costs incurred by an employee in order to establish a\nlegal right that he or she enjoys as an employee are not\ndeductible.\n\nIn Eagles v Levy (19TC23) a company director incurred legal\ncosts when he took action to recover remuneration due to him from a\ndirectorship. The Court refused his request for a deduction. The\ncost is not incurred necessarily; it is not a cost that each and\nevery employee would have to incur in carrying out the duties of\nthe office, see\n[EIM31640](/guidance/employment-income-manual/EIM31600#EIM31640)."},{"manual-section-id":"EIM32507","title":"Ansell v Brown\n\n(73TC338)","body":"The cost of meals and other nutrition will only rarely be\ndeductible, except as part of the cost of qualifying business\ntravel, see\n[EIM31815](/guidance/employment-income-manual/EIM31800#EIM31815). This is so even where the\nnature of the employment imposes particular nutritional demands on\nthe employee. In Hillyer v Leake, see\n[EIM32455](/guidance/employment-income-manual/EIM32401#EIM32455), Goulding J. commented:\n\n'some jobs require the person holding them to work in the open\nair in very cold weather, so making that person hungrier than he\nwould be if he was sitting in a warm office, but it is quite clear\nthat he could not charge extra nourishment arising from those\ncircumstances against his taxable emoluments.'\n\nThe cost of meals and other nutrition is not incurred in\nperforming the duties of the employment, except in those rare cases\nin which an employee is employed to eat, for example a product\ntester for a food manufacturer. Similarly, it is not possible to\ndistinguish between calorific intake that is consumed in carrying\nout the employment and that consumed in the employee's other\nactivities. Unless the benefit of the calorific intake can be\n\ndemonstrated to be merely incidental to the business purpose the\n\nexpense will not satisfy the 'wholly and exclusively' rule, see\n\n[EIM31660](/guidance/employment-income-manual/EIM31600#EIM31660) and\n\n[EIM31664](/guidance/employment-income-manual/EIM31600#EIM31664).\n\nYou may face requests for a deduction from professional\n\nsports players, who may have a specialised diet, or may need to\n\ntake vitamins or other dietary supplements. No deduction should be\n\npermitted. In the case of Ansell v Brown (73TC338) the High Court\n\nruled that no deduction could be permitted for the cost of vitamin\n\nand other dietary supplements taken to increase the player's weight\n\nand muscle development to improve his fitness for the demands of\n\nprofessional rugby.\n\nIt was accepted that the rugby player would not have taken\n\nthe supplements if it were not for the demands of his employment.\n\nBut taking the supplements was not a duty of his employment, it was\n\nsomething he did to prepare himself to perform his duties, see\n\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650). And the need for the\n\nexpenditure arose out of his own personal circumstances, the need\n\nto increase his weight, see\n\n[EIM31640](/guidance/employment-income-manual/EIM31600#EIM31640). Therefore, even in this case\n\nthe statutory tests could not be met, see\n\n[EIM31630](/guidance/employment-income-manual/EIM31600#EIM31630)."}]}]}}