{"title":"# Local Authority and Health Service employers","details":{"manual-section-id":"EIM32605","slug": "guidance/employment-income-manual/EIM32605","body":"# Local Authority and Health Service employers\n\n### Non-trading activities\n\nLocal Authorities, and Health Service employers, carry on many activities that do not amount to trading, and where Section 356 ITEPA 2003 therefore does not apply. You do not have to consider Section 356 in relation to employees of bodies who incur entertainment expenses solely in connection with non-trading activities (see [EIM32566](/guidance/employment-income-manual/EIM32566) and [EIM32575](/guidance/employment-income-manual/EIM32575)). Those employees are entitled to a deduction for business entertainment expenses that satisfy the conditions in Section 336 (see [EIM32615](/guidance/employment-income-manual/EIM32615) onwards).\n\n### Trading activities\n\nHowever, Local Authorities and Health Service bodies may also carry on activities that do amount to trading, and it is necessary to consider the impact of Section 356 on employees who incur entertainment expenses in connection with those activities. The employing authority, or body, is completely exempt from tax on all its income (Sections 519(1) and 519A(1) ICTA 1988). There is therefore no question of such an employer preparing a computation of \"profits chargeable to tax\", as the question of chargeability does not arise. Nor is there any question of tax relief applying to such profits.\n\nIt follows that:\n\n* there is no opportunity to disallow business entertainment expenses of such an employer under Section 577 ICTA 1988 and\n* if an employee incurs entertainment expenses in connection with a trade carried on by the employer Section 356 ITEPA 2003 will operate to deny an expenses deduction irrespective of whether the expenses are or are not reimbursed by the employer.\n\nThe ability of a Local Authority or Health Service employee to claim a deduction for entertainment expenses therefore depends, in the first instance, on whether or not the expenses are in connection with a trading activity carried on by the employer. If they are in connection with a trade, no deduction is due because of Section 356 (see [EIM32585](http://www.hmrc.gov.uk/manuals/eimanual/EIM32585.htm)). If they are not in connection with a trading activity, a deduction will be due subject to the conditions in Section 336 (see [EIM32615](/guidance/employment-income-manual/EIM32615) onwards).","breadcrumbs":[],"sections":[]}}
