{"title":"# Other expenses: entertainment expenses: disallowance under Section 356 ITEPA 2003: particular types of payment","details":{"manual-section-id":"EIM32586","body":"# Other expenses: entertainment expenses: disallowance under Section 356 ITEPA 2003: particular types of payment\n\n**Circumstances****Action to take on employee's request for a deduction for entertaining expenditure****Comment and explanation** An employee incurs business entertainment expenditure which is not specifically paid for or reimbursed by the employer (for example, the employee is expected to pay all necessary expenses out of their inclusive salary)No deduction can be given because of Section 356. It is not necessary to consider if the expenses satisfy the conditions of Section 336.As the employer has not made any payment specifically in respect of business entertainment, there will be no disallowance on the employer under Section 577 ICTA 1988 or Section 45 ITTOIA 2005. The disallowance therefore falls on the employee under Section 356 ITEPA 2003. A director or employee receives round sum allowances to cover both business entertainment and other expensesNo deduction can be given for the entertainment expenses, for the reasons given aboveThe allowance received from the employer is taxable as earnings of the director or employee. But there will be no Section 577 ICTA 1988 or Section 45 ITTOIA 2005 disallowance on the employer because the allowance is not exclusively for business entertainment. So Section 356 ITEPA 2003 applies to the employee, as above. A director or employee receives a benefit such as the use of a yacht, which is used to entertain customersNo deduction can be given because of Section 356 (but see [EIM32630](http://www.hmrc.gov.uk/manuals/eimanual/EIM32630.htm) for an exception)The cost of providing the benefit will normally be allowed in the computation of the employer's profit. As there is no Section 577 ICTA 1988 or Section 45 ITTOIA 2005 disallowance on the employer, Section 356 ITEPA 2003 applies to the employee. The employer: * meets a debt incurred by an employee on the employer's behalf which relates solely to business entertainment, or\n* pays to, or puts at the disposal of, a director or employee sums exclusively for providing business entertainment\n*\n\nAllow a deduction for entertainment expenditure which satisfies the general rule for employees’ expenses in Section 336 ITEPA 2003 (see [EIM32615](/guidance/employment-income-manual/EIM32615) onwards)The sums paid will be chargeable as earnings of the director or employee. But as they relate specifically to business entertainment they should be disallowed in the computation of the employer's business profits. Section 356 will not therefore apply","breadcrumbs":[],"sections":[]}}