{"title":"rates of first year allowance","details":{"manual-section-id":"EIM36630","slug": "guidance/employment-income-manual/EIM36630","body":"The 40% or 50% FYAs were withdrawn in respect of expenditure incurred on or after 6 April 2008 (for IT purposes) and were replaced by the Annual Investment Allowance (AIA) (see EIM36605).\n\nThe rate of first year allowance which applies depends on when the plant or machinery was purchased, and where it is to be used, as shown in the table below.  Rates for earlier periods can be found in the Schedule E manual at SE36630.\n\n<table>\n<tr>\n<td>\n\n**Type of plant/machinery, and where item to be used**&#xA0;\n\n</td>\n<td>\n\n**Qualifying period (all dates inclusive) **\n\n</td>\n<td>\n\n**Rate of FYA **\n\n</td>\n</tr>\n<tr>\n<td>\n\nMost items acquired primarily for use in Northern Ireland (see below for exceptions)\n\n</td>\n<td>\n\n12.5.98 to 11.5.2002\n\n12.5.02 onwards\n\n</td>\n<td>\n\n100%\n\nUse &#x201C;elsewhere&#x201D; rate, below\n\n</td>\n</tr>\n<tr>\n<td>\n\nItems acquired for use elsewhere (and Northern Ireland items to which the 100% FYA does not apply) -but see below for computer equipment\n\n</td>\n<td>\n\n2.7.98 to 5.4.04\n\n6.4.04 to 5.4.05\n\n6.4.05 to 5.4.06\n\n6.4.06 to 5.4.08\n\n</td>\n<td>\n\n40%\n\n50%\n\n40%\n\n50%\n\n</td>\n</tr>\n<tr>\n<td>\n\nComputer and communication technology equipment - wherever used (see [EIM36730](/guidance/employment-income-manual/EIM36500#EIM36730) and [EIM36731](/guidance/employment-income-manual/EIM36500#EIM36731))\n\n</td>\n<td>\n\n1.4.00 to 31.3.2004\n\n(as regards items purchased at any other time, see above)\n\n</td>\n<td>\n\n100%\n\n</td>\n</tr>\n</table>\n\nNote that the full first year allowance is due even if the expenditure is incurred part way through the year, or if the employment begins part way through the year. But the allowance must be apportioned if the machinery or plant is used partly for non-business purposes (see [EIM36570](/guidance/employment-income-manual/EIM36500#EIM36570)).\n\nThe items which are excluded from the 100% first year allowance which applies to items acquired for use primarily in Northern Ireland are:\n\n*   goods vehicles used in a haulage business (it is unlikely that you will see such a claim from an employee) and\n*   unauthorised expenditure on items for use primarily in agriculture and fishing businesses. If you see a case where you think this exclusion applies, obtain advice from Personal Tax (Technical), Solihull.\n\nSee [EIM36640](/guidance/employment-income-manual/EIM36500#EIM36640) for circumstances where the 100% first year allowance for items acquired primarily for use in Northern Ireland has to be withdrawn. ","breadcrumbs":["EIMANUAL","EIM36500","EIM36630"],"section_groups":[]}}
