{"title":"EIM40031 - Meaning of ","details":{"manual-section-id":"EIM40031","body":"With effect from 6 April 2008, \"foreign employer\" is defined in\nSection 721(1) and means an individual, partnership or body of\npersons resident outside, and not resident in, the UK.\n\n Until 5 April 2008 the definition was as follows:\n\n*   in the case of an employee resident in the\nUnited Kingdom, an individual, partnership or body of persons\nresident outside the United Kingdom and not resident in the United\nKingdom or the Republic of Ireland, and\n*   in the case of an employee not resident in\nthe United Kingdom, an individual, partnership or body of persons\nresident outside and not resident in the United Kingdom.\n\nFurther guidance is provided on the pages listed below:\n\n","breadcrumbs":["EIMANUAL","EIM40000","EIM40031"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM42804","title":"Meaning of\n\n'domicile'.","body":"IM1630 tells you about what is meant by domicile.\n\nSee\n[EIM42806](/guidance/employment-income-manual/EIM42800#EIM42806) for the action to take when an\nindividual, who is only liable to tax on employment income, claims\nto be domiciled outside the United Kingdom.\n\nSee IM1635, if there is some other liability, for example, on\nMiscellaneous Income under the special rules for Foreign Income in\nPart 8 IT(TOI)A 2005 (previously under Case IV or V of Schedule\nD)."},{"manual-section-id":"EIM40102","title":"Taxable earnings:\n\nemployee resident and ordinarily resident in the United Kingdom:\n\n\"chargeable overseas earnings\".","body":"### Sections 22 to 24\n\nSection 22 applies to the general earnings for a tax year in\nwhich an employee is resident and ordinarily resident but not\ndomiciled in the United Kingdom to the extent that they are\nchargeable overseas earnings for that year.\n\n From 6 April 2008 any general earnings that are not\nchargeable overseas earnings will fall within Section 15 (see\n[EIM40101](/guidance/employment-income-manual/EIM40000#EIM40101)). Until 5 April 2008 these\ngeneral earnings were taxable under Section 21.\n\n### Calculating chargeable overseas earnings\n\nSection 23 sets out three steps to calculate how much of an\nemployee's general earnings are chargeable overseas earnings.\n\n**Step 1**: identify the full amount of overseas\nearnings for the tax year.\n\n Overseas earnings are defined in Section 23 as the general\nearnings for a tax year in which:\n\n*   the employee is resident and ordinarily\nresident but not domiciled in the United Kingdom,\n*   the employment is with a \"foreign\nemployer\" (see[EIM40031](/guidance/employment-income-manual/EIM40031)), and\n*   the duties of the employment are performed\nwholly outside the United Kingdom.\n\n'Wholly' is qualified by Section 39 ITEPA 2003 (see\n[EIM40204](/guidance/employment-income-manual/EIM40000#EIM40204)).\n\n**Step 2**: subtract any amounts that would (assuming\nthey were taxable earnings) be allowed as deductions from those\nearnings under:\n\n*   Section 232 or Part 5 (deductions allowed\nfrom earnings),\n*   Section 262 CAA 2001 (capital allowances\nto be given effect by treating them as deductions from\nearnings),\n*   Section 592(7) ICTA 1988 (contributions to\nexempt approved schemes),\n*   Section 594 ICTA 1988 (contributions to\nexempt statutory schemes).\n**Step 3**\n\n: where the duties of an associated employment are performed in\nthe United Kingdom, apply any limit imposed by Section 24 (see\n[EIM40103](/guidance/employment-income-manual/EIM40000#EIM40103)).\n\n### Chargeable overseas earnings: taxable amount\n\nSection 22 provides that the taxable earnings will be the full\namount of chargeable overseas earnings remitted to the United\nKingdom in the tax year whether the earnings are for that year or\nsome other year and whether or not the employment is held at the\ntime that the earnings are remitted. See\n[EIM40302](/guidance/employment-income-manual/EIM40000#EIM40302) for guidance on the meaning of\nremitted to the United Kingdom.\n\n Since 6 April 2008 any general earnings that are not\nchargeable overseas earnings within Section 22 because of the\noperation of the steps in Section 23 will be taxable under Section\n15 (until 5 April 2008 they were taxable under Section 21). The\nexample at\n[EIM31771](/guidance/employment-income-manual/EIM31771) illustrates the interaction\nbetween Sections 15 and 22 where Step 2 applies.\n\n### Practical issues\n\nAn employee may maintain that general earnings are chargeable\noverseas earnings taxable on remittance under Section 22 rather\nthan on receipt under Section 15(or under Section 21 if before 6\nApril 2008). This is likely to lead to a significant reduction in\nthe amount of taxable earnings. You should examine the facts\nclosely before accepting that earnings are chargeable overseas\nearnings within Section 22. In particular you should find out\nwhether the employer has any place of business in the United\nKingdom. If you can trace an accounts file for the employer, ask\nthe accounts Inspector for instructions on the employer's residence\nstatus.\n\n See\n[EIM40103](/guidance/employment-income-manual/EIM40000#EIM40103) for advice on dual contract\narrangements."},{"manual-section-id":"EIM40223","title":"Powers to obtain\n\ninformation about employees performing duties in the United\n\nKingdom.","body":"Section 24 Finance Act 1974 contains provisions enabling\ninformation to be obtained about the foreign earnings of\nindividuals working in the United Kingdom.\n\nSection 24 applies to a person:\n\n*   who performs the duties of an office or\nemployment in the United Kingdom for a continuous period of thirty\ndays or more, and\n*   whose employer is resident outside and not\nresident in the United Kingdom and\n*   whose duties are performed for the benefit\nof a person resident or carrying on a trade, profession or vocation\nin the United Kingdom.\n\nThe provisions cover both employer and employee as follows.\n\n*   **The employer**: enabling HMRC to issue a return\n\n    under Section 15 TMA 1970 as if the employee were employed by the\n\n    person for whose benefit the duties are performed. The return\n\n    required is restricted to the names and addresses of those\n\n    concerned.\n> This provision enables HMRC to serve a return under Section 15\n>\n> on, for example, the United Kingdom parent, subsidiary or\n>\n> associated company of a foreign concern in respect of a person who\n>\n> is performing duties for the United Kingdom company while remaining\n>\n> in the employment of the foreign concern.\n\n*   **The employee**: enabling HMRC to issue a return\n\n    under Section 8 TMA 1970, requiring the person concerned to include\n\n    particulars of any general earnings paid to him."},{"manual-section-id":"EIM32661","title":"Deductions for\n\ncorresponding payments."}]}]}}