{"title":"The scope of the charge to tax on general earnings: contents","details":{"manual-section-id":"EIM40000","slug": "guidance/employment-income-manual/EIM40000","body":"## Part 2 Chapters 4 and 5 ITEPA 2003\n\n","breadcrumbs":["EIMANUAL","EIM40000"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM40001","slug": "guidance/employment-income-manual/EIM40001","title":"The scope of the charge to tax on general earnings: introduction","body":"It is not sufficient merely to establish that an individual\nholds an office or employment in order to be able to tax the income\nfrom it. The income tax law in any country has to define the scope\nof the charge it creates. Chapters 4 and 5 of Part 2 ITEPA 2003 set\nout how to determine the amount of general earnings from an\nemployment that are taxable earnings. These chapters refer to the\nfollowing factors.\n\n**Residence status of the individual**; whether the\nemployee or office holder is:\n\n*   resident and/or\n*   ordinarily resident\n*   not resident and/or\n*   not ordinarily resident\n\nin the United Kingdom (see\n[EIM42802](/guidance/employment-income-manual/EIM42800#EIM42802)).\n\n**Location of duties**; whether the duties are\nperformed:\n\n*   in the United Kingdom, or\n*   overseas (see\n    [EIM40202](/guidance/employment-income-manual/EIM40000#EIM40202) to EIM40209).\n\nIn addition, when considering employment with a foreign employer\n\n(see\n\n[EIM40031](/guidance/employment-income-manual/EIM40031)) it is necessary to identify\n\nthe\n\n**domicile** status of the individual (see\n\n[EIM42804](/guidance/employment-income-manual/EIM42800#EIM42804)).\n\n In certain circumstances income arising from overseas duties\n\nmay only be charged in the United Kingdom if it is remitted here,\n\nsee\n\n[EIM40302](/guidance/employment-income-manual/EIM40000#EIM40302)."},{"manual-section-id":"EIM40002","slug": "guidance/employment-income-manual/EIM40002","title":"General earnings from employment: taxable earnings"},{"manual-section-id":"EIM40003","slug": "guidance/employment-income-manual/EIM40003","title":"General earnings: diagram showing the charging provisions","body":"The provisions under which general earnings fall to be charged\nare shown in the following table.\n\n<table>\n<tr>\n<td>United\nKingdom residence status of employee</td><td>Duties of\nemployment performed either wholly or partly in the United\nKingdom</td><td>Duties of\nemployment performed wholly outside the United Kingdom</td>\n</tr>\n<tr>\n<td>Performed in the United\nKingdom</td><td>Performed outside the\nUnited Kingdom</td>\n</tr>\n<tr>\n<td>Resident, ordinarily\nresident and domiciled</td><td>Section 15 (See Note\n1)</td><td>Section 15 (See Note\n1)</td><td>Section 15 (See Note\n1)</td>\n</tr>\n<tr>\n<td>Resident, ordinarily\nresident but not domiciled</td><td>Section 15 (See Note\n1)</td><td>Section 15 (See Note\n1)</td><td>Section 15 (See Note 1)\n\nor\n\nSection 22 (See Note 2)</td>\n</tr>\n<tr>\n<td>Resident but not\nordinarily resident</td><td>Section 15</td><td>Section 26</td><td>Section 26</td>\n</tr>\n<tr>\n<td>Not resident but\nordinarily resident</td><td>Section 27</td><td>No liability</td><td>No liability</td>\n</tr>\n<tr>\n<td>Not resident and not\nordinarily resident</td><td>Section 27</td><td>No liability</td><td>No liability</td>\n</tr>\n</table>\n\n### Note 1\n\nSee\n[EIM33000](/guidance/employment-income-manual/EIM33000) and subsequent for information\non the Seafarers&#x2019; Earnings Deduction.\n\n### Note 2\n\nSee\n[EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102) for the circumstances in which\nSection 22 applies.\n\n### Summary of the charging provisions\n\n**Sections 15**\n\n: charges all general earnings for a tax year in which the\nemployee or office holder is resident in the UK. The charge is on\nthe full amount of earnings received in the tax year. See\n[EIM40101](/guidance/employment-income-manual/EIM40000#EIM40101). Before 6 April 2008 Sections\n21 and 25 may apply (see\n[EIM40002](/guidance/employment-income-manual/EIM40002).)\n\n If the employee is also ordinarily resident and domiciled in\nthe UK, Section 15 applies irrespective of where the duties are\nperformed. If the employee or office holder is resident and\nordinarily resident but not domiciled in the UK, Section 15 applies\nto the extent that the earnings are not &#x201C;chargeable overseas\nearnings&#x201D; taxable under Section 22. If the employee or office\nholder is not ordinarily resident in the UK, Section 15 applies to\nUK based earnings, that is general earnings in respect of duties\nperformed in the UK.\n\n**Section 22**: charges \"chargeable overseas earnings\"\nbut only to the extent that those earnings are remitted to the\nUnited Kingdom. See\n[EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102).\n\n**Section 26**: charges foreign earnings but only to\nthe extent that those earnings are remitted to the United Kingdom.\nSee\n[EIM40301](/guidance/employment-income-manual/EIM40000#EIM40301).\n\n**Section 27**: charges all \"UK-based\" earnings, that\nis general earnings in respect of duties performed in the United\nKingdom. The charge is on the full amount of Section 27 earnings\nreceived in the tax year. See\n[EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201)."},{"manual-section-id":"EIM40004","slug": "guidance/employment-income-manual/EIM40004","title":"General earnings: examples of the charging provisions","body":"### 1. Resident and Ordinarily Resident\n\nThe European Sales Manager of a multi-national company is based\nin London. She frequently travels to Milan, Bonn and Paris to meet\nclients. Trips normally last for one week. Over a tax year she\nspends a total of about 3 months outside of the United Kingdom.\n\nAll of the emoluments from this employment are chargeable\nunder Section 15, as the employee is resident and ordinarily\nresident in the United Kingdom.\n\n### 2. Resident and Ordinarily Resident but not domiciled\n\nA semi-retired employee of a US resident company lives in\nLondon. Although he has lived in the United Kingdom for over 20\nyears he has retained his US domicile. He maintains a small\n\nportfolio of Swiss clients. He travels to Zurich to see them. All\n\nof the duties of the employment are performed outside the United\n\nKingdom.\n\nThe employee is chargeable under Section 22 on chargeable\n\noverseas earnings that are remitted to the United Kingdom. The\n\ngeneral earnings are overseas earnings due to the residence and\n\ndomicile status of the employee, the employment with a foreign\n\nemployer (see\n\n[EIM40031](/guidance/employment-income-manual/EIM40031)) and the performance of the\n\nduties of the employment wholly outside the United Kingdom. After\n\ncalculating the amount of chargeable overseas earnings (see\n\n[EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102)), those earnings can only be\n\ncharged under Section 22 to the extent that they are remitted to\n\nthe United Kingdom (see\n\n[EIM40302](/guidance/employment-income-manual/EIM40000#EIM40302)).\n\n### 3. Not Resident\n\nA non resident director spends two days each month in the United\n\nKingdom at the premises of a small family company. She spends the\n\ntime reviewing management accounts, discussing progress with team\n\nleaders and attending board meetings. Salary is paid into a Spanish\n\nbank account, the country in which the director resides.\n\nThe director is chargeable under Section 27 on general\n\nearnings from duties performed in the United Kingdom. General\n\nearnings from duties performed in Spain are not liable to United\n\nKingdom income tax, as they do not fall under any of the charging\n\nprovisions.\n\n### Double taxation treaties\n\nWhen looking at the liability of foreign nationals working in\n\nthe United Kingdom or United Kingdom residents working abroad it is\n\nimportant to consider the relevant double taxation treaties to\n\ndetermine whether the earnings are chargeable in two states and\n\nwhich state has primary taxing rights. See\n\n[EIM40601](/guidance/employment-income-manual/EIM40000#EIM40601) and subsequent."},{"manual-section-id":"EIM40005","slug": "guidance/employment-income-manual/EIM40005","title":"Special rules for determining the year that general earnings are for: pre-commencement and post-cessation earnings","body":"It is possible for general earnings to be paid after an office\nor employment has ended or before it began, which cannot be\nattributable to any year in which the office or employment was\nheld. There are special rules dealing with such pre-commencement\nand post-cessation receipts. They are:\n\n**The earnings are received after the office or employment\nceased to be held**\n\nIf the earnings are received after the office or employment\nceased to be held, they are treated as being &#x201C;for&#x201D; the\nlast tax year in which the job was held. You must identify the\n\nrelevant charging provision in Part 2 Chapter 4 or Chapter 5 for\n\nthe last year it was held to determine whether the earnings are\n\ntaxable. (For the year the earnings are charged to tax see\n\n[EIM42200](/guidance/employment-income-manual/EIM42200) onwards.)\n\n**The earnings are received before the office or employment\n\nis held**\n\nIf the earnings are received before the office or employment\n\nis held, they are treated as being &#x201C;for&#x201D; the first tax\n\nyear in which the job is held. You must identify the relevant\n\ncharging provision in Part 2 Chapter 4 or Chapter 5 for the first\n\nyear it was held to determine whether the earnings are taxable.\n\n(For the year the earnings are charged to tax see\n\n[EIM42200](/guidance/employment-income-manual/EIM42200) onwards.)\n\nIt is unlikely the rules will often apply in practice because\n\ngeneral earnings can normally be attributed to periods in which the\n\njob is held."},{"manual-section-id":"EIM40006","slug": "guidance/employment-income-manual/EIM40006","title":"Effect of non-residence on pre-commencement and post-cessation earnings","body":"Where the special rules in\n[EIM40005](/guidance/employment-income-manual/EIM40000#EIM40005) apply general earnings will be\ntaxable when received if the charging provisions in Sections 15 or\n27 apply (or Sections 21 and 25 before 6 April 2008) in the last or\nfirst year the taxpayer held the job. The same is true if the\ntaxpayer left the job at the time of going abroad.\n\n Extra-Statutory Concession A11 (ESC A11) (see\n[EIM42850](/guidance/employment-income-manual/EIM42800#EIM42850)), which provides split year\ntreatment, cannot be used to take out of charge earnings which in\nsubstance relate to service in the United Kingdom. The same\n\nprinciple applies where the taxpayer takes up a new job on becoming\n\nresident in the United Kingdom.\n\n In some cases however the taxpayer may leave the job after\n\nceasing to be resident in the United Kingdom. Equally the job might\n\nstart before the taxpayer arrives in this country. In these\n\ncircumstances it may be reasonable to split the post-cessation or\n\npre-commencement payment between the part of the year when the\n\ntaxpayer falls within the relevant charging provision and the rest\n\nof the year. But this split should not necessarily be made on a\n\ntime basis. For example, the post-cessation receipt may be\n\nprimarily attributable to the taxpayer's service in the United\n\nKingdom. If it is, a split that reflects the facts should be\n\nagreed.\n\n If the taxpayer is unable to agree, the alternative is that\n\nthe earnings are taxable on the strict statutory basis, that is,\n\nwithout the benefit of ESC A11. The entire sum will be taxable\n\nunder Section 15 (or Section 21 before 6 April 2008) because the\n\ntaxpayer is resident and ordinarily resident for the whole tax\n\nyear.\n\n See example\n\n[EIM40007](/guidance/employment-income-manual/EIM40000#EIM40007) for illustrations of Sections\n\n17 and 30."},{"manual-section-id":"EIM40007","slug": "guidance/employment-income-manual/EIM40007","title":"Effect of non-residence on pre-commencement and post-cessation earnings","body":"## Sections 17 and 30 ITEPA 2003\n\nThis page provides examples of how the above sections apply. Please refer to the sections listed below for general guidance:\n\n<table>\n<tr>\n<td>\n\nEIM40005\n\n</td>\n<td>\n\nEarnings paid before employment has commenced or after it has ceased.\n\n</td>\n</tr>\n<tr>\n<td>\n\nEIM40006\n\n</td>\n<td>\n\nEffect of non-residence on pre-commencement and post-cessation earnings.\n\n</td>\n</tr>\n</table>\n\n### Example 1\n\nAn employee is approached by another employer. She is offered a job by the new organisation. As an inducement to change jobs she is paid &#xA3;50,000 on 1 April 2009. She commenced work for the new employer on 1 May 2009. The employee is resident, ordinarily resident and domiciled in the UK so the relevant charging provision is Section 15 in Part 2 Chapter 4.\n\nSection 17 operates to make the payment earnings of the year in which the employment commences. Even though paid in tax year 2008/2009 they are earnings &#x201C;for&#x201D; the year 2009/10.\n\nThe result will be the same if the employee is resident, ordinarily resident but not domiciled in the UK.\n\n### Example 2\n\nAn employee worked in Singapore for many years for a UK resident company. The employment ceased on 31 December 2008. For 10 years prior to that date the individual was not resident and not ordinarily resident although domiciled in the UK. On 6 April 2009 the employee returned to the United Kingdom. From the date of arrival he became resident and ordinarily resident.\n\n6 months after the job ended the employer made a payment of &#xA3;50,000 to the former employee in recognition of the contribution he had made to the expansion of business in the Far East.\n\nSection 17 makes the payment earnings of the year in which the employment was last held, 2008-2009. In that year the employee was not resident in the United Kingdom and performed all of the duties in Singapore. In consequence, the payment does not fall into any of the charging provisions in Part 2 Chapters 4 and 5 and is therefore not chargeable to tax as general earnings. "},{"manual-section-id":"EIM40008","slug": "guidance/employment-income-manual/EIM40008","title":"The year that earnings are &#x201C;for&#x201D;","body":"## Section 16 ITEPA 2003\n\nSection 16 sets out when earnings are &#x201C;for&#x201D; a particular tax year. The general approach is to link this to the year in which they were earned or are &#x201C;&#x2026;otherwise in respect of&#x2026;&#x201D; The provision anticipates that earnings could be &#x201C;for&#x201D; a period that consists of more than one tax year. In such a case, the earnings attributable to each of the tax years falling into the period are to be determined by just and reasonable apportionment.\n\nThere was no equivalent to Section 16 in the Schedule E legislation in ICTA 1988. Explanatory Note 6 that was published to accompany the Income Tax (Earnings and Pensions) Bill explains that Section 16 was drafted to clarify references to &#x201C;general earnings &#x201C;for&#x201D; a tax year&#x201D;. It was not intended to introduce any change. Rather, it was hoped that Section 16 would reflect the approach taken by the Courts if they ever had to decide on this point.\n\nThis question has no relevance when deciding the tax year in which the tax charge arises. Earnings are assessed to tax in the tax year in which they are &#x201C;received&#x201D;. The definition of &#x201C;received&#x201D; is set out in Section 18 (see [EIM42200](/guidance/employment-income-manual/EIM42200)).\n\n### Why is it important to know the tax year that earnings are &#x201C;for&#x201D;?\n\nSection 16 establishes the year that earnings are &#x201C;for&#x201D;. Once this has been done, the next step is to decide which of the rules in Part 2 Chapters 4 and 5 apply to calculate taxable earnings.\n\nFor the majority of UK Resident and Ordinarily Resident (R/OR) and domiciled employees, the question of the year earnings are &#x201C;for&#x201D; has little consequence. This is because all of their earnings are chargeable to UK income tax in consequence of their residence and domicile status. In addition, most earn and receive their earnings in the same tax year. However, for those employees who are other than R/OR and UK domiciled and who receive earnings in different years from those in which they earn them, the question continues to be relevant.\n\n### Principles from case law\n\nThe absence of statutory provision in ICTA 1988 and earlier enactments resulted in various cases being litigated through the 20th century.\n\n*   Edwards v Roberts (19 TC 618)\n*   Hunter v Dewhurst (16 TC 605) (Henry v Foster)\n*   Draycup v Radcliffe (27 TC 188)\n*   Heasman v Jordan (35 TC 518)\n*   Board of Inland Revenue v Suite (Privy Council) ([1986] 2 All ER 577)\n*   Griffin v Standish (67 TC 317)\n*   Bray v Best (61 TC 705)\n\nBefore 1989, the year that earnings were &#x201C;for&#x201D; also dictated the year in which income tax was assessed.  &#x201C;Receipts basis&#x201D; replaced &#x201C;earnings basis&#x201D; in 1989.\n\nThe case of Bray v Best (61 TC 705), was heard by the House of Lords in 1988.  Lord Oliver set out the preferred approach at page 752:\n\n&#x201C;The period to which any given payment is attributed is a question to be determined as one of fact in each case, depending upon all of the circumstances, including its source and the intention of the payer so far as it can be gathered either from direct evidence or from the surrounding circumstances.&#x201D;\n\nLord Oliver&#x2019;s approach to determining the year that earnings are &#x201C;for&#x201D; continues to apply. Section 16 simply confirms the recommended approach."},{"manual-section-id":"EIM40009","slug": "guidance/employment-income-manual/EIM40009","title":"The year that earnings are \"for\" - arrangement of guidance"},{"manual-section-id":"EIM40011","slug": "guidance/employment-income-manual/EIM40011","title":"Approach to determining the year that earnings are &#x201C;for&#x201D;","body":"Lord Oliver&#x2019;s approach set out in Bray v Best (61TC705) at\npage 752 should be observed when determining the year that earnings\nare &#x201C;for&#x201D;:\n\n&#x201C;The period to which any given payment\nis attributed is a question to be determined as one offact in each case, depending upon all of the\ncircumstances, including its source and theintention of the payer so far as it can be\ngathered either from direct evidence or from thesurrounding circumstances&#x201D;.\n\n## Finding out the facts\n\nAn essential starting point is to obtain contemporaneous\nevidence. This may include all or any of the following:\n\n*   An understanding of the intention of the\nemployer in developing the incentive programmes\n*   Bonus plans\n*   Award letters\n*   Notes of meetings\n*   Correspondence between the parties\n*   Obtain an analysis of amounts paid\n\n    out\n*   An explanation of how awards are treated\n\n    in the employer-company accounts\n\nThese documents may indicate the understanding of the parties\n\nregarding the performance period that awards are intended to be\n\n&#x201C;for&#x201D;. The intention of the employer as disclosed to\n\nthe employee and the understanding of the employee are particularly\n\nsignificant.\n\n Unsubstantiated recollections of the employee regarding\n\nintention should be considered but given less weight than\n\ncontemporaneous documented statements.\n\n If Plan documents and contemporaneous information do not\n\nprovide clarity, it is reasonable to make inferences from available\n\nevidence.\n\n You may ask the Large Business Team or CRM dealing with the\n\nCorporation Tax affairs of the employer company how the bonus\n\nawards have been treated in the employer company accounts. The\n\ncompany may claim a deduction for a single year or may create\n\nprovisions to spread the deduction over a longer period. This may\n\nindicate the period the employer considers the award to be\n\n&#x201C;for&#x201D;. The accounting treatment is not conclusive, but\n\nit is significant. In the absence of clear statements in the Plan\n\ndocuments the accounting treatment may be evidence of the\n\nemployer&#x2019;s understanding of what the scheme was intended to\n\nachieve.\n\n Lump sums may be made up of amounts arising from different\n\nbonus periods and different deferred remuneration plans. If\n\ncomponent amounts are &#x201C;for&#x201D; different tax years,\n\ndifferent rules within Part 2 Chapters 4 and 5 may apply, to\n\nproduce different liabilities to income tax."},{"manual-section-id":"EIM40012","slug": "guidance/employment-income-manual/EIM40012","title":"Annual bonuses awarded for meeting corporate, team or personal targets","body":"Many employers operate annual bonus schemes for their employees. There are usually performance criteria. These may require employees to meet corporate, team or individual targets.\n\nBonuses may be paid out by the employer or through a trust - usually an employee benefit trust (EBT). The identity of the payer is not relevant when determining the year that the award is &#x201C;for&#x201D;.  However, see the guidance below on &#x201C;discretion&#x201D;.\n\nIn some schemes, particularly those referenced to company performance, employees may accrue entitlement to receive bonuses as the performance period passes. In others, entitlement is conditional on remaining in employment until a specified date (see below).\n\nThe performance period and therefore the period that the bonus is &#x201C;for&#x201D; may be set out in the scheme documents.\n\nIf the performance period spans more than one tax year, Section 16(4) ITEPA 2003 applies. The bonus should be apportioned to the relevant tax years on the basis of a just and reasonable apportionment.\n\nSection 16 attributes general earnings to one or more tax years. You should not accept that awards can be &#x201C;for&#x201D; a shorter period, even a day, to which the rules in Part 2 Chapters 4 and 5 can be applied. Employers may spontaneously award &#x201C;spot-bonuses&#x201D; to all employees in post on a particular date, or entitlement to a performance bonus may crystallise when a particular performance factor is satisfied. Even though these events make take place on a particular day, the resultant awards should be treated as general earnings &#x201C;for&#x201D; the tax year in which the event occurred.\n\nUnless there is evidence to the contrary, HMRC takes the view that performance bonuses are &#x201C;for&#x201D; the performance period. This may be a calendar year or the company accounting period. In the case of specific projects, it may be the period beginning on the date when work started and ending when the specified outcomes were achieved.\n\n### Impact of Extra Statutory Concession A11 (ESC A11)\n\nESC A11 is a non-statutory concession that permits tax years to be split. It is usually relevant to years in which individuals arrive in or depart from the UK. In consequence of arrival or departure, there are discrete periods of non-residence (NR) and ordinary residence (OR) for tax purposes. If the conditions are satisfied, the tax year is split and each part treated as a separate tax year.\n\nWhere entitlement to spot bonuses or conditional bonuses arises on a single day the advice set out above indicates that the award is to be treated as earnings &#x201C;for&#x201D; the year in which that days falls. In ESC A11 cases this will be that part of the split year in which the relevant day falls.\n\nEvidence suggests spot bonuses and similar payments are relatively unusual and will be seen infrequently. If you suspect that the timing of entitlement has been manipulated to gain a tax advantage from the use of ESC A11, HMRC may decide to set aside the Concession and treat the individual as resident in the UK for the whole tax year.\n\n### Impact of Part 7A ITEPA 2003 - Employment income provided through third parties\n\nFinance Act 2011 introduced new rules (in Part 7A ITEPA 2003) that apply to third party arrangements used to provide for what is in substance a reward or recognition, or a loan, in connection with the employee&#x2019;s current, former, or future employment   See [EIM45000](/guidance/employment-income-manual/EIM45000) onwards.\n\nThe rules apply with effect from 6 April 2011.  However, certain transactions carried out between 9 December 2010 and 5 April 2011 inclusive are covered by anti-forestalling rules.  See [EIM45900](/guidance/employment-income-manual/EIM45900) onwards.\n\nWhere:\n\n*   the rules in Part 7A ITEPA apply to a bonus that is also taxed as earnings from an office or employment under section 62 ITEPA 2003 (see [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)) and*   the time when the bonus is taxed as earnings from an office or employment is no later than the time when employment income would arise under Part 7A\n\nsection 62 will take priority over Part 7A.  See [EIM45735](http://www.hmrc.gov.uk/manuals/eimanual/EIM45735.htm).\n\nIn practice, there are many circumstances where this order of priority will make no practical difference as the outcome will be the same.  However, if there are bonus arrangements that:\n\n*   use third party arrangements (such as a trust or a special purpose company) and*   where it is argued that the arrangements do not immediately generate taxable earnings from the employment\n\nthe rules on employment income provided through third parties may apply.  Note that there are a number of exclusions from the application of these rules, including for deferred remuneration arrangements as long as certain conditions are satisfied.  See [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm)."},{"manual-section-id":"EIM40013","slug": "guidance/employment-income-manual/EIM40013","title":"Bonuses and deferred remuneration plans  - the effect of conditionality and\n\nemployer&#x2019;s discretion","body":"### Conditionality\n\nMany bonus schemes are referenced to performance periods, but\nawards will not be paid unless employees are in employment on the\ndate of payment. For example, a bonus is referenced to company\nprofits for year ended 31 December but is not paid until the\nfollowing 30 June. Employees who worked for the employer during the\nperformance year forfeit their entitlement if they leave employment\nbefore 30 June.\n\n Up to 28 February 2008, HMRC took the view that the bonus\naward could only be &#x201C;for&#x201D; the year in which unfettered\nentitlement to receive it arose. The year that the bonus was\n&#x201C;for&#x201D; was the year in which the employment condition\nwas satisfied. Since 28 February 2008, HMRC has adopted the\nprinciples set out in EIM40008 and subsequent pages.\n\n### Good and bad leavers\n\nMany of the plans with employment conditions identify\n&#x201C;good&#x201D; and &#x201C;bad&#x201D; leavers and prescribe\ndifferent treatments for the two categories. &#x201C;Good\nleavers&#x201D; are employees who cease employment before the bonus\npayment date through retirement, redundancy or ill-health.\n&#x201C;Bad leavers&#x201D; are those who are dismissed for cause or\nresign to join a competitor.\n\n It is possible to take various views on the year that such\nbonus awards are &#x201C;for&#x201D; where there is an employment\ncondition:\n\n*   The performance period\n*   The performance period plus the period\nfrom the end of the performance period to the date of payment,\nsometimes referred to as the &#x201C;vesting period&#x201D;\n*   The year in which the date of payment\nfalls\n\nYour decision should take account of what the bonus scheme is\nintended to achieve. If this is not clear from the documents, you\nmay base judgments on how the employer treats good and bad leavers.\n\n Plans that:\n\n*   are designed to provide incentives to\nemployees for performance periods, but,\n*   do not pay out unless the participants are\nstill in employment at the specified date, but,\n*   do not specify any additional performance\nconditions in the period beginning after the original performance\nperiod and ending on the payment date,\n\nare likely to pay out awards that are &#x201C;for&#x201D; the\noriginal performance period. However, if the Plan introduces\nadditional performance conditions for the second period the period\nthat the award is &#x201C;for&#x201D; is likely to be the aggregate\nof both periods.\n\n If &#x201C;good leavers&#x201D; are entitled to receive\nawards; that may indicate that the awards are &#x201C;for&#x201D; the\noriginal performance period. Entitlement to pro-rated awards may\nindicate that entitlement is &#x201C;for&#x201D; the performance and\nthe vesting periods.\n\n Some schemes provide for deferred bonuses to be paid out\nwhen ownership of the company changes hands. This may be an\nindicator that the bonus is earned by that date and is\n&#x201C;for&#x201D; the relevant performance period.\n\n Even though these contingencies may not occur for all or any\nof the plan participants, their existence may shed light on the\nperiod the bonus is intended to be &#x201C;for&#x201D;.\n\n It is sometimes argued that the employment condition is\nnever just about being in employment on the specified date; that\nthe intention of the employer in introducing this condition is to\nobtain satisfactory performance in the period ending on the date of\npayment. This may well be the case. If evidence can be found to\nsupport the contention you should accept that the period the awards\nfrom the Plan are &#x201C;for&#x201D; is the combined performance and\nvesting periods.\n\n### Employers&#x2019; discretion\n\nSome bonus schemes give the employer absolute discretion to\naward or refuse to award bonuses. The discretion may lie with the\ntrustees if an Employee Benefit Trust (EBT) pays out the awards.\nThe Courts have held that, whatever the Plan says, an\nemployer&#x2019;s discretion in awarding or withholding a bonus is\nnot unfettered. However wide the discretion appears to be, the\nemployer is required to exercise his discretion rationally and in\ngood faith, and not irrationally or perversely.\n\n There may be a pattern of awards that may indicate the year\nthe awards are &#x201C;for&#x201D;. Employees may also have an\nunderstanding of how the bonus scheme works, and the period awards\nare referenced to, while accepting the employer&#x2019;s discretion.\n\n A discretionary bonus may therefore be &#x201C;for&#x201D; the\n\nperformance period, the combined performance and\n\n&#x201C;vesting&#x201D; period or the year in which discretion is\n\nexercised and payment is made. It is important to consider all of\n\nthe relevant information."},{"manual-section-id":"EIM40014","slug": "guidance/employment-income-manual/EIM40014","title":"Long Term Incentive Plans and Deferred Remuneration","body":"Various schemes exist to reward and provide incentives to\nemployees. Not all intended outcomes will be the same. The\nintention of the employer and the intended behavioural effect will\ninfluence the design of the scheme. For example, plans may be\nintended to:\n\n*   Tie-in valued employees and create a\ndisincentive for leaving and moving to a competitor, or,\n*   Motivate and reward outstanding\nperformance by aligning the interests of employees with those of\nthe shareholders\n\nSchemes intended to aid retention may include the following\nfeatures:\n\n*   Bonuses are paid after 3 &#x2013; 5 years\nof satisfactory employment\n*   The employer has discretion to award or\ndeny bonuses for good or bad leavers\n*   Part bonuses are paid year on year with\n\n    other entitlement remaining in the Plan\n*   Part entitlement to bonuses\n\n    &#x201C;vests&#x201D; each year, but is not paid until a later\n\n    year\n\nSchemes intended to motivate and reward outstanding performance\n\nmay include:\n\n*   Employment targets linked to growth in the\n\n    company&#x2019;s:\n\n*   share price\n*   turnover\n*   net profits\n*   expansion of certain markets\n*   market share\n\n*   Granting employees real stocks and shares\n\n    or &#x201C;phantom&#x201D; shares in the company. (In the phantom\n\n    schemes, no stocks or shares are assigned to the employees. Bonus\n\n    entitlement is calculated by reference to a notional share\n\n    portfolio.)\n\nPayments may be made up of amounts arising from different bonus\n\nperiods and different deferred remuneration plans. If component\n\namounts are &#x201C;for&#x201D; different tax years, different rules\n\nwithin Part 2 Chapters 4 and 5 may apply, to produce different\n\nliabilities to income tax.\n\n Awards from both types of schemes are likely to be\n\n&#x201C;for&#x201D; the whole performance or reference period. If\n\nthis is greater than one tax year then the final award should be\n\napportioned over the tax years falling into the performance period\n\non a reasonable basis."},{"manual-section-id":"EIM40015","slug": "guidance/employment-income-manual/EIM40015","title":"The year that awards from Long Term Incentive Plans and other deferred remuneration arrangements are &#x201C;for&#x201D;","body":"### Entry to Long Term Incentive Plans (LTIPs)\n\nIf employees perform exceptionally well, they may be invited to\nparticipate in an LTIP. LTIPs run for pre-determined period that\ncan be as long as 10 years. This process may repeat year after year\nso that employees are simultaneously members of several Plans. In\nany particular year they may receive part awards from some and\nentire awards from others.\n\n The initial investment is often funded by part of the\nparticipant&#x2019;s bonus for the previous year. The employee may\nbe obliged to defer all or part of the previous year&#x2019;s bonus\nor may do so voluntarily. Plans may require a mixture of the two.\nThe initial contribution may be guaranteed, in the sense that it\ncannot be lost, and/or it may have the potential to increase and\ndecrease dependant on what the Plan tracks, for example, share\nprice or company turn- over.\n\n Other plans, particularly phantom share schemes, may simply\naward notional stock without any requirement for deferral from an\nearlier bonus.\n\n In addition to the anticipated growth in the share price\nthat adds value to the participants&#x2019; awards, employers may\nmake additional awards of stock to increase the value of the\nnotional portfolio. These &#x201C;matching awards&#x201D; may be\ngranted throughout the life of the scheme at times specified in the\nplan document.\n\n### Deferred bonuses and matching awards\n\nEmployers may defer the payment of bonuses and make eventual\npayment subject to conditions. For example, the employer awards a\nbonus of &#xA3;100,000 referenced to a performance period.\n&#xA3;75,000 is paid in cash immediately following the bonus year;\n&#xA3;25,000 is to be paid three years later in cash or shares, if\nthe employee has not resigned or been dismissed before the vesting\ndate. Such a deferral may be imposed by the employer, or it may be\nentered into voluntarily by the employee. To develop the example,\nthe &#xA3;25,000 deferral may be required by the employer but the\nemployee has the choice of voluntarily deferring a further\n&#xA3;25,000. In both scenarios, the employer may offer an\nenhancement or matching award. The matching award may be delivered\nin the form of shares or cash. The matching award may be added to\nthe LTIP at the beginning of the period. Additional matching awards\nmay be added at specified dates during the deferral or vesting\nperiod.\n\n### What year are LTIP awards &#x201C;for&#x201D;?\n\nIt is important to consider all of the relevant facts. The\ndeferred bonus may be &#x201C;for&#x201D; the original bonus year, or\nfor the whole deferral period. If there is particular emphasis on\nthe employee remaining in service at a future date, it may be for\nthe tax year in which that condition is met. However, this feature\nis unlikely to exist in isolation as the employer wants to motivate\nthe employee to perform well while remaining in employment. In\norder to determine the period that the deferred bonus is\n&#x201C;for&#x201D;, it is necessary to consider all of the relevant\ninformation and weigh the emphasis given to each factor.\n\n In general terms, simple deferred bonuses will remain\nearnings for the original bonus period, and growth or matching\nawards will be &#x201C;for&#x201D; the deferral period. In more\nsophisticated schemes where the deferred bonus is\n&#x201C;awarded&#x201D; and &#x201C;vests&#x201D; after the bonus year,\nand especially where there are further performance conditions\nrelating to this period, the deferred bonus may be earnings for the\nperiod between award and vest.\n\n There may also be circumstances where &#x201C;growth&#x201D;\nin the value of the fund is treated as being &#x201C;for&#x201D; the\nperformance period of the original deferred bonus. This view is\nlikely where no additional performance criteria are imposed during\nthe deferral period or, if there are, the conditions are the same\nas for the deferred bonus.\n\n If the conditions are significantly different, e.g. the\nmatching awards are conditional upon new performance criteria, the\n&#x201C;growth&#x201D; or matching awards are likely to be\n&#x201C;for&#x201D; the deferral or vesting period itself.\n\n If the conditions of the matching award are referenced\nsolely to the employee remaining in employment on the vesting or\npayment date in order to receive payment, the matching award is\nlikely to be earnings for the tax year in which entitlement to\nreceive the award matures.\n\n Enhancements or matching awards may be paid out of LTIPs at\nthe same time as deferred bonuses. Awards may be aggregated amounts\nthat are &#x201C;for&#x201D; different periods. It is important to\nunderstand how sums are calculated and whether different\nperformance periods should be considered."},{"manual-section-id":"EIM40016","slug": "guidance/employment-income-manual/EIM40016","title":"The year that earnings are \"for\" - Long Term Incentive Plans and Deferred Remuneration - staged vesting","body":"Some Long Term Incentive Plans (LTIPs) pay out awards in\ntranches. The details of different schemes will vary. For example,\nan LTIP fund containing deferred bonuses and matching awards may\npay out 20% per annum over five years or nothing in Years 1 and 2\nand 33% per annum in Years 3 to 5. Entitlement may be conditional\nupon participants meeting performance conditions and remaining in\nemployment.\n\n The period that each tranche is &#x201C;for&#x201D; has to be\ndetermined. If the evidence shows that the Plan is intended to\nreward performance over the period from award to vest, each part of\nthe final payment is &#x201C;for&#x201D; the period from the original\naward date until it vests, calculated as per Section 16(4) on a\njust and reasonable apportionment. In the first example, 20% is\n\n&#x201C;for&#x201D; Year 1; 20% is &#x201C;for&#x201D; Years 1 and 2,\n\nand so on. Alternatively, if there are no performance conditions\n\nand the Plan emphasises being in employment at each vesting date,\n\neach payment may be treated as earnings &#x201C;for&#x201D; the tax\n\nyear of receipt."},{"manual-section-id":"EIM40021","slug": "guidance/employment-income-manual/EIM40021","title":"Overseas offices and employments: dealt with under Part 2 ITEPA 2003","body":"Income from overseas offices or employments could be said to be\nMiscellaneous Income charged under the special rules for Foreign\nIncome in IT(TOI)A 2005. But Section 575(4) IT(TOI)A provides that\nany income that falls within any Chapter of Part 5 IT(TOI)A\n(Miscellaneous Income) and Part 2 of ITEPA 2003 (Employment Income)\nis to be dealt with under Part 2 of ITEPA.\n\nEarnings from overseas offices or employments are either\nchargeable under ITEPA or not at all. A decision must be made\nwhether general earnings from such sources are taxable by reference\nto the charging provisions in Part 2 Chapters 4 and 5 ITEPA.\nGuidance is provided at\n[EIM40002](/guidance/employment-income-manual/EIM40002) and\n[EIM40003](/guidance/employment-income-manual/EIM40000#EIM40003)."},{"manual-section-id":"EIM40031","slug": "guidance/employment-income-manual/EIM40031","title":"Meaning of foreign employer"},{"manual-section-id":"EIM40032","slug": "guidance/employment-income-manual/EIM40032","title":"Meaning of the United Kingdom","body":"The United Kingdom means England, Wales, Scotland and Northern\nIreland. Section 1013 ITA 2007 extends this for tax purposes to\ninclude the territorial sea of the United Kingdom. The territorial\nsea means all waters within twelve nautical miles of the shore of\nthe United Kingdom.\n\nUnited Kingdom airspace is also part of the United Kingdom.\nThis may be relevant when considering where aircrew are performing\nthe duties of their employment.\n\nThe Isle of Man and the Channel Islands are not part of the\nUnited Kingdom.\n\nSee\n[EIM40208](/guidance/employment-income-manual/EIM40000#EIM40208) for information on the\ndesignated areas for employees involved in the offshore oil and gas\nindustry."},{"manual-section-id":"EIM40033","slug": "guidance/employment-income-manual/EIM40033","title":"Earnings paid in foreign currency","body":"General earnings that are taxable when received by virtue of the\ncharging provisions in Sections 15 or 27 ITEPA (or Sections 21 and\n25 before 6 April 2008) will be chargeable whether paid or payable\nin foreign currency. It is simply necessary to quantify the amount\nchargeable in pounds sterling.\n\n The amount chargeable is strictly the sterling equivalent at\nthe date the employee becomes entitled to be paid the earnings or,\nif earlier, the date they are paid. This can be calculated using\nthe relevant exchange rates in operation at the time.\n\n No deduction can be given for costs of converting currency\nor for losses incurred on the exchange.\n\n### General earnings taxable when remitted to the United\nKingdom\n\nFor earnings that are taxable when remitted to the United\nKingdom the conversion should be made at the date they were\n\nremitted. (See\n\n[EIM40301](/guidance/employment-income-manual/EIM40000#EIM40301) for the meaning of\n\n&#x201C;remitted to the United Kingdom&#x201D;.)"},{"manual-section-id":"EIM40034","slug": "guidance/employment-income-manual/EIM40034","title":"Information about foreign issues","body":"If an employer or taxpayer sends in documentation in another\nlanguage to verify a claim or contention you may wish to obtain a\ntranslation. Alternatively, you may need information about another\ncountry's tax system. The Secretariat group in Customs and\nInternational provides translation and information services for\nHMRC offices.\n\n These services are not provided for members of the public,\nagents or employers. HMRC staff can find out about the range of\nservices offered by the Secretariat and how to access them from the\nIntranet site for International."},{"manual-section-id":"EIM40101","slug": "guidance/employment-income-manual/EIM40101","title":"Taxable earnings: employee resident and ordinarily resident in the United Kingdom","body":"Section 15 applies to:\n\n*   the general earnings, other than\nchargeable overseas earnings, for any tax year in which\n*   the person holding the office or\nemployment is resident and ordinarily resident in the United\nKingdom\n*   whether they are domiciled in the United\nKingdom or elsewhere.\n\nThere is no reference to where the duties of the employment are\nperformed. The majority of employees in the United Kingdom are\nchargeable under Section 15.\n\n The full amount of Section 15 earnings received in the tax\n\nyear comprise taxable earnings whether the earnings are for that\n\nyear or some other year and whether or not the employment is still\n\nheld at the time when the earnings are received.\n\n### Changes from 6 April 2008\n\nBefore 6 April 2008, general earnings, other than chargeable\n\noverseas earnings, for a tax year in which a person was resident\n\nand ordinarily resident, but not domiciled, in the United Kingdom\n\nwere taxable under Section 21 ITEPA.\n\n Section 21 was withdrawn with effect from 6 April 2008.\n\n Since 6 April 2008 an employee or office holder who is\n\nresident and ordinarily resident but not domiciled in the UK, who\n\nwas previously taxable under Section 21, is taxable under Section\n\n15, other than for chargeable overseas earnings. Guidance on\n\n\"chargeable overseas earnings\" can be found at\n\n[EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102) onwards."},{"manual-section-id":"EIM40102","slug": "guidance/employment-income-manual/EIM40102","title":"Taxable earnings: employee resident and ordinarily resident in the United Kingdom: chargeable overseas earnings","body":"### Sections 22 to 24\n\nSection 22 applies to the general earnings for a tax year in\nwhich an employee is resident and ordinarily resident but not\ndomiciled in the United Kingdom to the extent that they are\nchargeable overseas earnings for that year.\n\n From 6 April 2008 any general earnings that are not\nchargeable overseas earnings will fall within Section 15 (see\n[EIM40101](/guidance/employment-income-manual/EIM40000#EIM40101)). Until 5 April 2008 these\ngeneral earnings were taxable under Section 21.\n\n### Calculating chargeable overseas earnings\n\nSection 23 sets out three steps to calculate how much of an\nemployee's general earnings are chargeable overseas earnings.\n\n**Step 1**: identify the full amount of overseas\nearnings for the tax year.\n\n Overseas earnings are defined in Section 23 as the general\nearnings for a tax year in which:\n\n*   the employee is resident and ordinarily\nresident but not domiciled in the United Kingdom,\n*   the employment is with a \"foreign\nemployer\" (see[EIM40031](/guidance/employment-income-manual/EIM40031)), and\n*   the duties of the employment are performed\nwholly outside the United Kingdom.\n\n'Wholly' is qualified by Section 39 ITEPA 2003 (see\n[EIM40204](/guidance/employment-income-manual/EIM40000#EIM40204)).\n\n**Step 2**: subtract any amounts that would (assuming\nthey were taxable earnings) be allowed as deductions from those\nearnings under:\n\n*   Section 232 or Part 5 (deductions allowed\nfrom earnings),\n*   Section 262 CAA 2001 (capital allowances\nto be given effect by treating them as deductions from\nearnings),\n*   Section 592(7) ICTA 1988 (contributions to\nexempt approved schemes),\n*   Section 594 ICTA 1988 (contributions to\nexempt statutory schemes).\n**Step 3**\n\n: where the duties of an associated employment are performed in\nthe United Kingdom, apply any limit imposed by Section 24 (see\n[EIM40103](/guidance/employment-income-manual/EIM40000#EIM40103)).\n\n### Chargeable overseas earnings: taxable amount\n\nSection 22 provides that the taxable earnings will be the full\namount of chargeable overseas earnings remitted to the United\nKingdom in the tax year whether the earnings are for that year or\nsome other year and whether or not the employment is held at the\ntime that the earnings are remitted. See\n[EIM40302](/guidance/employment-income-manual/EIM40000#EIM40302) for guidance on the meaning of\nremitted to the United Kingdom.\n\n Since 6 April 2008 any general earnings that are not\nchargeable overseas earnings within Section 22 because of the\noperation of the steps in Section 23 will be taxable under Section\n15 (until 5 April 2008 they were taxable under Section 21). The\nexample at\n[EIM31771](/guidance/employment-income-manual/EIM31771) illustrates the interaction\nbetween Sections 15 and 22 where Step 2 applies.\n\n### Practical issues\n\nAn employee may maintain that general earnings are chargeable\noverseas earnings taxable on remittance under Section 22 rather\nthan on receipt under Section 15(or under Section 21 if before 6\nApril 2008). This is likely to lead to a significant reduction in\nthe amount of taxable earnings. You should examine the facts\nclosely before accepting that earnings are chargeable overseas\nearnings within Section 22. In particular you should find out\nwhether the employer has any place of business in the United\nKingdom. If you can trace an accounts file for the employer, ask\nthe accounts Inspector for instructions on the employer's residence\nstatus.\n\n See\n[EIM40103](/guidance/employment-income-manual/EIM40000#EIM40103) for advice on dual contract\narrangements."},{"manual-section-id":"EIM40103","slug": "guidance/employment-income-manual/EIM40103","title":"Taxable earnings: chargeable overseas earnings: dual contract arrangements","body":"\n\n## Sections 22 to 24 ITEPA 2003\n\nNon-domiciled individuals sometimes come to work for United Kingdom resident employers. Depending on the length of their visit they may be resident and ordinarily resident from the date of arrival. They may locate in London but the job may have European or global dimensions, which requires foreign travel and the performance of duties outside of the United Kingdom.\n\nThe full amount of general earnings from a single employment with duties performed inside and outside of the United Kingdom will be taxable under Section 15 (or Section 21 if before 6 April 2008).\n\nIn the circumstances described above the employee may be offered two employments instead of one:\n\n*   employment 1 covering the performance of duties in the United Kingdom and\n*   employment 2, usually with an associated company resident offshore, covering duties performed in the rest of the world, excluding the United Kingdom.\n\nThe two, or more, employments may require very similar duties to be performed. The only significant difference is the geographical areas in which those duties are carried out.\n\nThe advantage to the taxpayer is that the earnings from employment 2 will be chargeable overseas earnings and will only be taxable under Section 22 if remitted to the United Kingdom. For this reason, dual contract arrangements are popular among non-domiciled employees assigned to work in the United Kingdom.\n\n### Identification\n\nTaxpayers should complete a separate copy of the employment pages in the SA Return for each employment held during the relevant year. This includes the two or more employments held under a dual contract arrangement. Employment pages returning the second 'offshore' employment may only carry a statement of total earnings paid or provided. If there have been no remittances in the year there will be a matching deduction.\n\n### Action in HMRC offices\n\nYou may seek to establish that:\n\n*   there are two (or more) employments in reality and not one employment that has been artificially divided to exploit Section 22\n*   no duties under the 'offshore contract' have been performed in the United Kingdom.\n\nIf earnings paid under the two (or more) contracts appear to be disproportionate you may consider invoking Step 3 of the three steps set out in Section 23 in order to calculate the amount of chargeable overseas earnings. Step 3 applies any limit imposed by Section 24 thus restricting the amount of chargeable overseas earnings within Section 22. Section 24 permits a reapportionment of the remuneration on a commercial basis, to ensure that the amount paid in respect of UK duties is a fair proportion of the total remuneration from both or all associated employments. The effect of such a reapportionment is to limit the chargeable overseas earnings whilst increasing the taxable earnings within Section 15 (or Section 21 if before 6 April 2008).\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\nSee example [EIM40104](/guidance/employment-income-manual/EIM40000#EIM40104).\n\nSee also Appendix 3 at [EIM77030](/guidance/employment-income-manual/EIMANUAL#EIM77030) for an adapted version of a detailed article setting out how HMRC offices approach dual contract arrangements which was published in Tax Bulletin 76 (April 2005).\n\nIn March 2012 HMRC published a further paper - http://www.hmrc.gov.uk/menus/dual-contracts.pdf setting out its\n\n*   approach to enquiries into dual contract arrangements, particularly in relation to evidence and documents\n\n*   interpretation of &#x201C;merely incidental&#x201D; duties (see [EIM40203](/guidance/employment-income-manual/EIM40000#EIM40203))"},{"manual-section-id":"EIM40104","slug": "guidance/employment-income-manual/EIM40104","title":"Dual contract arrangements: example","body":"\n\n## Section 22 ITEPA 2003\n\nA US citizen is employed by ABC Inc, a company resident in the US. The employee is assigned to work in London for a subsidiary company DEF Ltd for a period of 5 years. It is estimated that 40% of duties will be performed outside of the United Kingdom, in Europe and the US.\n\nThe employee relocates to London. In consequence of his intention to remain in the United Kingdom for 5 years he is resident and ordinarily resident from the date of arrival but not domiciled.\n\nThe employee is invited to structure the employments as described below:\n\n### ABC Inc.\n\nThis employment continues from before and throughout the period of the assignment. The letter of assignment specifies a list of clients and duties to be serviced and dealt with outside of the United Kingdom.\n\n### DEF Ltd.\n\nThe new employment commences with the employee's arrival from the US. Duties specified in the contract include a portfolio of clients and line management responsibilities in the United Kingdom.\n\nThe contract with ABC Inc is remunerated at a rate approximately 50% higher than that with DEF Ltd.\n\n### Comments\n\nThe employee is not domiciled in the United Kingdom. ABC Inc is not resident here but resident in the US. If the duties of this employment are performed wholly abroad then the earnings will be chargeable overseas earnings within Section 22 and will only be taxable if they are remitted to the United Kingdom.\n\nEmoluments from DEF Ltd fall into Section 15 (or Section 21 if before 6 April 2008) and the taxable amount will be the full amount of Section 15 earnings received in the tax year.\n\nIf the employee was assigned to carry out one employment, but at a later date that was sub- divided to exploit Section 22, you may challenge and seek evidence that there are two employments in reality.\n\nABC Inc and DEF Ltd are &#x201C;associated&#x201D; with each other. See Rule C in Section 24(5) and Section 24(6) that imports the definition of control from Section 416 ICTA 1988. The disparity in levels of remuneration may require use of Section 24.\n\nAppendix 3 at [EIM77030](/guidance/employment-income-manual/EIMANUAL#EIM77030) provides greater detail about the HMRC approach to dual contract arrangements.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**"},{"manual-section-id":"EIM40105","slug": "guidance/employment-income-manual/EIM40105","title":"Earnings that cannot be remitted to the United Kingdom","body":"Relief may be due where earnings which arise abroad and are not\ntaxed by reference to the amount of earnings remitted to the United\nKingdom, cannot be transferred to the United Kingdom because of\nrestrictions imposed by an overseas government.\n\nFor details see SAIM1150.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM40106","slug": "guidance/employment-income-manual/EIM40106","title":"Deductions from seafarers' earnings","body":"Seafarers may be eligible for a deduction from earnings taxable\nunder Section 15 ITEPA 2003 (or under Section 21 if before 6 April\n2008) where they satisfy the conditions in Part 5 Chapter 6. See\n[EIM33000](/guidance/employment-income-manual/EIM33000) and subsequent for further\ninformation."},{"manual-section-id":"EIM40201","slug": "guidance/employment-income-manual/EIM40201","title":"Taxable earnings: employee not resident or not ordinarily resident in the United Kingdom: UK based earnings","body":"**\n\nFrom 6 April 2008 Section 15**\n\nis the charging provision for general earnings in respect of\nduties performed in the United Kingdom for any tax year in which\nthe employee or office holder is resident in the United Kingdom but\nnot ordinarily resident (see\n[EIM42802](/guidance/employment-income-manual/EIM42800#EIM42802)). Before 6 April 2008 these\nearnings were chargeable under Section 25. Section 25 was abolished\nwith effect from 6 April 2008.\n\n**Section 27** is the charging provision for general\nearnings in respect of duties performed in the United Kingdom for\nany tax year in which the employee or office holder is not resident\nin the United Kingdom (see\n[EIM42802](/guidance/employment-income-manual/EIM42800#EIM42802)).\n\n The full amount of Section 15 (or Section 25 if before 6\nApril 2008) or Section 27 earnings received in the tax year\ncomprises taxable earnings whether the earnings are for that year\n\nor some other year and whether or not the employment is still held\n\nat the time when the earnings are received. See\n\n[EIM40221](/guidance/employment-income-manual/EIM40000#EIM40221) for guidance on the calculation\n\nof general earnings in respect of duties performed in the United\n\nKingdom. The place where duties are performed is significant in\n\ndeciding whether or not there is a charge under these sections. For\n\nmost employees this is simply a question of fact. However, special\n\nrules apply to certain employees working in specified occupations\n\nand/or in particular places.\n\n In particular, Section 27 specifically provides for a charge\n\nto tax on general earnings from overseas Crown employment subject\n\nto United Kingdom tax (see\n\n[EIM40205](/guidance/employment-income-manual/EIM40000#EIM40205)).\n\n See\n\n[EIM40202](/guidance/employment-income-manual/EIM40000#EIM40202) to EIM40209 for further\n\ninformation on location of duties."},{"manual-section-id":"EIM40202","slug": "guidance/employment-income-manual/EIM40202","title":"Employee resident, ordinarily resident or domiciled outside the United Kingdom: location of duties: absence from duties","body":"## Part 2 Chapter 5 ITEPA 2003\n\nSection 38 provides rules that deal with the effect of absence on the place where the employment duties are performed for the purposes of the charging provisions in Part 2 Chapters 4 and 5 (Sections 22, 26 and 27).\n\nIf an employee who ordinarily works in the United Kingdom is absent from work, the general earnings for the period of absence must be treated as being for duties performed in the United Kingdom, even if the employee is in fact abroad at that time. If, exceptionally, the employee can show that if he had been working, the earnings would have been for working abroad then this rule is not applied.\n\n### Example\n\nAn employee who is not ordinarily resident in the United Kingdom performs the duties of the employment in Manchester. Illness meant that a holiday in Florida was unexpectedly extended so the days normally spent in the United Kingdom were lost. The Inspector received a calculation of earnings chargeable under Section 15 that excluded salary attributable to the days of absence.\n\nThe Inspector successfully contended that Section 38 applied on the basis that the duties of the employment were normally performed in the United Kingdom. The earnings that had been excluded were therefore UK-based earnings within Section 15. "},{"manual-section-id":"EIM40203","slug": "guidance/employment-income-manual/EIM40203","title":"Employee resident, ordinarily resident or domiciled outside the United Kingdom: location of duties: \"merely incidental\" duties","body":"\n\n## Part 2 Chapter 5 ITEPA 2003\n\n### Summary of Section 39\n\nIf an office or employment is carried on substantially outside of the United Kingdom in a year, any duties performed in the United Kingdom which are \"merely incidental\" to the work done abroad are treated as duties performed outside the United Kingdom.\n\n*   This rule applies to all of the charging provisions in Part 2 Chapter 5: Section 22, see [EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102)&#xA0;\n*   Section 26, see [EIM40301](/guidance/employment-income-manual/EIM40000#EIM40301)&#xA0;\n*   Section 27, see [EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201).\n\nThe rule is not taken into account when considering whether a seafarer is eligible for the Seafarers&#x2019; Earnings Deduction in Part 5 Chapter 6 ITEPA 2003 (see [EIM33000](/guidance/employment-income-manual/EIM33000) and subsequent). Section 39(3) states that Section 39 does not affect any question as to where any duties are performed or whether a person is absent from the UK (see [EIM33007](/guidance/employment-income-manual/EIM33000#EIM33007)) for the purposes of the seafarers' deduction. Part 5 Chapter 6 has its own rules dealing with location of incidental duties (see [EIM33031](/guidance/employment-income-manual/EIM33000#EIM33031)).\n\n### \"Merely incidental\" duties\n\nTo determine whether work done in the United Kingdom is \"merely incidental\", you need to think about the nature of the employment; what are the main duties, tasks and responsibilities? Against that background consider those duties that are claimed to be \"merely incidental\". If the work done in the United Kingdom is subordinate or ancillary to that done overseas, you may accept that it is \"merely incidental\". If, on the other hand, the work done in the United Kingdom is of the same kind as that done overseas, or if not the same, of equal importance, it will not be \"merely incidental\".\n\n### Case law: Robson v Dixon\n\nThe case of Robson v Dixon (48TC527) involved a pilot, resident and ordinarily resident in the United Kingdom, who was employed by a Dutch airline. He flew aircraft from Amsterdam to various parts of the world. There were relatively few take-offs and landings in the United Kingdom. He claimed that the small number of take-offs and landings meant that his duties in this country were \"merely incidental\" to those performed abroad. The Courts rejected his claim on the grounds that the test is one of quality, not quantity. The Judge commented that the core duties of a pilot include landing and taking off in aircraft. So when the aeroplane landed in the United Kingdom the pilot was performing substantive duties of his employment.\n\n### Quality not quantity of duties\n\nThe case of Robson v Dixon established that it is the quality not the quantity of duties performed in the United Kingdom that determines whether or not they are \"merely incidental\". However, where the employee works in the United Kingdom for more than three months in a year, you should not accept that work can be \"merely incidental\".\n\n### Director - duties never merely incidental\n\nThe general principle in relation to a company director is that the management of a company is vested collectively in the board of directors. Therefore when a director attends a meeting of the board, HMRC takes the view that he or she performs a fundamental duty which is not &#x201C;merely incidental&#x201D; to other duties.\n\nConsequently a director who in substance performs his duties overseas, except for visits to the United Kingdom to attend a meeting (whether as part of a formal board meeting or otherwise) cannot, in the view of HMRC, be within the exception in s39. Attendance at board meetings is part and parcel of a director&#x2019;s core duties and therefore if performed in the United Kingdom cannot be incidental to duties performed abroad. A director&#x2019;s attendance at other meetings (e.g. finance, strategy, personnel) is also likely to represent a substantive duty, because the director would not attend these meetings unless participation was deemed necessary.\n\n### Statement of Practice A10: airline pilots\n\nDespite the decision in Robson v Dixon a single take off and landing in the United Kingdom in any year is disregarded on de minimis grounds in considering whether any duties are performed in this country.\n\n### Dealing with cases\n\nIt is not possible to list \"merely incidental\" duties. Substantive and \"merely incidental\" duties are relative and specific to employments. It is important to obtain as much information about the employment and employee as possible. The following list of documents is not intended to be comprehensive:\n\n*   employment contract\n*   job description\n*   summary of main duties and responsibilities\n*   business diaries and travel details.\n\nThese may help but if at all possible arrange a meeting with the employee to obtain information first hand. Once you have a clear idea of the main duties you are in a position to take a view as to what are \"merely incidental\".\n\nIn March 2012 HMRC published a paper - http://www.hmrc.gov.uk/menus/dual-contracts.pdf setting out its\n\n*   approach to enquiries into dual contract arrangements, particularly in relation to evidence and documents,\n\n*   interpretation of &#x201C;merely incidental&#x201D; duties.\n\nSome practical examples are set out at example [EIM40204](/guidance/employment-income-manual/EIM40000#EIM40204). "},{"manual-section-id":"EIM40204","slug": "guidance/employment-income-manual/EIM40204","title":"Employee resident, ordinarily resident or domiciled outside the United Kingdom: location of duties: merely incidental duties: examples","body":"\n\n## Section 39 ITEPA 2003\n\nTo determine whether duties performed in the United Kingdom are &#x201C;merely incidental&#x201D; to duties performed overseas, it is necessary to consider both the nature of the duties performed in the UK and their relationship to the duties performed abroad.\n\n[Top of page](/guidance/employment-income-manual/EIM40000#EIM40204#top)\n\n\n## Examples of duties that maybe &#x201C;merely incidental&#x201D;\n\nEach case will depend on its particular facts but the types of activities, if performed in the UK in relation to the duties of an overseas employment, which can be regarded as &#x201C;merely incidental&#x201D; duties include -\n\n*   arranging meetings and business travel;*   feedback on employee performance and/or business results, if this does not involve the employee concerned in preparation or analysis whilst in the UK and as long as responsibility for these matters is not part of the employee&#x2019;s core duties of employment;*   input to team restructuring and staff matters, provided that the employee does not have a management role; and*   reading generic business e-mails that do not relate directly to the employee&#x2019;s role/responsibilities.\n\n### Example A\n\nA junior employee works for an overseas subsidiary of a UK company and, on occasional visits to the UK headquarters, presents a report prepared by the overseas business to report on trade conditions or results overseas, and/or receive instructions for the next tour of duty overseas. The employee performs no other duties in the UK and has no control over the overseas activities on which he reports and is required only to pass on the report from his overseas employer and to take instructions from the UK company to take back to the overseas employer. These duties are regarded as &#x201C;merely incidental&#x201D; to his overseas duties.\n\n### Example B\n\nAn overseas employee visits the UK and whilst here arranges a meeting with a client overseas and the associated travel. As long as the employee does no more than arrange the meeting and travel, the duties performed are regarded as \"merely incidental\".\n\n### Example C\n\nWhilst in the UK, an employee of an overseas subsidiary receives an e-mail documenting the employer&#x2019;s global business results for the year. The employee is provided with the results for his information and is not required to take any further action or feedback to the sender of the e-mail. The reading of such an e-mail is &#x201C;merely incidental&#x201D; to those duties performed overseas. However, if the employee had any role or responsibility in producing the global results, and/or was involved in feedback or in confirming the results, reading the e-mail is not a &#x201C;merely incidental&#x201D; duty.\n\n[Top of page](/guidance/employment-income-manual/EIM40000#EIM40204#top)\n\n\n## Examples of duties that are not &#x201C;merely incidental&#x201D;\n\nTypes of activities performed by an employee that are not regarded as &#x201C;merely incidental&#x201D; duties include -\n\n*   instructions and/or guidance to colleagues and/or team members;*   work carried out on issues or projects that do not come to fruition;*   reporting on performance/business results where these matters are part of the employee&#x2019;s core duties;*   analysis of reports/information with the intention to produce results/recommendations that can be reported upwards in the organisation;*   preparation work carried out prior to discussions, meetings or presentations with customers/clients, colleagues, board members or shareholders and follow-up work after such discussions, meetings or presentations;*   discussions and meetings (including by telephone, tele-conference or video conference) with customers/clients, colleagues, board members or shareholders; and*   applying generally expertise in any role or function which the employee is contracted to perform in his or her duties for the employer.\n\n### Example D\n\nA courier for a tour operator visits many countries in the course of the employment. Visits to the UK, however few and however short, are of the same nature to the job as visits to other countries and therefore cannot be \"merely incidental\".\n\n### Example E\n\nPreparation in advance of a presentation to, and/or a meeting/discussion with, customers or potential customers, or actions subsequently which result from decisions taken in the presentation or meeting/discussion are not merely incidental to other duties, as preparation in advance and follow-up work afterwards are essential to an employee&#x2019;s effective participation in a presentation and/or meeting/discussion.\n\n### Example F\n\nA company director, who works overseas for a UK based multinational company, usually participates by video conference in board meetings held each month in the UK. However, sometimes the director visits the company headquarters in the UK and attends in person at monthly board meetings. As attendance at board meetings is a core function and fundamental joint duty of a board of directors to manage the company, attendance at a board meeting cannot represent &#x201C;merely incidental&#x201D; duties, regardless of the fact that the director does not normally attend the meeting in person.\n\n### Example G\n\nA company director who is resident in the UK has two directorships within the same overseas based group. One role is as CEO of the UK subsidiary and the other as a board member of the overseas parent company. The parent company&#x2019;s board meetings are held monthly in the overseas location and the director usually attends in person. However, sometimes he participates in the board meetings by telephone or video conference from the UK. As attendance at board/directors&#x2019; meetings is a fundamental and joint duty of a board of directors to manage the company, participation from the UK in the parent&#x2019;s board meetings can not be \"merely incidental\" to duties performed overseas.\n\n### Example H\n\nAn employee of an international bank based in a city in mainland Europe, visits a UK branch of the bank. Whilst in the UK branch, the employee responds to an investment enquiry sent by email from a customer of the bank in Germany. This represents a duty of his employment in Europe and by answering the email from the UK he performs a duty that is &#x201C;precisely co-ordinate&#x201D; with his duties in Europe. Consequently this cannot be a &#x201C;merely incidental&#x201D; duty."},{"manual-section-id":"EIM40205","slug": "guidance/employment-income-manual/EIM40205","title":"Crown servants: general earnings from overseas Crown employment subject to United Kingdom tax","body":"Section 28 ITEPA 2003 defines a special class of earnings for\nthe purposes of Sections 15 and 26 to 27 (before 6 April 2008 it\napplied for the purposes of Sections 25 to 27). \"Crown employment\"\nmeans:\n\n*   employment under the Crown\n*   which is of a public nature and\n*   the earnings from which are payable out of\nthe public revenue of the United Kingdom or of Northern\nIreland.\n\nIf you are uncertain whether a taxpayer holds a Crown\nemployment, refer to Public Departments (London).\n\n General earnings from overseas Crown employment are earnings\n\nfrom such employment in respect of duties performed outside the\n\nUnited Kingdom. Such earnings are taken to be subject to United\n\nKingdom tax unless they are excepted by an order made under Section\n\n28(5).\n\n General earnings from overseas Crown employment subject to\n\nUnited Kingdom tax are chargeable under:\n\n*   Section 15 (or Section 25 before 6 April\n\n    2008): employee resident but not ordinarily resident in the United\n\n    Kingdom or\n*   Section 27: employee not resident in the\n\n    United Kingdom.\n\nSuch earnings are specifically excluded from the scope of\n\nSection 26: \"foreign earnings for year when employee resident but\n\nnot ordinarily resident in the United Kingdom\". The practical\n\nconsequence of this is that the general earnings of Crown servants\n\nare subject to United Kingdom tax irrespective of residence status\n\nor the place where the duties of the employment are performed.\n\nCrown servants are not entitled to the Seafarers&#x2019; Earnings\n\nDeduction in Part 5 Chapter 6 (see\n\n[EIM33035](/guidance/employment-income-manual/EIM33000#EIM33035)) and their general earnings are\n\nnot chargeable overseas earnings for the purposes of Section 22\n\n(see\n\n[EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102)). See EP8145 for guidance when\n\nthe holder of such an employment begins to serve abroad.\n\n### Order under Section 28(5)\n\nSection 28(5) to (7) derive from ESC A25, a concession that\n\noperated before 6 April 2003 to remove from the scope of UK income\n\ntax locally engaged, low paid staff employed overseas by the Crown,\n\nin accordance with long-standing practice and in keeping with\n\ninternational treaty obligations. The terms of the current order\n\nare reproduced at\n\n[EIM40209](/guidance/employment-income-manual/EIM40000#EIM40209)."},{"manual-section-id":"EIM40206","slug": "guidance/employment-income-manual/EIM40206","title":"Employee resident, ordinarily resident or domiciled outside the United Kingdom: UK-based earnings: location of duties performed on a vessel or aircraft"},{"manual-section-id":"EIM40207","slug": "guidance/employment-income-manual/EIM40207","title":"Employee resident, ordinarily resident or domiciled outside the United Kingdom: location of duties performed on a vessel or aircraft: example","body":"### Section 40 ITEPA 2003\n\nThe following examples illustrate the effect of the statutory rules in section 40 that deem certain duties to be carried out inside the United Kingdom. See [EIM40206](/guidance/employment-income-manual/EIM40206) for an explanation of the legal background.\n\n### Example 1\n\nA merchant navy ship sails from Felixstowe to Aberdeen. The ship&#x2019;s course takes it outside of United Kingdom territorial waters for a part of the voyage.\n\nAll of the crew members are treated as performing duties in the United Kingdom during the voyage. Their earnings for these duties will be UK-based earnings chargeable under Section 15 (resident but not ordinarily resident) or Section 27 (not resident).\n\n### Example 2\n\nAn aircraft flies from Edinburgh to Dusseldorf.\n\n**Resident** crew members are treated as performing duties in the United Kingdom throughout the flight. Earnings for these duties are UK-based earnings chargeable under Section 15 (resident but not ordinarily resident).\n\n**Non resident** crew members are not treated as performing duties in the United Kingdom throughout the flight. Only earnings for duties actually performed in the United Kingdom are UK-based earnings chargeable under Section 27.\n\n### Example 3\n\nA merchant navy ship steams from Southampton to Ostend. It remains in United Kingdom coastal waters until it is off Harwich. It then leaves territorial waters.\n\n**Resident** seafarers are treated as performing duties in the United Kingdom throughout the voyage. Earnings for these duties are UK-based earnings chargeable under Section 15 (resident but not ordinarily resident).\n\n**Non resident** seafarers are not treated as performing duties in the United Kingdom throughout the voyage. Only earnings for duties actually performed in the United Kingdom (including territorial waters) are UK-based earnings chargeable under Section 27.\n\n### Different rules for the Seafarers&#x2019; Earnings Deduction: Part 5 Chapter 6\n\nNote that different rules apply for the purposes of the Seafarers&#x2019; Earnings Deduction (see [EIM33033](/guidance/employment-income-manual/EIM33000#EIM33033)). "},{"manual-section-id":"EIM40208","slug": "guidance/employment-income-manual/EIM40208","title":"Employee resident, ordinarily resident or domiciled outside the United Kingdom: location of duties: workers in the offshore oil and gas industry","body":"Special rules cover general earnings for duties performed in the\nUK sector of the continental shelf. General earnings arising from\nduties performed in a designated area in connection with\nexploration or exploitation activities are treated as general\nearnings in respect of duties performed in the United Kingdom (see\n[EIM67100](/guidance/employment-income-manual/EIM65799#EIM67100) onwards for full\ninformation)."},{"manual-section-id":"EIM40209","slug": "guidance/employment-income-manual/EIM40209","title":"Crown servants: general earnings from overseas Crown employment subject to United Kingdom tax: text of Board's order under Section 28(5)","body":"\n\n## Section 28 ITEPA 2003\n\nSee [EIM40205](/guidance/employment-income-manual/EIM40000#EIM40205) for further information about the taxation of Crown servants.\n\nBoard's order under Section 28(5) effective from 6 April 2003\n\nThe Commissioners of HMRC, in exercise of the powers conferred upon them by Section 28(5) of the Income Tax (Earnings and Pensions) Act 2003 (&#x2018;the Act&#x2019;), hereby make the following order:\n\n&#x2018;General earnings&#x2019; has the same meaning as in Section 7(3) of the Act.\n\n&#x2018;Overseas Crown employment&#x2019; has the same meaning as in Section 28 of the Act.\n\nGeneral earnings from overseas Crown employment in respect of an employee who:\n\n1.  1.  is not resident in the United Kingdom;2.  was engaged outside the United Kingdom; and3.  is employed in a grade the maximum rate of pay of which is less than the maximum rate of pay of an executive officer employed in the same department of the United Kingdom Civil Service and working in inner London,\n\nis excepted from the operation of Section 27(2) of the Act.&#x201D;\n\n### Amendment to order effective from 13 June 2006 and 6 April 2008\n\nWith effect from 13 June 2006, the order does not apply to Queen's Gurkha Officers or any other members of the Brigade of Gurkhas who were recruited for that Brigade in Nepal.\n\nWith effect from 6 April 2008, the order does not apply to members of the Royal Gibraltar Regiment."},{"manual-section-id":"EIM40221","slug": "guidance/employment-income-manual/EIM40221","title":"Employee not resident or not ordinarily resident in the United Kingdom: calculation of general earnings in respect of duties performed in the United Kingdom","body":"Employees who are not ordinarily resident or not resident in the\nUnited Kingdom are chargeable to income tax under Sections 15 (or\nSection 25 before 6 April 2008) and 27 respectively on general\nearnings in respect of duties performed in the United Kingdom.\nWhere all of the duties are performed here calculation is not\n\ndifficult but where duties are performed partly in the United\n\nKingdom and partly overseas, time apportionment is generally used.\n\nSee\n\n[EIM40304](/guidance/employment-income-manual/EIM40000#EIM40304). For detailed guidance about\n\ncalculating earnings in respect of UK duties, Appendix 2 at\n\n[EIM77020](/guidance/employment-income-manual/EIMANUAL#EIM77020) contains an adapted version of\n\nan article that appeared in Tax Bulletin 63 (February 2003).\n\n To calculate the amount of the general earnings in respect\n\nof duties performed in the United Kingdom:\n\n*   calculate total general earnings (both\n\n    cash and non-cash benefits) from the relevant employment for the\n\n    year\n*   establish the number of workdays that the\n\n    employee worked in respect of the employment in the year. This is\n\n    the denominator in the apportionment fraction.\n*   establish the number of workdays that the\n\n    employee spent working in the United Kingdom in the year. This is\n\n    the numerator in the apportionment fraction.\n\nWhere the same amount of salary is paid throughout the year, the\n\ngeneral earnings to be attributed to United Kingdom duties can be\n\ncalculated in this way. Accept computations on this basis unless it\n\nseems likely that the rate of remuneration changed during the year\n\nand the amount involved is worthwhile. If there is more than one\n\nemployment deal with each one separately.\n\n See example\n\n[EIM40222](/guidance/employment-income-manual/EIM40000#EIM40222).\n\n### SA Return employment pages\n\nThe employment pages of the SA Return use a different approach\n\nto produce a computation of liability under Section 15 or Section\n\n27.\n\n*   Total general earnings are reported in the\n\n    cash and benefits sections.\n*   Box 1.31 is a deduction box in which\n\n    non-Section 15 or non-Section 27 earnings (and non-remitted Section\n\n    26 earnings) are entered.\n*   Helpsheet IR211 is available to assist\n\n    people to calculate the amount to be entered in Box 1.31.\n\n### Tax equalisation\n\nSee Appendix 4 at\n\n[EIM77040](/guidance/employment-income-manual/EIMANUAL#EIM77040) for guidance on how to\n\ncalculate earnings in respect of UK duties of tax equalised\n\nemployees who are not ordinarily resident in the UK."},{"manual-section-id":"EIM40222","slug": "guidance/employment-income-manual/EIM40222","title":"Employee not resident or not ordinarily resident in the United Kingdom: calculation of general earnings in respect of duties performed in the United Kingdom: example","body":"A US employer assigns a US citizen to the United Kingdom for a\nperiod of 2 to 3 years. Residence status is self-determined as\nresident but not ordinarily resident in years 1 and 2.\n\n The employee is Head of European Operations, a post that\n\nrequires a proportion of the duties to be performed outside the\n\nUnited Kingdom. In consequence general earnings are likely to be\n\nsplit between Section 15 (UK-based earnings)(or Section 25 before 6\n\nApril 2008) and Section 26 (foreign earnings). The earnings for\n\nduties performed outside the United Kingdom are charged under\n\nSection 26 if they are remitted to the United Kingdom as defined in\n\nSection 809L ITA2007 (see\n\n[EIM40302](/guidance/employment-income-manual/EIM40000#EIM40302)).\n\n Remuneration for year 1 is reported as below. In the year,\n\n80/240 workdays were spent in the United Kingdom.\n\n<table>\n<tr>\n<td>Salary</td><td>&#xA3;100,000</td>\n</tr>\n<tr>\n<td>Bonus</td><td>&#xA3;100,000</td>\n</tr>\n<tr>\n<td>Car provided by the\n\nemployer</td><td>&#xA3;5,000</td>\n</tr>\n<tr>\n<td>House provided by the\n\nemployer</td><td>&#xA3;10,000</td>\n</tr>\n<tr>\n<td>School fees paid in the\n\nUS</td><td>\n\n&#xA3;10,000</td>\n</tr>\n<tr>\n<td>Total</td><td>&#xA3;225,000</td>\n</tr>\n<tr>\n<td>\n\n</td><td>\n\n</td>\n</tr>\n<tr>\n<td>Section 15 =\n\n&#xA3;225,000 x 80/240</td><td>&#xA3;75,000</td>\n</tr>\n<tr>\n<td>Section 26 = 225,000\n\n&#x2013; 75,000</td><td>&#xA3;150,000*</td>\n</tr>\n</table>\n> * chargeable if remitted to the United\n>\n> Kingdom.\n**Note**\n\n: if in year 1 the employee was not resident in the United\n\nKingdom, &#xA3;75,000 would be chargeable under Section 27 and the\n\nbalance (general earnings of &#xA3;150,000) would not be chargeable\n\nto United Kingdom income tax.\n\n Appendix 2 at\n\n[EIM77020](/guidance/employment-income-manual/EIMANUAL#EIM77020) contains further examples of\n\nhow to calculate general earnings in respect of duties performed in\n\nthe UK."},{"manual-section-id":"EIM40223","slug": "guidance/employment-income-manual/EIM40223","title":"Employees performing duties in the United Kingdom: statutory powers to obtain information","body":"Section 24 Finance Act 1974 contains provisions enabling\ninformation to be obtained about the foreign earnings of\nindividuals working in the United Kingdom.\n\nSection 24 applies to a person:\n\n*   who performs the duties of an office or\nemployment in the United Kingdom for a continuous period of thirty\ndays or more, and\n*   whose employer is resident outside and not\nresident in the United Kingdom and\n*   whose duties are performed for the benefit\nof a person resident or carrying on a trade, profession or vocation\nin the United Kingdom.\n\nThe provisions cover both employer and employee as follows.\n\n*   **The employer**: enabling HMRC to issue a return\n\n    under Section 15 TMA 1970 as if the employee were employed by the\n\n    person for whose benefit the duties are performed. The return\n\n    required is restricted to the names and addresses of those\n\n    concerned.\n> This provision enables HMRC to serve a return under Section 15\n>\n> on, for example, the United Kingdom parent, subsidiary or\n>\n> associated company of a foreign concern in respect of a person who\n>\n> is performing duties for the United Kingdom company while remaining\n>\n> in the employment of the foreign concern.\n\n*   **The employee**: enabling HMRC to issue a return\n\n    under Section 8 TMA 1970, requiring the person concerned to include\n\n    particulars of any general earnings paid to him."},{"manual-section-id":"EIM40301","slug": "guidance/employment-income-manual/EIM40301","title":"Earnings charged on remittance: general","body":"## Sections 22 and 26 ITEPA 2003\n\n### General\n\nThese sections charge the full amount of general earnings remitted to the United Kingdom in a tax year where the earnings are:\n\n*   \"chargeable overseas earnings\" for any tax year in which the employee is resident and ordinarily resident but not domiciled in the United Kingdom (Section 22, see [EIM40102](/guidance/employment-income-manual/EIM40000#EIM40102)), or\n*   \"foreign earnings\" for any tax year in which the employee is resident but not ordinarily resident in the United Kingdom (Section 26, see [EIM40304](/guidance/employment-income-manual/EIM40000#EIM40304)).\n\n### Year general earnings are \"for\" and year of remittance\n\nGeneral earnings that fall within Section 22 or Section 26 in the year that they are \"for\", will become taxable earnings in the year they are remitted to the United Kingdom. This is true irrespective of the time that elapses between the year the earnings are \"for\" and the year of remittance.\n\nFor the meaning of \"remitted to the United Kingdom\" see [EIM40302](/guidance/employment-income-manual/EIM40000#EIM40302). "},{"manual-section-id":"EIM40302","slug": "guidance/employment-income-manual/EIM40302","title":"Meaning of remitted to the United Kingdom","body":"Section 809L provides that general earnings are treated as\nremitted to the United Kingdom at the time when :\n\n*   money or property is brought to, received,\nused or enjoyed in the United Kingdom, or\n*   services are provided in the United\nKingdom\n> in any manner or form.\n\n### Paid in the United Kingdom\n\nEarnings are remitted to the United Kingdom if they are paid to\nthe employee in cash in this country or if the employee's bank\naccount here is credited with them. Employees may arrange to have\nearnings paid into offshore bank accounts to avoid this rule. Money\nthat is transmitted from the employer's bank in the United Kingdom\n\nto the employee's offshore bank is not treated as remitted here. It\n\nhas been in the banking system all of the time; the employee did\n\nnot have access to it.\n\n### Loan arrangements\n\nThe definition or remitted earnings is wide enough to cover most\n\nways of bringing money into the country. For example, in Harmel v\n\nWright (49TC149) an employee received earnings abroad and used them\n\nto buy shares in a company, which lent the money to a second\n\ncompany, which lent the money to the employee in London. It was\n\nheld that the earnings had been remitted to the United Kingdom.\n\n### Assets\n\nIf an employee receives earnings abroad which are used to\n\npurchase assets such as a car or a painting and the employee then\n\nbrings the assets into the United Kingdom the earnings used to\n\npurchase the assets are regarded as remitted to the United\n\nKingdom.\n\n### Investments abroad\n\nThe treatment of investments made abroad depends on the\n\nparticular facts. In general, money invested abroad by an employee\n\nresident here should not be regarded as remitted to the United\n\nKingdom. However, if the investment is subsequently sold in this\n\ncountry, or sold abroad and the proceeds brought into the United\n\nKingdom, the amount originally invested should then be regarded as\n\nremitted here.\n\n### Payment of a debt\n\nIf the employee is ordinarily resident, earnings that are\n\napplied to the payment of \"UK-linked\" debts may in certain\n\ncircumstances be regarded as remitted to the United Kingdom. See\n\n[EIM40303](/guidance/employment-income-manual/EIM40000#EIM40303) for more information.\n\n### Benefits in kind\n\nSee\n\n[EIM40303](/guidance/employment-income-manual/EIM40000#EIM40303) for more information."},{"manual-section-id":"EIM40303","slug": "guidance/employment-income-manual/EIM40303","title":"Meaning of remitted to the United Kingdom: benefits in kind and UK-linked debts","body":"The definition of &#x201C;remitted to the United Kingdom&#x201D;\nin Section 809L ITA 2007 (see\n[EIM40302](/guidance/employment-income-manual/EIM40000#EIM40302)) includes general earnings\nbrought to, received in or used in and enjoyed in the United\nKingdom in a form other than money. The benefits code as defined by\nSection 63(1) ITEPA 2003 provides a number of examples of earnings\nthat are capable of satisfying the definition including taxable\nbenefits arising from the provision of:\n\n*   living accommodation\n*   loans\n*   cars available for private use.\n\nSome parts of the benefits code do not apply to employees in\n\nlower paid employment. See\n\n[EIM20115](/guidance/employment-income-manual/EIM20001#EIM20115) for how to decide whether an\n\nemployee whose earnings may be charged on remittance is in lower\n\npaid employment.\n\n### Relevant debts\n\nWith effect from 6 April 2008 Section 809L(3)(c) provides that\n\ngeneral earnings within Section 22 or 26 are treated as remitted to\n\nthe United Kingdom if they are used outside the United Kingdom to\n\nsatisfy (wholly or in part) a relevant debt. The remittance is\n\ntreated as taking place at the same time as the earnings are used\n\nto satisfy the debt. Section 809L(7) defines a relevant debt\n\nas:\n\n*   a debt for money lent to the employee in\n\n    the United Kingdom, or for interest on money so lent\n*   a debt for money lent to the employee\n\n    outside the United Kingdom and received in the United Kingdom\n*   a debt incurred for satisfying a UK-linked\n\n    debt.\n\nSometimes the money lent to the employee outside the United\n\nKingdom may not be received in the United Kingdom until after the\n\ngeneral earnings have been used to satisfy the original debt. In\n\nthose circumstances, the earnings are treated as remitted to the\n\nUnited Kingdom at the time when the money lent is received here.\n\n Section 809L treats general earnings as remitted to the\n\nUnited Kingdom where the earnings are held by a lender in such\n\ncircumstances that they are available to satisfy or reduce the debt\n\nby set off or otherwise. It is also a requirement that the amount\n\nowed by the borrower or the time for repayment of the debt depends\n\non the amount or value of the earnings held by the lender.\n\n The special rules for Foreign Income in Part 8 IT(TOI)A\n\n2005) and the use of credit cards applies equally to employment\n\nincome within Sections 22 or 26. In practice, references to Section\n\n833 IT(TOI)A 2005 can be read as references to Section 809L(7)\n\nITEPA 2003."},{"manual-section-id":"EIM40304","slug": "guidance/employment-income-manual/EIM40304","title":"Employee resident but not ordinarily resident in the United Kingdom: interaction of Sections 15 and 26; Statement of Practice 5/84","body":"**Statement of Practice 5/84 - for years up to and including 2008/09**\n\nIf an employee is resident but not ordinarily resident in the United Kingdom and some of the employment duties are carried out in the United Kingdom, a proportion of the general earnings will be UK-based earnings charged on receipt under Section 15 (or Section 25 before 6 April 2008)(see [EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201)). Rules are needed to determine whether general earnings remitted to the United Kingdom relate to duties performed here or to duties performed abroad.\n\nFor years up to and including 2008/09 the relevant rules were in Statement of Practice 5/1984.  They are set out below.\n\nSP5/84 was withdrawn with effect from 6 April 2009.  It was replaced by SP1/09.  See [EIM40305](/guidance/employment-income-manual/EIM40000#EIM40305) onwards for information concerning SP1/09.\n\n### Employee remunerated wholly abroad\n\nAn employee who is:\n\n*   resident but not ordinarily resident in the United Kingdom and*   performs the duties of an office or employment both inside and outside the United Kingdom and*   is remunerated wholly abroad\n\nis permitted, by a broad interpretation of the decision in the case of Sterling Trust v CIR (12TC868), to say that any remittances made to the United Kingdom are made primarily out of general earnings for that year in respect of duties performed in the United Kingdom chargeable under Section 25.  The charge under Section 26 is therefore restricted to the excess of the general earnings remitted to the United Kingdom over the amount charged under Section 25.\n\n### Employee remunerated partly in the United Kingdom and partly abroad\n\nThis rule applies to an employee who:\n\n*   is resident but not ordinarily resident in the United Kingdom and*   performs duties of a single employment both inside and outside the United Kingdom, so that the general earnings from that employment are potentially chargeable under both Sections 15 (or Section 25 before 6 April 2008) and 26, and*   receives part of the general earnings in the United Kingdom and part abroad.\n\nIn these circumstances, provided the general earnings chargeable under Section 15 (or Section 25 before 6 April 2008) are arrived at in a reasonable manner, HMRC is prepared to accept that a charge under Section 26 will arise only where the aggregate of general earnings remitted to the United Kingdom exceeds the amount chargeable under Section 15 (or Section 25 before 6 April 2008) for that year.  The charge under Section 26 is the excess of the aggregate over the charge under Section 15 (or Section 25 before 6 April 2008).\n\n&#x201C;Arrived at in a reasonable manner&#x201D; means, in the absence of special facts, the proportion of the general earnings, including benefits in kind, relating to United Kingdom duties is arrived at on a time basis by reference to working days.\n\nThe aggregate of general earnings includes; sums paid in, cash equivalents of benefits enjoyed in, and earnings transmitted or brought to the United Kingdom in any manner or form. "},{"manual-section-id":"EIM40305","slug": "guidance/employment-income-manual/EIM40305","title":"Employee resident but not ordinarily resident in the United Kingdom; interaction of Sections 15 and 26: Statement of Practice 1/09","body":"\n\n## Statement of Practice 1/09 - for 2009/10 and 2010/11\n\nIf an employee is resident but not ordinarily resident in the UK and some of the employment duties are carried out in the UK, a proportion of the general earnings will be UK-based earnings charged on receipt under Section 15 (see [EIM40201](/guidance/employment-income-manual/EIM40000#EIM40201)).  Rules are needed to determine whether general earnings remitted to the United Kingdom relate to duties performed here or to duties performed abroad.\n\nThe relevant rules are in Statement of Practice 1/09.  The full text of SP1/09 is at [EIM40306](/guidance/employment-income-manual/EIM40000#EIM40306).\n\nSP1/09 took effect from 6 April 2009.  It replaced SP5/84.  For information concerning SP5/84 for years up to and including 2008/09 see [EIM40304](/guidance/employment-income-manual/EIM40000#EIM40304).\n\n### Overview of SP1/09\n\nSection 25 and Schedule 7 Finance Act 2008 introduced changes to the remittance basis of taxation affecting the taxation of employment income where the employee is resident and but not ordinarily resident in the UK.   Amongst other things, the new rules determined the kind and amount of income or chargeable gains remitted to the UK where a transfer is made out of a mixed fund.\n\nFor further details regarding the FA2008 changes see &#x201C;Residence and Domicile; Guidance on the new tax rules&#x201D; at www.hmrc.gov.uk/cnr/res-dom-tax-amends.htm.\n\n### Transfers from an offshore account (mixed fund) under SP1/09\n\nThe remittance basis changes introduced in FA08 introduced new rules where a transfer was made to the UK out of an offshore account that contained more than one kind of income and capital, or income or capital of more than one year.  Such an account is defined in Sections 809Q and 809R ITA 2007 as a **&#x201C;mixed fund&#x201D;**.\n\nWhereas SP5/84 provided that the tax liability should be calculated by reference to the total amount transferred to the UK during the tax year as a whole, the FA08 rules required that where amounts are transferred to the UK out of a mixed fund, the individual&#x2019;s tax liability must be calculated by reference to each individual transfer (Section 809Q(3)).  This is known as **the mixed fund rule**.\n\nHMRC accepts that these rules introduced in FA08 may impose additional administrative burdens in some cases.  Consequently in the circumstances set out in paragraphs 6 to 9 of SP1/09 (see [EIM40306](/guidance/employment-income-manual/EIM40000#EIM40306)), HMRC will accept for 2009/10 that individuals who are resident but not ordinarily resident in the UK do not have to apply the mixed fund rule.  Instead they may continue to calculate their tax liability by reference to the total amount transferred out of a mixed fund during the whole tax year, rather than by reference to individual transfers.\n\n### Transfers from an account that fall within SP1/09\n\nBroadly speaking SP1/09 excludes from the mixed fund rule, employees who are resident but not ordinarily resident in the UK and perform duties both inside and outside of the UK who make transfers from an account which is held solely in the employee&#x2019;s name and contains only employment income from a single employment.\n\nEmployment income in this respect includes\n\n*   employment income (section 809Q(4)(a));\n*   relevant foreign earnings (section 809Q(4)(b));\n*   foreign specific employment income (including termination payments and the proceeds from employee share schemes) (section 809Q(4)(c)); and\n*   employment income subject to a foreign tax (section 809Q(4)(f)).\n\nHowever, HMRC will accept that SP1/09 also applies if any of the following additional sources of income or gains are held in that account -\n\n*   interest arising on the account;\n*   gains arising from foreign exchange transactions in respect of funds in that account;\n*   gains arising on employee share scheme related transactions; and\n*   proceeds from employee share scheme related transactions in respect of amounts paid by the employee acquiring shares.\n\n### Joint account holders\n\nWhere an account is held in joint names and one of the account holders is a spouse or civil partner with no income or gains of their own (except a share in any interest that arises on the joint account), SP1/09 can apply to the account.   This applies to all accounts that qualify for SP1/09 on or after 6 April 2009.\n\n### Income and gains from more than one year in an account\n\nSP1/09 also applies to an account if an employee is resident but not ordinarily resident and the account contains only income or gains of the kind listed in the two paragraphs above but for more than one tax year.\n\n### Transfers from an account where SP1/09 does not apply\n\nSP1/09 does not apply if transfers are made from a mixed fund account containing -\n\n*   income or gains of more than one employment (including employments with different employers within a group); or\n*   income or gains or more than one individual (e.g. a joint account that holds the income or gains of an individual and their spouse or partner).\n\n### Apportionment of earnings\n\nThe second part of SP1/09 (paragraphs 12 to 17) is concerned with apportionment of earnings where the relevant conditions are satisfied for the operation of the SP.\n\nThis part of SP1/09 is unchanged in its application and effect from the same rules that applied until 2008/09 under SP5/84 (see [EIM40304](/guidance/employment-income-manual/EIM40000#EIM40304)). "},{"manual-section-id":"EIM40306","slug": "guidance/employment-income-manual/EIM40306","title":"Employee resident but not ordinarily resident in the United Kingdom: Statement of Practice 1/09: full text","body":"### SP1/09  Employees resident but not ordinarily resident in the UK: General earnings chargeable under Sections 15 and 26 Income Tax (Earnings and Pensions Act) 2003 (ITEPA) and application of the mixed fund rule under Sections 809Q onwards of the Income Taxes Act 2007\n\nThe full text of SP1/09 that took effect from 6 April 2009 is below.\n\n### Overview\n\n1.  Section 25 and Schedule 7 Finance Act 2008 introduced changes to the remittance basis affecting the taxation of employment income where the employee is resident but not ordinarily resident in the UK.  Amongst other issues, they introduced rules to determine the kind and amount of income or chargeable gains remitted to the UK where a transfer is made out of a mixed fund.\n2.  This statement of practice (SP1/09) sets out how HMRC will treat transfers made from an offshore account holding only the income or gains relating to a single employment and the apportionment of earnings where an employee is taxed on the remittance basis.\n3.  Statement of Practice 5/84 (SP5/84) is withdrawn and incorporated as part of this new Statement of Practice 1/09 with effect from 6 April 2009.\n\n### Details of SP1/09\n\n**Transfers made from an offshore account holding only the income or gains relating to a single employment**\n\n1.  Sections 809Q ITA onwards set out the rules to determine the kinds and amount of income or chargeable gains remitted to the UK from a fund containing more than one kind of income and capital, or income, or capital of more than one tax year.    Such a fund is defined in Sections 809Q and 809R as a &#x201C;mixed fund&#x201D;.   Where amounts are transferred to the UK out of a mixed fund, Section 809Q(3) requires that the individual&#x2019;s tax liability is calculated by reference to each individual transfer.  This transfer by transfer approach is referred to below as the &#x201C;mixed fund rule&#x201D;.  This is a change to HMRC&#x2019;s previous practice, with respect to employees to whom SP5/84 applied, which was to allow the tax liability to be calculated by reference to the total amount transferred to the UK during the tax year as a whole.\n2.  In the circumstances outlined in this SP, HMRC will accept that certain individuals who are resident but not ordinarily resident in the UK do not have to apply the mixed fund rule and can continue to calculate their tax liability by reference to the total amount transferred out of a mixed fund during the tax year as a whole, rather than by reference to individual transfers.\n3.  Employees who are resident but not ordinarily resident in the UK and who perform duties of an office or employment both inside and outside the UK, do not have to apply the mixed fund rule in respect of transfers from a particular account where:\n\n*   the mixed fund is an account held solely by the employee; and\n*   the account only contains employment income from a single employment, plus\n\n*   any interest arising only on that account;\n*   any gains arising from foreign exchange transactions in respect of the funds in that account,\n*   any gains arising on employee share scheme related transactions,\n*   any proceeds from employee share scheme related transactions, not otherwise covered at paragraph 7, in respect of amounts paid by the employee in acquiring the shares.\n\n1.  For these purposes, the employment income from that employment may include:\n\n*   employment income (Section809Q(4)(a));\n*   relevant foreign earnings (Section 809Q(4)(b));\n*   foreign specific employment income (including termination payments and the proceeds from employee share schemes)(Section 809Q(4)(c)); and\n*   employment income subject to a foreign tax (Section 809Q(4)(f)).\n\n1.  Employees who are resident but not ordinarily resident in the UK may also choose not to apply the mixed fund rule if the account contains only income or gains of a kind listed at paragraphs 6 and 7 above, but for more than one tax year.   Where this is the case, the ordering rules at Section 809Q(3) shall be applied - i.e. on a last in first out basis.2.  Where the employee applies this SP, amounts transferred out of the account to the UK will be treated as comprising the kinds of income and gains in the order set out in Section 809Q(4) for the tax year as a whole.3.  Accounts containing income or gains of more than one employment are not covered by this SP.\n4.  Accounts containing income or gains of more than one individual are not covered by this SP.\n\n### Apportionment of earnings\n\n1.  Employees who are resident but not ordinarily resident in the UK are chargeable to UK tax under Section 15 ITEPA on general earnings wherever received for duties performed in the UK.  They are also chargeable under Section 26 ITEPA on general earnings for duties performed outside the UK but only to the extent that the earnings are remitted to the UK.\n2.  Where the duties of a single office or employment are performed both in and outside the UK, an apportionment is required to determine how much of the general earnings are attributable to the UK duties.  Apportionment of general earnings is essentially a question of fact, but for many years HMRC has accepted time apportionment, based on the number of days worked abroad and in the UK, except where this would be clearly be inappropriate.  For example, in the case of an employee with 200 working days in the UK and 50 working days outside the UK, the proportion of general earnings attributable to the UK duties would be 200/250.  This practice does not, of course, apply where the charge arises under Section 15 and relief is due under Part 5 Chapter 6 ITEPA (deductions from seafarers&#x2019; earnings).3.  Where an employee resident but not ordinarily resident in the UK performs the duties of a single office or employment both in and outside the UK and is remunerated wholly abroad, he is permitted, by a broad interpretation of the decision in the case of Sterling Trust Ltd v CIR (12TC868), to say that any remittances made to the UK are made primarily out of general earnings for that year in respect of duties performed in the UK assessable under Section 15, and only any balance out of general earnings chargeable under Section 26 on remittance.4.  However, where part of the general earnings are remitted to the UK, it was the practice of HMRC to regard the proportion of the earnings remitted to the UK, as being in respect of duties performed both in and outside the UK, and to treat that proportion of such earnings as were attributable to duties performed outside the UK as remitted to the UK for the purposes of Section 26.\n5.  The practice changed with effect from 6 April 1983 when HMRC introduced a simplified procedure for employees who\n\n*   are resident but not ordinarily resident in the UK;\n*   perform duties of a single employment both in and outside the UK, so that they are potentially chargeable under both Sections 15 and 26 in respect of general earnings from that employment; and\n*   receive part of their general earnings in the UK and part abroad.\n\n1.  In such cases, provided the general earnings chargeable under Section 15 are arrived at in a reasonable manner (i.e. in the absence of special facts, the proportion of the general earnings, including benefits in kind, relating to UK duties is arrived at on a time basis by reference to working days), HMRC is prepared to accept that a charge under Section 26 will arise only where the aggregate of general earnings remitted to the UK exceeds the amount chargeable under Section 15 for that year; and to restrict the charge under Section 26 to the excess of the aggregate over the charge under Section 15."},{"manual-section-id":"EIM40307","slug": "guidance/employment-income-manual/EIM40307","title":"Employee resident but not ordinarily resident: Statement of Practice 1/09: Frequently Asked Questions","body":"## Statement of Practice 1/09 (SP1/09) took effect from 6 April 2009. The full text of the SP is available at EIM40306. An explanation of the operation of SP1/09 is at EIM40305.\n\n### Will payment of income from two separate employments into a single account invalidate treatment of that account under SP1/09?\n\nYes.\n\n### If an employee is paid a bonus by ABC Inc, relating to employments with two companies within the ABC group, can SP1/09 apply to that account?\n\nNo.  An account containing income from separate employments, albeit from employments within the same group, is outside the scope of SP1/09.\n\n### If an individual and a spouse/partner have a joint account, into which each has their salary paid from their respective employments, does this mean SP1/09 cannot apply to that account?\n\nYes.\n\n### How many accounts can qualify for SP1/09?\n\nThere is no limit to the number of accounts for one individual to which SP1/09 may apply if each account satisfies the relevant conditions - see [EIM40305](/guidance/employment-income-manual/EIM40000#EIM40305).   If there are two or more accounts to which SP1/09 applies, the SP must be applied separately to each account.  You do not take the accounts together and treat them as one.\n\n### If an account contains income or gains relating to more than one year, how will remittances from this single account be treated?\n\nThe rules in Section 809Q(3) determine the ordering rules on a last in, first out (LIFO) basis.\n\nIn the case of a payment of income relating to more than one tax year, the LIFO rules treat a remittance as income received in the tax year in which the transfer occurs first and then looks back at earlier years if necessary e.g. in the case of a payment of income relating to more than one tax year, the remittance is treated as income of the later year first.\n\n### Is there a de minimis amount for an oversight?  For example, if I pay a cheque for &#xA3;100 into the wrong account, does that mean SP1/09 cannot apply?\n\nNo and yes, respectively. "},{"manual-section-id":"EIM40321","slug": "guidance/employment-income-manual/EIM40321","title":"Deductions from general earnings charged on remittance","body":"The rules in Sections 336 to 342 ITEPA 2003 dealing with\ndeductions for travelling and other expenses do not apply to\ngeneral earnings charged on remittance under Section 22 or Section\n26. There is a special rule for deductions from earnings charged on\nremittance in Section 353. See\n[EIM31755](/guidance/employment-income-manual/EIM31600#EIM31755) for further information."},{"manual-section-id":"EIM40322","slug": "guidance/employment-income-manual/EIM40322","title":"Deductions from general earnings charged on remittance: capital allowances","body":"No deduction for capital allowances can be given against general\nearnings charged on remittance under Section 22 or Section 26 (see\n[EIM36880](/guidance/employment-income-manual/EIM36500#EIM36880))."},{"manual-section-id":"EIM40601","slug": "guidance/employment-income-manual/EIM40601","title":"Double taxation: general","body":"An employee who works outside the United Kingdom may face a tax\nbill in both states:\n\n*   tax is due under the rules of the United\nKingdom because the employee is resident here and\n*   tax is due under the rules of the overseas\ncountry because employment duties are carried out in that\nState.\n\nNo one should pay tax in two states on the same income. To\nprevent a double charge the United Kingdom has entered into double\ntaxation agreements (DTA) with many other countries whereby in\nparticular circumstances, one country or the other will give up its\nclaim to tax, or else agree to give credit for the tax paid to the\nother country.\n\nWhere there is no agreement, the United Kingdom will in\ncertain cases give relief unilaterally.\n\nWhen you are working cases that involve the foreign aspects\nof employment income bear the DTA in mind. It is possible that a\ntax charge exists under domestic United Kingdom rules but we give\nup that right in favour of another state\n\nSee the Double Taxation Relief manual (DT1920) for further\n\ninformation on double taxation arrangements in respect of\n\nemployment income.\n\nSee\n\n[EIM40602](/guidance/employment-income-manual/EIM40000#EIM40602) for guidance on the procedure\n\nto follow."},{"manual-section-id":"EIM40602","slug": "guidance/employment-income-manual/EIM40602","title":"Double taxation: procedure","body":"Where a claim to double taxation relief is made, read the\nguidance in the Double Taxation Relief Manual relating to the other\ncountry involved. If there is an agreement, check if there is any\nguidance about the treatment of employees. If there is, read it in\nthe light of DT1920. See particularly DT220, which deals with\nincome from employments generally (known as 'Dependent Personal\nServices').\n\nOther guidance deals with particular types of employment. You\nshould always consult the actual agreement itself.\n\nSee\n[EIM40601](/guidance/employment-income-manual/EIM40000#EIM40601) for an overview."},{"manual-section-id":"EIM40603","slug": "guidance/employment-income-manual/EIM40603","title":"Double taxation: teachers and researchers","body":"Many but not all double taxation agreements have special\narticles dealing with teachers. Some but not all include\nresearchers. Further guidance is available in the International\nManual and the Double Taxation Relief Manual:\n\n<table>\n<tr>\n<td>INTM163210</td><td>Teachers resident in the\nUnited Kingdom, teaching abroad</td>\n</tr>\n<tr>\n<td>DT1935 - DT1938</td><td>Overseas teachers\nvisiting the United Kingdom.</td>\n</tr>\n</table>"}]}]}}
