{"title":"Employment income provided through third parties","details":{"manual-section-id":"EIM45300","slug": "guidance/employment-income-manual/EIM45300","body":"","breadcrumbs":[],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM45301","slug": "guidance/employment-income-manual/EIM45301","title":"Summary of structure of guidance on share schemes etc","body":"There are a number of exclusions which prevent a relevant step giving rise to Part 7A income.\n\nThe next sequence of pages tells you about the exclusions which are specific to employee share and share option schemes.\n\n[EIM45305](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm) gives you an overview of these exclusions and sketches the structure of this part of the guidance.\n\n[EIM45310](http://www.hmrc.gov.uk/manuals/eimanual/EIM45310.htm) explains what happens if earmarked shares are exchanged for shares in a different company.\n\n[EIM45315](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm) onwards are about the exclusions for tax-advantaged share and share option schemes in Section 554E.\n\n[EIM45325](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm) onwards are about the exclusions for various cases involving employment-related securities in Section 554N.\n\n[EIM45350](/guidance/employment-income-manual/EIM45350) introduces the guidance on the exclusions for earmarking for employee share and share option schemes in Sections 554J to 554M."},{"manual-section-id":"EIM45305","slug": "guidance/employment-income-manual/EIM45305","title":"Overview: structure of this guidance","body":"[Section 554E (tax-advantaged share and share option schemes)](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#IDASDABH)\n\n[Section 554N (priority of Part 7 ITEPA 2003 over Part 7A rules)](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#IDAEEABH)\n\n[Sections 554J to 554M (hedging)](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#IDASEABH)\n\n[Exchange of earmarked shares](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#IDAZGABH)\n\n[Other rules in Part 7A ITEPA 2003 which are particularly relevant to employee share and share option schemes](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#IDAHHABH)\n\nAn employee share or share option scheme may come through the Section 554A gateway.  Such an arrangement will not necessarily give rise to Part 7A income, because there are a number of exclusions.\n\nThere is nothing to prevent a relevant step coming within more than one exclusion if the statutory conditions are met.\n\nThis guidance refers to &#x2018;employee share schemes&#x2019; and &#x2018;employee share option schemes&#x2019; for the sake of brevity.  But the exclusions are not confined to arrangements for conferring shares and share options.  They also cover arrangements for conferring:\n\n*   certain other securities,\n*   certain other securities options, and\n*   sums of money calculated by reference to the market value of shares, other securities, share options and other securities options.\n\n## Section 554E (tax-advantaged share and share option schemes)\n\nSection 554E prevents approved share and share option schemes in Part7 ITEPA 2003 from giving rise to Part 7A income.  See [EIM45315](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm).\n\nIt can happen that  for example, because of administrative error or a takeover  a scheme ceases to be one of the four tax-advantaged share and share option schemes.  Such a scheme will no longer be able to come within Section 554E, but there will be no fall-back charge by virtue of Section 554E(11) if it came within one or more of the other exclusions at the time the relevant step was taken.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#top)\n\n\n## Section 554N (priority of Part 7 ITEPA 2003 over Part 7A rules)\n\nIn certain circumstances, Section 554N prevents Part 7A income arising if employment-related securities are acquired and are taxed by the rules in Part 7 ITEPA 2003.  See [EIM45325](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#top)\n\n\n## Sections 554J to 554M (hedging)\n\nIt is common for deferred remuneration packages to use third parties and shares for valid commercial reasons, such as corporate governance.  In such circumstances, the third party may need to hedge its commitments under those schemes.\n\nThis hedging may be earmarking within Section 554B(1)(a)  see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)  and, assuming the other statutory conditions are met, the arrangement will come through the Section 554A gateway.\n\nThere are four exclusions to prevent such hedging from giving rise to Part 7A income: Sections554J to 554M.\n\nSections 554J and 554K focus on employee share schemes.  Sections 554L and 554M focus on employee share option schemes.\n\n*   Section 554J focuses on employee share schemes with a specified vesting date.  See [EIM45355](http://www.hmrc.gov.uk/manuals/eimanual/EIM45355.htm) onwards.\n*   Section 554K focuses on employee share schemes which have no specified vesting date but, instead, have specified exit events.  See [EIM45385](http://www.hmrc.gov.uk/manuals/eimanual/EIM45385.htm) onwards.\n*   Section 554L is similar to Section 554J.  It focuses on employee share option schemes with a specified vesting date.  See [EIM45405](http://www.hmrc.gov.uk/manuals/eimanual/EIM45405.htm) onwards.\n*   Section 554M is similar to Section 554K.  It focuses on employee share option schemes which have no specified vesting date but, instead, have specified exit events.  See [EIM45435](http://www.hmrc.gov.uk/manuals/eimanual/EIM45435.htm)onwards.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#top)\n\n\n## Exchange of earmarked shares\n\nOn, for example, the takeover or reorganisation of a company, shares that are earmarked for awards to employees may need to be exchanged for shares in a new company.  See[EIM45310](http://www.hmrc.gov.uk/manuals/eimanual/EIM45310.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45305.htm#top)\n\n\n## Other rules in Part 7A ITEPA 2003 which are particularly relevant to employee share and share option schemes\n\nSections 554H and 554Z7 are also particularly relevant to employee share and share option schemes.\n\nSection 554H (earmarking of deferred remuneration) provides an exclusion from an earmarking charge for deferred remuneration generally.  See [EIM45255](http://www.hmrc.gov.uk/manuals/eimanual/EIM45255.htm) onwards.\n\nSection 554H is more restrictive than Sections 554J to 554M.  But, if an arrangement does not come within any of Sections 554J to 554M, it may nevertheless come within Section 554H.\n\nSection 554Z7 is not an exclusion.  But it provides for recognition of the exercise price of share options when calculating an earmarking charge.  See [EIM45740](http://www.hmrc.gov.uk/manuals/eimanual/EIM45740.htm) onwards."},{"manual-section-id":"EIM45310","slug": "guidance/employment-income-manual/EIM45310","title":"Exchange of earmarked shares","body":"Where earmarked shares are exchanged for shares in a different company, say on takeover or reorganisation, the treatment of the original earmarking, and of any new earmarking, will depend on the circumstances.\n\n\n## Original award remains in place\n\nIf:\n\n*   there is an exchange of shares, and*   the award in respect of which the original shares were earmarked remains in place (and this is permitted by the terms of the award),\n\nthen, in normal circumstances, there will be no fall-back charge in respect of the originally earmarked shares at that point in time.\n\nThe new shares will be regarded as earmarked with a view to meeting the existing award, with the vesting date of the award (as it was at the time the award was made) remaining as an occasion for a potential fall-back charge.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45310.htm#top)\n\n\n## New award replaces the original award\n\nIf:\n\n*   earmarked shares are exchanged for shares in a different company in similar circumstances, but\n*   the award in respect of which the original shares were earmarked is replaced by a new award over the new shares and with a new vesting date,\n\nthen the position might be different.\n\nIf the original relevant shares do not continue to be held and the old award has been revoked in accordance with the terms of the award, then there will be no charge in respect of the original earmarking.\n\nIf the new award and the new earmarking qualify on their own terms for exclusion, then normally there will be no earmarking charge at that stage in respect of the new award.\n\nHowever, if the replacement of existing awards by new awards is used to circumvent the time limits of the exclusion provisions, so as to exclude indefinitely a Part 7A charge from what is essentially the same earmarking, then the anti-avoidance clauses in those provisions will give rise to an earmarking charge in respect of the replacement awards."},{"manual-section-id":"EIM45315","slug": "guidance/employment-income-manual/EIM45315","title":"Tax-advantaged share and share option schemes","body":"\n\n## Section 554E ITEPA 2003\n\n[Steps taken under approved share and share option schemes](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm#IDAVN0YH)\n\n[Steps taken in connection with approved schemes](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm#IDA2O0YH)\n\n[Steps taken in connection with EMI arrangements](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm#IDAWR0YH)\n\n[Facilitation steps: the fall-back charge](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm#IDAEU0YH)\n\nSection 554E stops Part 7A income arising as a result of:\n\n*   Certain steps taken under tax-advantaged share and share option schemes and arrangements, and\n*   Certain steps taken to facilitate such schemes and arrangements.\n\nA fall-back charge may apply if a facilitation step is taken within Section 554B and the relevant third person taking the step (P) ceases to meet the conditions needed for exclusion.\n\nSection 554E can cover not only relevant steps within Section 554B but also relevant steps within Sections 554C and 554D.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm#top)\n\n\n## Steps taken under approved share and share option schemes\n\nA relevant step taken under one of the schemes listed below will not give rise to Part 7A income.\n\n*   An approved SIP  see ESSUM20000&#xA0;\n*   An approved SAYE option scheme  see ESSUM30000&#xA0;\n*   An approved CSOP scheme  see ESSUM40000&#xA0;\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm#top)\n\n\n## Steps taken in connection with approved schemes\n\nAlso, the general rule is that a relevant step will not give rise to Part 7A income if P takes it solely for one of the following purposes.\n\n*   Acquiring or holding shares to be awarded under an approved SIP.\n*   Providing shares pursuant to an award of shares under an approved SIP.\n*   Acquiring or holding shares to be provided pursuant to options granted under an approved SAYE option scheme.\n*   Providing shares pursuant to an option granted under an approved SAYE option scheme.\n*   Acquiring or holding shares to be provided pursuant to options granted under an approved CSOP scheme.\n*   Providing shares pursuant to an option granted under an approved CSOP scheme.\n\nOn steps taken &#x2018;solely for the purposes of &#x2026;&#x2019;, see [EIM45320](http://www.hmrc.gov.uk/manuals/eimanual/EIM45320.htm).\n\nBut there are two cases in which this general rule does not apply.\n\nFirst, it will not apply if there is a connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).\n\nSecond, it will not apply if (immediately before or after the relevant step is taken) H &gt; X, where:\n\n&#x2018;H&#x2019; is the total number of shares of any type held, in relation to the approved scheme under review, by the person taking the step (P) and any other persons for the purposes listed above, and\n\n&#x2018;X&#x2019; is the maximum number of shares of that type which one might reasonably expect to be required, in relation to the approved scheme under review, for those purposes over the period of ten years starting with the day on which the relevant step is taken.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](http://www.hmrc.gov.uk/manuals/eimanual/EIM45470.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm#top)\n\n\n## Steps taken in connection with EMI arrangements\n\nThe general rule is that a relevant step will not give rise to Part 7A income if P takes it solely for one of the following purposes.\n\n*   Granting qualifying options under an EMI arrangement  see ERSM304100.\n*   Acquiring or holding shares to be provided pursuant to qualifying options granted under an EMI arrangement.\n*   Providing shares pursuant to qualifying options granted under an EMI arrangement.\n\nOn steps taken &#x2018;solely for the purposes of &#x2026;&#x2019;, see [EIM45320](http://www.hmrc.gov.uk/manuals/eimanual/EIM45320.htm).\n\nBut there are two cases in which this general rule does not apply.\n\nFirst, it will not apply if there is a connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).\n\nSecond, it will not apply, if (immediately before or after the relevant step is taken) H &gt; X, where:\n\n&#x2018;H&#x2019; is the total number of shares of any type held, in relation to the EMI arrangement, by P and any other persons for the purposes listed above, and\n\n&#x2018;X&#x2019; is the maximum number of shares of that type which one might reasonably expect to be required, in relation to the EMI arrangement, for those purposes over the period of ten years starting with the day on which the relevant step is taken.\n\nOn &#x2018;the maximum number one might reasonably expect&#x2019;, see [EIM45470](http://www.hmrc.gov.uk/manuals/eimanual/EIM45470.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm#top)\n\n\n## Facilitation steps: the fall-back charge\n\nSuppose that:\n\n*   P takes a relevant step within Section 554B which would give rise to Part 7A income, and\n*   Section 554E prevents it from giving rise to Part 7A income because P takes it to facilitate a tax-advantaged scheme or arrangement, as explained above.\n\nThere will be a fall-back charge if P ceases to meet the conditions for the exclusion.\n\nThe fall-back charge will apply if, at any time (&#x2018;the relevant time&#x2019;) the sum of money or asset (or any part of it):\n\n*   ceases to be held by or on behalf of P solely for purposes listed above, but\n*   continues to be held by or on behalf of P on a Section 554B basis.\n\nIf that happens, then Section 554E deems a relevant step to be taken:\n\n*   within Section 554B,\n*   at the relevant time,\n*   of which the subject is the sum of money or asset (or the part of it) which has started to be held for other purposes,\n*   giving rise to Part 7A income.\n\nThe relevant step is subject to the exclusion in Section 554A(4) and any relevant reliefs.\n\nOn Sections 554A(4) and 554B, see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095)."},{"manual-section-id":"EIM45320","slug": "guidance/employment-income-manual/EIM45320","title":"Several exclusions, same trust or same shares","body":"\n\n## Section 554E ITEPA 2003\n\nSection 554E provides exclusions to assist the four tax-advantaged share and share option schemes.  See [EIM45315](http://www.hmrc.gov.uk/manuals/eimanual/EIM45315.htm).\n\nSection 554E refers to these four tax-advantaged schemes separately.\n\nBut nothing in Section554E requires shares to be put into separate trusts for each of these schemes if they are to come within the exclusions.\n\nSo, it is possible to use one trust for more than one tax-advantaged scheme and still come within Section 554E.\n\nAnd it is possible to use one trust for both tax-advantaged and non-tax-advantaged schemes and still come within Section 554E (as regards the tax-advantaged schemes).\n\n### &#x2018;Solely for the purpose of &#x2026;&#x2019;\n\nAt various places in the share-related exclusion provisions (Sections 554E(3) and (6), 554J(3), 554K(2), 554L(3) and 554M(2)) it is a requirement for qualification for exclusion that steps are taken, or, specifically, shares are earmarked, solely for the purpose of a tax-advantaged share scheme or for providing shares etc in respect of a share or share option award.\n\nA pool of shares held to meet requirements from a number of tax-advantaged and nontaxadvantaged plans in which the employee is a participant will not fail the &#x2018;solely&#x2019; test in respect of any one of them."},{"manual-section-id":"EIM45325","slug": "guidance/employment-income-manual/EIM45325","title":"Priority of Part 7 ITEPA 2003 over Part 7A rules","body":"\n\n## Section 554N ITEPA 2003\n\n[Acquisition of forfeitable securities](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm#IDAMDBBH)\n\n[Acquisition of employment-related securities option](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm#IDAPFBBH)\n\n[Acquisition of employment-related securities option: example](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm#IDAZGBBH)\n\n[Charges under Part 7 ITEPA 2003](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm#IDATHBBH)\n\nIn certain circumstances, Section 554N gives Part 7 ITEPA 2003 (employment-related securities) priority over the Part 7A rules.  This **overrides** the general rule that Part 7A takes priority.\n\nIn summary, where Part 7 applies because employment-related securities or securities options have been acquired within the terms of Part 7 (see ERSM20100), then the Part 7 rules apply instead of the Part 7A rules.\n\nOn Part 7, see the Employment-Related Securities Manual.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm#top)\n\n\n## Acquisition of forfeitable securities\n\nUnder Section 554N(1), a relevant step does not give rise to Part 7A income if:\n\n*   the subject of the step is employment-related securities,\n*   a person acquires the securities by virtue of the step, and\n*   Section 425(2) ITEPA 2003 (forfeitable securities: tax exemption on acquisition) applies to the acquisition, or would apply but for Section 421E(1) ITEPA 2003 (exclusion: residence).\n\nSection 554N may also cover a relevant step taken after the acquisition.  See [EIM45330](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm).\n\nBut there are other types of restricted securities to which Section 425(2) ITEPA 2003 does **not **apply, namely:\n\n*   those without a forfeiture provision, and\n*   those with a forfeiture provision that lasts more than five years.\n\nSection 554N does not apply to such securities.\n\nOn restricted securities generally, see ERSM30300.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm#top)\n\n\n## Acquisition of employment-related securities option\n\nUnder Section 554N(2), a relevant step does not give rise to Part 7A income if:\n\n*   the subject of the step is an employment-related securities option,\n*   a person acquires the option by virtue of the step, and\n*   Section 475(1) ITEPA 2003 (tax relief on acquisition of option) applies to the acquisition, or would apply but for Section474(1) ITEPA 2003 (exclusion: residence).\n\nSection 554N may also cover a relevant step taken after the acquisition.  See [EIM45330](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm).\n\nNote that the grant of an option does not in itself automatically mean that securities have been earmarked to satisfy the option.  The earmarking of securities is a separate relevant step.\n\nNote also that the Section 554N(2) exclusion only applies to the acquisition of the option.  It does not apply to the earmarking of securities  even if the option is acquired and the securities are earmarked at the same time.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm#top)\n\n\n## Acquisition of employment-related securities option: example\n\nAn EBT holds 100 shares in employer company B PLC.  It grants an option over B PLC shares to employee A which is fully vested and exercisable at any time before the tenth anniversary of the grant date.\n\nUnder Section 554N(2), a relevant step does not give rise to Part 7A income if, by virtue of the step, A acquires an employment-related securities option to which Section 475(1) ITEPA 2003 applies.\n\nHere A has acquired an employment-related securities option and Section 554N(2) stops this acquisition from giving rise to Part 7A income.\n\nSuppose the EBT earmarks B PLC shares that it holds with a view to later providing them to A to satisfy the exercise of the option.  Section 554N(2) does not stop the earmarking from giving rise to Part 7A income.  On earmarking, see [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095) onwards.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm#top)\n\n\n## Charges under Part 7 ITEPA 2003\n\nUnder Section 554N(4) and (5), a relevant step does not give rise to Part 7A income if it is one of the events listed below.\n\n*   A chargeable event for the purposes of Section 426 ITEPA 2003 (restricted securities: charge on post-acquisition chargeable events).\n*   A chargeable event for the purposes of Section 438 ITEPA 2003 (convertible securities: charge on post-acquisition chargeable events).\n*   An event which gives rise to the discharge of a notional loan for the purposes of Section 446U ITEPA 2003 (securities acquired for less than market value: discharge of notional loan).\n*   A chargeable event for the purposes of Section 476 ITEPA 2003 (securities options: charge on post-acquisition chargeable events).\n*   A disposal to which Part 7 Chapter 3D ITEPA 2003 applies (securities disposed of for more than market value).\n\nUnder Section 554N(6), a relevant step also does not give rise to Part 7A income if it would be one of the events listed above but for one of the provisions listed below.\n\n*   Section 421B(6) ITEPA 2003 (Part 7 Chapters 2 to 4A of that Act disapplied by death of employee).\n*   Section 421E(1) ITEPA 2003 (restricted and convertible securities: exclusion: residence).\n*   Section 429 ITEPA 2003 (restricted securities: disapplication of Section 426 charge).\n*   Election under Section 430 ITEPA 2003 (restricted securities: election for outstanding restrictions to be ignored).\n*   Election under Section 431 ITEPA 2003 (restricted securities: election for disapplication of Part 7 Chapter 2 ITEPA 2003).\n*   Section 443 ITEPA 2003 (convertible securities: disapplication of Section 438 charge).\n*   Section 474(1) ITEPA 2003 (securities options: exclusion: residence).\n*   Section 477(2) ITEPA 2003 (securities options: charge disapplied by death of employee)."},{"manual-section-id":"EIM45330","slug": "guidance/employment-income-manual/EIM45330","title":"Relevant step taken after acquisition of employment-related securities","body":"\n\n## Section 554N ITEPA 2003\n\n[Scenario 1: Acquisition of securities or interests in securities: consideration not less than market value](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#IDAONFFC)\n\n[Scenario 2: Acquisition of securities or interests in securities: general earnings](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#IDAQOFFC)\n\n[Relevant consideration](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#IDAQYMQB)\n\n[Scenario 3: Acquisition of securities or interests in securities: chargeable event within Section476](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#IDAK0MQB)\n\n[Exclusion](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#IDAY1MQB)\n\nThere are three scenarios in particular in which Section 554N can prevent Part 7A from applying to a relevant step taken **after **the acquisition of &#x2018;securities&#x2019; or &#x2018;interests in securities&#x2019; (within the meaning of Section420 ITEPA 2003).\n\nFor other scenarios within Section 554N in particular, scenarios in which Section 554N can cover a relevant step whereby a person acquires employment-related securities or where a chargeable event occurs in relation to the employment-related securities see [EIM45325](http://www.hmrc.gov.uk/manuals/eimanual/EIM45325.htm).\n\nSee generally the Employment-Related Securities Manual.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#top)\n\n\n## Scenario 1: Acquisition of securities or interests in securities: consideration not less than market value\n\nUnder Section 554N(7)(a), three conditions must be met.  They are bulleted below.\n\n*   A security or an interest in a security (&#x2018;the relevant asset&#x2019;) is acquired.\n*   A gives &#x2018;relevant consideration&#x2019; for the relevant asset.\n*   RC &#x2265; MV, where\n\n&#x2018;RC&#x2019; is the amount of the relevant consideration, and\n\n&#x2018;MV&#x2019; is the market value of the relevant asset at the time of the acquisition.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#top)\n\n\n## Scenario 2: Acquisition of securities or interests in securities: general earnings\n\nUnder Section 554N(7)(b), four conditions must be met.  They are bulleted below.\n\n*   A security or an interest in a security (&#x2018;the relevant asset&#x2019;) is acquired.\n*   The acquisition gives rise (or would give rise) to general earnings of A (or an amount treated under Section 226A (employee shareholder shares) as earnings of A) from A&#x2019;s employment with B.\n\nFor this purpose, you ignore any relevant consideration given for the relevant asset.\n\nOn general earnings, see [EIM00511](/guidance/employment-income-manual/EIM00505#EIM00511) onwards.\n\n&#x2018;E&#x2019; is the amount of the earnings (plus any consideration which A has given for the relevant asset), and\n\n&#x2018;MV&#x2019; is the market value of the relevant asset at the time of the acquisition.\n\n*   The earnings are not exempt income see [EIM45455](http://www.hmrc.gov.uk/manuals/eimanual/EIM45455.htm).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#top)\n\n\n## Relevant consideration\n\nRelevant consideration means consideration which:\n\n*   is given before, or at or about, the time of the acquisition, and\n*   is money or money&#x2019;s worth.\n\nBut relevant consideration does not include:\n\n*   a promise to do anything, or\n*   the performance of any duties of, or in connection with, an employment.\n\n&#x2018;Relevant consideration&#x2019; is defined in Section 554N(8).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#top)\n\n\n## MV\n\nGenerally, under Section 554Z(4), you apply the capital gains tax rules to calculate MV.\n\nBut, if Section 437(1) ITEPA 2003 (market value of convertible securities) applies to the acquisition, you apply the rule in Section 437(1) to calculate MV.\n\nSimilarly, if Section 452(1) ITEPA 2003 (market value of shares in research spin-out companies) applies to the acquisition, you apply the rule in Section 452(1) to calculate MV.\n\nThese two special rules are laid down by Section 554N(9).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#top)\n\n\n## Scenario 3: Acquisition of securities or interests in securities: chargeable event within Section476\n\nUnder Section 554N(10), three conditions must be met.  They are bulleted below.\n\n*   A security or an interest in a security (&#x2018;the relevant asset&#x2019;) is acquired.\n\nIf you are considering a case in which cash is acquired, see ERSM110020.\n\n*   The acquisition is pursuant to an employment-related securities option acquired by reason of A&#x2019;s current, former or prospective employment with B.\n\nAn &#x2018;employment-related securities option&#x2019; is a &#x2018;securities option&#x2019; (as defined in Section 420(8) ITEPA 2003) to which Part 7 Chapter 5 ITEPA 2003 applies.  On &#x2018;securities options&#x2019;, see ERSM110010.\n\n*   The acquisition is a chargeable event for the purposes of Section 476 ITEPA 2003 (securities options: charge on post-acquisition chargeable events), or would be but for Section 474(1).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45330.htm#top)\n\n\n## Exclusion\n\nIn any of those three scenarios, under Section 554N(11) a relevant step taken after the acquisition does not give rise to Part 7A income if two conditions are met.  These are bulleted below.\n\n*   The subject of the relevant step is the relevant asset.\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855)."},{"manual-section-id":"EIM45335","slug": "guidance/employment-income-manual/EIM45335","title":"Loan to exercise employment-related securities option","body":"\n\n## Section 554N ITEPA 2003\n\nSection 554N prevents a relevant step within Section 554C(1)(a) from giving rise to Part 7A income if the four conditions in Section 554N(13) are met.\n\nOn Section 554C(1)(a), see [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060).\n\n### Conditions\n\nThese are the four conditions.\n\n*   The relevant step is the payment of a sum of money by way of loan (&#x2018;the relevant loan&#x2019;).\n*   The relevant loan is made and used solely for the purpose of enabling A to exercise an &#x2018;employment-related securities option&#x2019; (within the meaning of Part 7 Chapter 5 ITEPA 2003).  See ERSM110010 onwards.\n\nNote that this condition will not be met if the relevant loan is **also**:\n\n*   *   made for the purpose of enabling A to pay tax or NIC or both crystallised by the exercise of the option,*   used for that purpose, or*   both made and used for that purpose.\n\nNote also that &#x2018;employment-related securities option&#x2019; has a wide meaning.  For example, it is capable of covering a long term incentive plan under which A will be awarded shares automatically at a future date if specified conditions are met  see ERSM110030.\n\n*   A&#x2019;s exercise of the option gives rise to employment income of A which:\n\n*   *   is chargeable to income tax (or would be chargeable, but for Section 474 ITEPA 2003 (securities options: cases where Part 7 Chapter 5 does not apply)), or\n    *   is exempt income (see [EIM45455](http://www.hmrc.gov.uk/manuals/eimanual/EIM45455.htm)).\n\n*   There is no connection (direct or indirect) between the relevant step and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).\n\nOn the &#x2018;exercise&#x2019; of options, see [EIM45460](http://www.hmrc.gov.uk/manuals/eimanual/EIM45460.htm).\n\n### Fall-back charge\n\nUnder Section 554N(14), there will be a fall-back charge if:\n\n*   this exclusion has prevented a relevant step from giving rise to Part 7A income, and\n*   by the end of the period of 40 days starting with the day on which the relevant step is taken, the relevant loan has not been fully repaid.\n\nIn such a case, Section 554N(15) deems a relevant step to be taken with the following features.\n\n*   The relevant step is within Section 554C(1)(a).\n*   It is taken at the end of the relevant period.\n*   The subject of the relevant step is a sum of money of an amount equal to the outstanding amount of the relevant loan as at the end of the relevant period.\n*   The &#x2018;relevant person&#x2019; (see [EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090)) in relation to the relevant step is the person to whom the relevant loan is made.\n*   The relevant step gives rise to Part 7A income."},{"manual-section-id":"EIM45350","slug": "guidance/employment-income-manual/EIM45350","title":"Earmarking for employee share and share option schemes"}]}]}}
