{"title":"Employment income provided through third parties: miscellaneous: contents","details":{"manual-section-id":"EIM45850","body":"","breadcrumbs":[],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM45855","title":"Meaning of &#x2018;arrangement&#x2019; and &#x2018;tax avoidance arrangement&#x2019;","body":"\n\n## Section 554Z ITEPA 2003\n\n### Meaning of &#x2018;arrangement&#x2019;\n\nFor the purposes of the rules in Part 7A ITEPA 2003, &#x2018;arrangement&#x2019; includes any agreement, scheme, settlement, transaction, trust or understanding (whether or not it is legally enforceable).\n\n### Meaning of &#x2018;tax avoidance arrangement&#x2019;\n\nFor the purposes of the rules in Part 7A ITEPA 2003, a &#x2018;tax avoidance arrangement&#x2019; is an arrangement which has a &#x2018;tax avoidance purpose&#x2019;.\n\nTo decide whether an arrangement has a tax avoidance purpose, you look at the purposes of the parties to the arrangement.\n\nIf the main purpose (or one of the main purposes) of any of these parties in entering into the arrangement was the avoidance of income tax, corporation tax or national insurance contributions, then the arrangement has a tax avoidance purpose.\n\n### Steps &#x2018;connected with&#x2019; a tax avoidance arrangement\n\nA step is &#x2018;connected with&#x2019; a tax avoidance arrangement if (for example) the step is taken (wholly or partly) in pursuance of:\n\n*   the tax avoidance arrangement, or\n*   an arrangement at one end of a series of arrangements with the tax avoidance arrangement being at the other end.\n\nIt does not matter if the person taking the step is unaware of the tax avoidance arrangement."},{"manual-section-id":"EIM45860","title":"Persons &#x2018;linked&#x2019; with A","body":"\n\n## Section 554Z1 ITEPA 2003\n\nVery broadly speaking, there are three ways in which a person can be &#x2018;linked&#x2019; with A:\n\n*   by being &#x2018;connected&#x2019; with A,\n*   by being a close company with which A has an association, or\n*   by being a 51% subsidiary of such a company.\n\nThe statute spells out the details - and amplifies them.\n\n### &#x2018;Connected&#x2019; person\n\nAny person who is connected with A is linked with A.\n\nSo is any person who has been (but is no longer) connected with A.\n\nPersons linked with A like this are within Section 554Z1(1)(a).\n\n&#x2018;Connected&#x2019; has the meaning given by Section 993 ITA 2007.\n\nIf a couple are living together as if they were married or civil partners, you treat them when applying Section 993 for these purposes as if they actually were married or civil partners.\n\n### Close company\n\nIf A is (or has been) a participator in a close company, that company is linked with A.\n\nIf any person within Section 554Z1(1)(a), (c) or (d) is (or has been) a participator in a close company, that company is linked with A.\n\nCompanies linked with A like this are within Section 554Z1(1)(b).\n\nOn close companies, see CTM60000 onwards.\n\nOn participators in close companies, see CTM60107 onwards.\n\n### Non-UK &#x2018;close&#x2019; company\n\nSuppose a company would be a close company, except that it is non-UK resident.\n\nIf A is (or has been) a participator in such a non-UK company, that company is linked with A.\n\nIf any person within Section 554Z1(1)(a), (b) or (d) is (or has been) a participator in such a non-UK company, that company is linked with A.\n\nA &#x2018;participator&#x2019; in such a non-UK company is a person who would be a participator if the company was a close company.\n\nCompanies linked with A like this are within Section 554Z1(1)(c).\n\n### 51% subsidiary\n\nIf a company (Company X) is a 51% subsidiary of a company within Section 554Z1(1)(b) or (c), Company X is linked with A.\n\n&#x2018;51% subsidiary&#x2019; has the meaning given by Part 24 Chapter 3 CTA 2010.\n\nCompanies linked with A like this are within Section 554Z1(1)(d)."},{"manual-section-id":"EIM45865","title":"Relevant step taken after A&#x2019;s death","body":"\n\n## Section 554Z12 ITEPA 2003\n\n[Relevant person is A](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#IDASWABH)\n\n[Relevant person is an individual other than A](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#IDAOSABH)\n\n[Relevant person is not an individual](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#IDA5QABH)\n\n[&#x2018;The relevant taxable person&#x2019;](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#IDAJUABH)\n\n[Charging income tax if the relevant person is not an individual](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#IDASRABH)\n\n[More than one relevant person](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#IDAGUABH)\n\nIn general, the value of the relevant step counts as A&#x2019;s income for the tax year in which the relevant step is taken.  But special rules apply if A has died.\n\nSection 554A(4) prevents a relevant step within Section 554B from giving rise to Part 7A income if it is taken on or after A&#x2019;s death.\n\nSection 554A(4) also prevents a relevant step within Section 554Z18 or 554Z19 from giving rise to Part 7A income if the step is taken on or after A&#x2019;s death.  On Sections 554Z18 and 554Z19 (undertakings given by employers etc in relation to retirement benefits etc: earmarking etc and provision of security), see [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150) and [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155) respectively.\n\nSpecial rules apply if the relevant step is a step within Section 554C or 554D (see [EIM45060](/guidance/employment-income-manual/EIM45000#EIM45060) onwards) and:\n\n*   the relevant step is taken on or after A&#x2019;s death, or\n*   if relevant, any of A&#x2019;s employment income under the Part 7A rules is remitted to the United Kingdom on or after A&#x2019;s death.\n\nOn the Part 7A rules and the remittance basis, see [EIM45800](/guidance/employment-income-manual/EIM45800) onwards.\n\nBut the special rules do not apply if A&#x2019;s employment with B never started before A&#x2019;s death.  (Recall that A is not necessarily a current or former employee - A could be a prospective employee.)\n\nThe rules focus on the &#x2018;relevant person&#x2019; in Section 554C(1) or 554D(1) or (2) - see [EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090).  There are three possible cases.  They are bulleted below.\n\n*   The relevant person is A.\n*   The relevant person is an individual other than A.\n*   The relevant person is not an individual.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#top)\n\n\n## Relevant person is A\n\nA&#x2019;s personal representatives are liable for, as the case may be, the income tax on:\n\n*   A&#x2019;s employment income under the Part 7A rules, or\n*   so much of that income as is remitted.\n\nBut A&#x2019;s personal representatives would never be able to wind up the estate if they could be liable for income tax if a relevant step was taken after A&#x2019;s death in favour of a relevant person who was **not** A.  Section 554Z12 therefore ensures that this cannot happen.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#top)\n\n\n## Relevant person is an individual other than A\n\nIf the relevant step is taken on or after A&#x2019;s death, the amount which counts as employment income of A instead counts as an amount of employment income of the relevant person for the tax year in which the relevant step is taken.\n\nIn a remittance basis case, the amount which is remitted counts as an amount of employment income of the relevant person for the tax year in which the income is remitted.  Since this is a Part 7A rule, &#x2018;relevant person&#x2019; here has its Part 7A ITEPA 2003 meaning and not its remittance basis meaning - see [EIM45090](/guidance/employment-income-manual/EIM45000#EIM45090).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#top)\n\n\n## Relevant person is not an individual\n\nThe &#x2018;relevant taxable person&#x2019; is chargeable to income tax on the amount which, as the case may be, counts as employment income of A or is remitted.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#top)\n\n\n## &#x2018;The relevant taxable person&#x2019;\n\nTo decide who is &#x2018;the relevant taxable person&#x2019;, you ask two questions.\n\n**Question 1**.Is the person (or any of the persons) who took the relevant step UK resident?\n\nIf so, the relevant taxable person is the person (or each of the UK resident persons) who took the relevant step.\n\nIf not, go to Question 2.\n\n**Question 2**.  Was B still alive or in existence when the relevant step was taken?\n\nIf so, the relevant taxable person is B.\n\nIf not, the relevant taxable person is the non-UK resident person (or each of the non-UK resident persons) who took the relevant step.\n\nNote that &#x2018;relevant taxable person&#x2019; in Section 554Z12 and &#x2018;relevant person&#x2019; in Sections 554C and 554D are different concepts.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#top)\n\n\n## Charging income tax if the relevant person is not an individual\n\nThe rate of income tax is the rate applying under regulations made under Section 394(4) ITEPA 2003 at the time of the relevant step or remittance of income.  See [EIM15055](/guidance/employment-income-manual/EIM15000#EIM15055).\n\nThe tax is charged for the tax year in which the step was taken or the income was remitted.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45865.htm#top)\n\n\n## More than one relevant person\n\nIf there is more than one relevant person in relation to the relevant step, you need to make an apportionment between the relevant persons.\n\nThe amount you apportion is the amount which counts as employment income of A or is remitted.\n\nYou apportion it on a just and reasonable basis.\n\nYou then apply the rules about the three possible cases discussed above."},{"manual-section-id":"EIM45870","title":"Subsequent income tax liability: prevention of double charge","body":"\n\n## Section 554Z13 ITEPA 2003\n\nSection 554Z13 prevents a further income tax charge applying after Part 7A income has arisen, if the specified conditions are met.\n\n### Conditions\n\nThere are four conditions.  They are bulleted below.\n\n*   An event occurs after the relevant step.\n*   But for Section 554Z13, this later event would give rise to a liability to income tax (not necessarily on A) on an amount (&#x2018;the later amount&#x2019;).\n*   The liability would arise **other than** by virtue of:\n\n*   *   Part 7A Chapter 2 ITEPA 2003 (Part 7A income),\n    *   Chapters 2 to 5 of Part 7 ITEPA 2003 (employment-related securities), or\n    *   Part 9 ITEPA 2003 (pension income).\n\n*   To prevent a double charge to income tax in respect of the sum of money or asset which is the subject of the relevant step, it is just and reasonable for Section 554Z13 to apply.\n\n### Relief\n\nTo the extent that it is just and reasonable in order to prevent this double charge, Section 554Z13 stops the later event giving rise to a liability to income tax on the later amount."},{"manual-section-id":"EIM45875","title":"Relief where earmarking not followed by further relevant step: general","body":"\n\n## Section 554Z14 ITEPA 2003\n\n[Substantive conditions](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm#IDAFYEEF)\n\n[Procedural conditions](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm#IDA21EEF)\n\n[Giving the relief](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm#IDA223TG)\n\n[Tax liability reduced by the original relevant step](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm#IDAW43TG)\n\nSection 554Z14 ITEPA 2003 permits an application for relief to be made where earmarking is not followed by a further relevant step.\n\nThis may be relevant if:\n\n*   a sum of money or asset is earmarked for a particular employee, activating Sections 554A and 554B ITEPA 2003, but\n*   the sum of money or asset is later earmarked for another purpose, with the result that this employee will never:\n\n*   *   be entitled to it,\n    *   receive it, or\n    *   receive a sum of money arising or deriving from it.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm#top)\n\n\n## Substantive conditions\n\nFive substantive conditions must be met.  They are listed below.\n\n*   A person (P) has taken a relevant step (&#x2018;the original relevant step&#x2019;) within Section 554B.  See [EIM45095](/guidance/employment-income-manual/EIM45000#EIM45095).\n*   The original relevant step has given rise to Part 7A income.\n*   An event (&#x2018;the relevant event&#x2019;) occurs which is not a relevant step in relation to a &#x2018;relevant sum or asset&#x2019;.\n*   By reason of the relevant event, no further relevant step is or will be taken (either by P or by any other person) in relation to any relevant sum or asset.\n*   There is no connection (direct or indirect) between the relevant event and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).  Tax avoidance here includes, in particular, avoidance by way of obtaining Section 554Z14 relief.\n\n&#x2018;Relevant sum or asset&#x2019; means:\n\n*   the sum of money or asset which is the subject of the original relevant step, or\n*   a sum of money or asset which (directly or indirectly) has arisen or derived (or may arise or derive) from this sum of money or asset.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm#top)\n\n\n## Procedural conditions\n\nSection 554Z14 relief is not mandatory.  Taxpayers have the right to apply for it.\n\nAn application must be made by A or, if A has died, A&#x2019;s personal representatives.\n\nIt must be made to an officer of Revenue and Customs.\n\nIt must be made within four years of the time when the relevant event occurs.  Note that this is a non-standard time limit which has no connection with, for example, the end of the tax year or Self Assessment.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm#top)\n\n\n## Giving the relief\n\nIf you are satisfied that the five substantive conditions are met, you must give such relief (if any) as you consider just and reasonable in respect of income tax paid on any &#x2018;previously charged amount&#x2019;.\n\nThere are two kinds of &#x2018;previously charged amount&#x2019;.\n\nFirst, the amount which counted as A&#x2019;s employment income because the original relevant step gave rise to Part 7A income is a &#x2018;previously charged amount&#x2019;.\n\nSecond, if:\n\n*   B is treated as making a payment of PAYE income of A because of the original relevant step, and\n*   Section 222 ITEPA 2003 applies because A has not made good to B within 90 days the amount for which B has had to account under PAYE - see [EIM11950](/guidance/employment-income-manual/EIM11800#EIM11950)onwards,\n\nthen the amount treated by Section 222 as A&#x2019;s earnings is a &#x2018;previously charged amount&#x2019;.\n\nThis relief has the result that, in relation to times after it has been given, the Tax Acts have effect as if the original relevant step had never given rise to Part 7A income.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45875.htm#top)\n\n\n## Tax liability reduced by the original relevant step\n\nRelevant steps can have knock-on effects.  For example, a relevant step can **reduce** a tax liability because of Section 554Z5 (see [EIM45725](http://www.hmrc.gov.uk/manuals/eimanual/EIM45725.htm)) or Section 554Z13 (see [EIM45870](http://www.hmrc.gov.uk/manuals/eimanual/EIM45870.htm)).\n\nIf:\n\n*   the original relevant step has given rise to Part 7A income, and\n*   as a result, any person&#x2019;s liability to income tax or corporation tax has been reduced (including to nil),\n\nthen you must take this into account in determining what would be a just and reasonable amount of relief to give.\n\nYou must:\n\n*   have regard to the reduction in the tax liability, and\n*   reduce the amount of relief which would otherwise have been given accordingly."},{"manual-section-id":"EIM45880","title":"Relief where earmarking not followed by further relevant step: undertakings given by employers etc in relation to retirement benefits etc: earmarking or security not followed by security or benefit","body":"\n\n## Sections 554Z14 and 554Z21 ITEPA 2003\n\n[Substantive conditions](http://www.hmrc.gov.uk/manuals/eimanual/EIM45880.htm#IDAN43TG)\n\n[Procedural conditions](http://www.hmrc.gov.uk/manuals/eimanual/EIM45880.htm#IDAMW3TG)\n\n[Giving the relief](http://www.hmrc.gov.uk/manuals/eimanual/EIM45880.htm#IDARV3TG)\n\n[Tax liability reduced by the original relevant step](http://www.hmrc.gov.uk/manuals/eimanual/EIM45880.htm#IDAVS3TG)\n\nSections 554Z14 and 554Z21 permit an application for relief to be made where earmarking or provision of security is not followed by payment of a contribution or provision of a benefit.\n\nThis may be relevant if:\n\n*   an employer gives an undertaking to pay relevant contributions in respect of a particular employee, and\n*   the employer earmarks sums or assets with a view to paying the contributions or provides security for payment of those contributions, activating Sections 554A and 554B by virtue of Section 554Z18 or Section 554Z19, but\n*   there is an event as a result of which the employee is able to demonstrate that some or all of the relevant contributions that were the subject of the relevant undertaking will never be paid.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45880.htm#top)\n\n\n## Substantive conditions\n\nFive substantive conditions must be met.  They are listed below.\n\n*   B has taken a relevant step (&#x2018;the original relevant step&#x2019;) within Section 554Z18 or Section 554Z19.  See [EIM45150](/guidance/employment-income-manual/EIM45000#EIM45150) and [EIM45155](/guidance/employment-income-manual/EIM45000#EIM45155) respectively.\n*   The original relevant step has given rise to Part 7A income.\n*   An event (&#x2018;the relevant event&#x2019;) occurs which is neither the payment of &#x2018;the relevant contribution&#x2019; (or any part of it) nor the provision of any &#x2018;relevant benefit&#x2019;.\n*   By reason of the relevant event, the relevant contribution (or any part of it) will not be paid or a relevant benefit will not be provided.\n*   There is no connection (direct or indirect) between the relevant event and a tax avoidance arrangement.  See [EIM45855](/guidance/employment-income-manual/EIM45010#EIM45855).  Tax avoidance here includes, in particular, avoidance by way of obtaining Section 554Z14 relief.\n\n&#x2018;The relevant contribution&#x2019; means the contribution to be paid under the &#x2018;relevant undertaking&#x2019;.  See [EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145).\n\nA &#x2018;relevant benefit&#x2019; is a benefit to be provided out of that contribution as mentioned in Section 554Z16.  See [EIM45145](/guidance/employment-income-manual/EIM45000#EIM45145).\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45880.htm#top)\n\n\n## Procedural conditions\n\nSection 554Z14 relief is not mandatory.  Taxpayers have the right to apply for it.\n\nAn application must be made by A or, if A has died, A&#x2019;s personal representatives.\n\nIt must be made to an officer of Revenue and Customs.\n\nIt must be made within four years of the time when the relevant event occurs.  Note that this is a non-standard time limit which has no connection with, for example, the end of the tax year or Self Assessment.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45880.htm#top)\n\n\n## Giving the relief\n\nIf you are satisfied that the five substantive conditions are met, you must give such relief (if any) as you consider just and reasonable in respect of income tax paid on any &#x2018;previously charged amount&#x2019;.\n\nThere are two kinds of &#x2018;previously charged amount&#x2019;.\n\nFirst, the amount which counted as A&#x2019;s employment income because the original relevant step gave rise to Part 7A income is a &#x2018;previously charged amount&#x2019;.\n\nSecond, if:\n\n*   B is treated as making a payment of PAYE income of A because of the original relevant step, and\n*   Section 222 ITEPA 2003 applies because A has not made good to B within 90 days the amount for which B has had to account under PAYE - see [EIM11950](/guidance/employment-income-manual/EIM11800#EIM11950)onwards,\n\nthen the amount treated by Section 222 as A&#x2019;s earnings is a &#x2018;previously charged amount&#x2019;.\n\n[Top of page](http://www.hmrc.gov.uk/manuals/eimanual/EIM45880.htm#top)\n\n\n## Tax liability reduced by the original relevant step\n\nRelevant steps can have knock-on effects.  For example, a relevant step can **reduce** a tax liability because of Section 554Z5 (see [EIM45725](http://www.hmrc.gov.uk/manuals/eimanual/EIM45725.htm)) or Section 554Z13 (see [EIM45870](http://www.hmrc.gov.uk/manuals/eimanual/EIM45870.htm)).\n\nIf:\n\n*   the original relevant step has given rise to Part 7A income, and\n*   as a result, any person&#x2019;s liability to income tax or corporation tax has been reduced (including to nil),\n\nthen you must take this into account in determining what would be a just and reasonable amount of relief to give.\n\nYou must:\n\n*   have regard to the reduction in the tax liability, and\n*   reduce the amount of relief which would otherwise have been given accordingly."}]}]}}