{"title":"Tax treatment of particular occupations: contents","details":{"manual-section-id":"EIM50000","body":"Pages in the range EIM50000 to EIM50800 cover the tax treatment of particular occupations. The occupations are listed in alphabetical order in the table below.\n\nThe Employment Status Manual (ESM) provides additional guidance on the status of workers in particular occupations.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM50000"],"sections":[{"title":" Agricultural workers","sections":[{"manual-section-id":"EIM50010","title":"Provision of benefits: general","body":"The Agricultural Wages (Regulation) Acts provide for the fixing\nof minimum rates of wages for agricultural workers, generally on a\ncounty basis.\n\nFor the purpose of the application of the minimum rates,\nCounty Agricultural Wages Committees are required to define and put\na monetary value on the benefits or advantages received by the\nworker, for example, provision of house and garden, board and\nlodging, milk, potatoes and fuel.\n\nThe values obtained by the committees in this way are not to\nbe used for tax purposes. The provision of living accommodation\n(see\n[EIM11346](/guidance/employment-income-manual/EIM11300#EIM11346)) or boarding and lodgings (see\n[EIM50011](/guidance/employment-income-manual/EIM50000#EIM50011) and EIM50012) is unlikely to\nproduce a tax liability. Other benefits received by employees\n(other than lower paid employees, see\n[EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)) will be taxable if their\nprovision gives rise to a cash equivalent (see\n\n[EIM21110](/guidance/employment-income-manual/EIM21000#EIM21110))."},{"manual-section-id":"EIM50011","title":"Board and lodging exemption for lower paid: background","body":"\n\n## Section 62 ITEPA 2003 and Extra-Statutory Concession A60\n\nIn most industries where an employee, who is in lower paid employment is provided with free board and lodging there is no tax charge on it. That is because the board and lodging has no money's worth, see [EIM00530](/guidance/employment-income-manual/EIM00530) onwards.\n\nAgricultural workers are in a different position. Generally, an agricultural worker whose contract provides for a net cash wage and free board and lodging will be entitled under the Agricultural Wages Act to take a higher cash wage and make his or her own arrangements for accommodation. In these circumstances the worker would normally be taxable on the higher wage, see [EIM01020](/guidance/employment-income-manual/EIM01000#EIM01020).\n\nBy concession, until 5 April 2010, HMRC accepted that, provided certain conditions are met, the agricultural worker is chargeable on the net cash wage, excluding any payments for board and lodging. This put the agricultural worker in the same position as employees in other industries.\n\nThe conditions that have to be met are set out in the concession. For the text of Extra-Statutory Concession A60 see [EIM50012](/guidance/employment-income-manual/EIM50000#EIM50012).\n\nESC A60 was withdrawn with effect from 6 April 2010.  "},{"manual-section-id":"EIM50012","title":"Board and lodging exemption for lower paid: text of concession","body":"\n\n## Extra-Statutory Concession A60\n\nThis ESC was withdrawn with effect from 6 April 2010\n\nThis page has the full text of Extra-Statutory Concession A60. This gives an exemption from income tax on board and lodging provided to lower paid agricultural workers provided certain conditions are met.\n\nFor more background to the concession see [EIM50011](/guidance/employment-income-manual/EIM50000#EIM50011).\n\nThe full text of the concession is:\n\n\"Income tax will not be charged on the value of free board and lodging provided for agricultural workers by their employers despite their entitlement to take a higher cash wage in lieu provided by the Agricultural Wages Act, where all the following conditions are satisfied.\n\n1.  1.  The worker, is not a director, or in employment to which Chapter II of Part V, ICTA 1988 applies.2.  The contract with the employer provides for a net cash wage with free board and lodging.\n    3.  Where the board and lodging is not provided in the farmhouse, the employer has a contract with a third party for its provision and payments under the contract are made direct to the third party.\n\nWhere, instead of being entitled to a net cash wage and free board and lodgings, the worker is entitled to a gross cash wage, he is assessable on the gross amount even if the employer, with his agreement, deducts a sum to pay for his board and lodgings in the farmhouse or elsewhere.\"\n\nFor the purposes of condition c above, a contract between the employee acting as agent for the employer and the third party providing the accommodation, is acceptable. Provided such a contract exists, no objection should be raised if the landlady is the mother of the employee concerned. The payments under the contract should be made direct to the landlady by the farmer. An arrangement whereby the farmer gives the employee a sealed addressed envelope containing the payment for board and lodging to be handed to the landlady should be accepted as meeting this requirement.\n\nCondition a now applies where the employee is in an excluded employment, see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007). "}]},{"title":" Airline pilots","sections":[{"manual-section-id":"EIM50045","title":"Subscriptions to BALPA","body":"Subscriptions to the British Airline Pilots&#x2019; Association\n(BALPA) qualify for relief under Section 344 ITEPA 2003 for 2003/04\nonwards. Relief is due for two-thirds of the member&#x2019;s annual\nsubscription.\n\nRelief for a pilot&#x2019;s BALPA subscriptions is due in\naddition to the nationally agreed Flat Rate Expenses (FRE)\nallowance which applies for 2006/07 onwards (see EIM50050\nonwards)."},{"manual-section-id":"EIM50050","title":"Industry wide FRE for 2006/07 onwards: introduction","body":"HMRC and the British Airline Pilots' Association (BALPA) have agreed an increase to the industry wide Flat Rate Expenses allowance (FRE) which applies to all uniformed commercial pilots and co-pilots (including helicopter pilots), and other uniformed flight deck crew, for 20013/14 onwards.  The agreement updates the national agreement that was effective from 2006/07 onwards, which in turn replaced all locally agreed FREs for the employees concerned.\n\nThe main features of the agreement are:\n\n*   The FRE applies to all uniformed commercial pilots, co-pilots and other uniformed flight deck crew working in the UK\n*   It does not apply to cabin staff (stewards and stewardesses)\n*   The basic FRE is &#xA3;1,022 and it applies from 2013/14 (increased from &#xA3;850, which applied from 2006/07).  For details of what is included, see [EIM50052](/guidance/employment-income-manual/EIM50000#EIM50052) and [EIM50059](/guidance/employment-income-manual/EIM50000#EIM50059)&#xA0;\n*   There is a further expenses deduction (EXP) of &#xA3;110 (increased from &#xA3;100 which applied from 2006/07) to cover the allowable cost of travel to certain regular, specified activities (see [EIM50060](/guidance/employment-income-manual/EIM50000#EIM50060)).\n\nFor a full summary of what can be allowed under the terms of this agreement, see [EIM50051](/guidance/employment-income-manual/EIM50051)."},{"manual-section-id":"EIM50051","title":"Industry wide FRE for 2006/07 onwards: summary"},{"manual-section-id":"EIM50052","title":"Industry wide FRE for 2006/07 onwards: details","body":"The basic FRE agreed for uniformed airline pilots, co-pilots and other uniformed flight deck crew is &#xA3;1,022.  A further deduction (EXP) of &#xA3;110 has been agreed to cover the allowable cost of travel to certain regular, specified activities (see [EIM50060](/guidance/employment-income-manual/EIM50000#EIM50060)). For details of the FRE applicable from 2006/07 to 2012/13 please see [EIM50050](/guidance/employment-income-manual/EIM50000#EIM50050).\n\nThe basic &#xA3;1,022 FRE is deemed to cover all potentially allowable expenditure by the employees concerned (other than travelling expenses) except:\n\n*   The provision of uniforms, where these are required to be worn but are not provided by the employer (see [EIM50053](/guidance/employment-income-manual/EIM50000#EIM50053))\n*   The provision of a noise-cancelling headset, where one is not provided by the employer (see [EIM50054](/guidance/employment-income-manual/EIM50000#EIM50054)).\n\nPilots seeking relief for the two bulleted items above may do so without jeopardising their entitlement to the &#xA3;1,022 FRE.\n\nHowever, if a pilot wishes to obtain relief for the actual costs of other allowable items in a particular tax year they cannot take advantage of the FRE.  In that case their relief will be based solely on their actual, vouched, qualifying costs in that year.  By \"qualifying costs\" we mean amounts for which a deduction is due under\n\n*   Section 336 ITEPA 2003 (see generally [EIM31600](/guidance/employment-income-manual/EIM31600) onwards) and\n*   Section 36 CAA 2001 (see generally [EIM36500](/guidance/employment-income-manual/EIM36500)) onwards).\n\n[EIM50051](/guidance/employment-income-manual/EIM50051) provides a summary of the things for which relief may be due in a given year.  There is a list of items included in the FRE at [EIM50059](/guidance/employment-income-manual/EIM50000#EIM50059).\n\nAs regards luggage, and personal computers, see [EIM50055](/guidance/employment-income-manual/EIM50000#EIM50055) and [EIM50056](/guidance/employment-income-manual/EIM50000#EIM50056) respectively.\n\nSee also\n\n*   [EIM50057](/guidance/employment-income-manual/EIM50057) regarding 2005/06 and earlier\n*   [EIM50059](/guidance/employment-income-manual/EIM50000#EIM50059) regarding the effect of employer contributions."},{"manual-section-id":"EIM50053","title":"Industry wide FRE for 2006/07 onwards: provision of uniforms","body":"The industry wide FRE of &#xA3;1,022 (see [EIM50052](/guidance/employment-income-manual/EIM50000#EIM50052)) includes the cost of cleaning and laundering items of uniform, but not the cost of the uniform itself.  Most airlines provide uniforms for their employees.  Where, exceptionally, the employer requires employees to wear a uniform but does not provide one the employees are entitled to a deduction under Section 336 ITEPA 2003 for the cost of replacing (but not the initial purchase) of items of uniform.  [EIM32475](/guidance/employment-income-manual/EIM32401#EIM32475) explains what is regarded as a \"uniform\" for this purpose.\n\nAn employee who is required to provide their own uniform may obtain relief for the cost (on the replacement basis mentioned above) in addition to the &#xA3;1,022 FRE.\n\nFor details of the FRE applicable from 2006/07 to 2012/13 please see [EIM50050](/guidance/employment-income-manual/EIM50000#EIM50050)&#xA0;"},{"manual-section-id":"EIM50054","title":"Industry wide FRE for 2006/07 onwards: provision of noise-cancelling headsets","body":"The industry wide FRE of &#xA3;1,022 (see [EIM50052](/guidance/employment-income-manual/EIM50000#EIM50052)) does not include the cost of a noise-cancelling headset.  We accept that this item is necessary, but some employers provide it and others do not.  It is therefore not appropriate to include it in a FRE deduction for all pilots.\n\nA pilot whose employer does not provide a noise-cancelling headset is entitled to relief for the cost by way of capital allowances (see [EIM36500](/guidance/employment-income-manual/EIM36500) onwards) as well as the &#xA3;1,022 FRE.\n\nNo relief is due in cases where the employer provides, or is prepared to provide, a noise-cancelling headset but the employee chooses to purchase another type which he or she considers to be superior.  In that case, the purchase does not satisfy the \"necessary\" test in Section 36 CAA 2001 (see [EIM36540](/guidance/employment-income-manual/EIM36500#EIM36540)).\n\nFor details of the FRE applicable from 2006/07 to 2012/13 please see [EIM50050](/guidance/employment-income-manual/EIM50000#EIM50050)&#xA0;"},{"manual-section-id":"EIM50055","title":"Industry wide FRE for 2006/07 onwards: purchase of luggage","body":"HMRC does not consider that the purchase of items of ordinary\nluggage, such as suitcases, qualifies for relief either as expenses\nunder Section 336 ITEPA 2003 or as capital allowances under Section\n36 CAA 2001. We maintain that the luggage is neither purchased nor\nused actually \"in the performance of\" the duties of an airline\npilot (see\n[EIM31650](/guidance/employment-income-manual/EIM31600#EIM31650)). A pilot's duties are,\nprimarily, to fly an aircraft from one place to another. They do\nnot include transporting clothing.\n\nIt follows that the industry wide FRE for airline pilots, and\nother flight deck crew (see\n[EIM50052](/guidance/employment-income-manual/EIM50000#EIM50052)) does not include anything for\nitems of normal luggage, although the pilot's flight case is\nincluded.\n\nAny pilot who wishes to make a supplementary claim to relief\nin respect of other items of luggage may do so without jeopardising\nhis or her entitlement to the &#xA3;850 FRE. However, HMRC's view\nis that such items do not qualify for relief, for the reason given\n\nabove."},{"manual-section-id":"EIM50056","title":"Industry wide FRE for 2006/07 onwards: personal computers","body":"The industry wide FRE for airline pilots, and other flight deck crew (see [EIM50052](/guidance/employment-income-manual/EIM50000#EIM50052)) does not include anything for the purchase of a personal computer (including laptop computers).  HMRC is not satisfied that it is necessary for all airline pilots to provide themselves with a computer for use in the performance of their duties.  Computers may be necessary, but we know that a number of airline employers make computers available at the airports from where the pilots are required to fly.\n\nAny pilot who considers that he or she is entitled to capital allowances for the purchase of a personal computer may ask for such relief without jeopardising his or her entitlement to the &#xA3;1,022 FRE.  Such requests should be considered on their merits by reference to the guidance at [EIM36500](/guidance/employment-income-manual/EIM36500) onwards."},{"manual-section-id":"EIM50057","title":"Industry wide FRE for 2006/07 onwards: 2005/06 and earlier"},{"manual-section-id":"EIM50058","title":"Industry wide FRE for 2006/07 onwards: 2005/06 and earlier: example","body":"In 1996/97 the Inland Revenue agreed with a particular airline\nthat its pilots and co-pilots should receive a FRE of &#xA3;500 per\nyear for five years, beginning in 1997/98. The last year covered by\nthat agreement was 2001/02 but the FRE continued to be applied for\nsubsequent years. Negotiations to renew the agreement did not begin\nuntil 2004/05. Those negotiations were still ongoing in January\n2006 when the new, industry wide FRE was agreed.\n\nIn accordance with the agreement with BALPA, and\n[EIM50057](/guidance/employment-income-manual/EIM50057), the HMRC office conducting\nthose negotiations may now agree deductions for 2004/05 and 2005/06\nbased on the following amounts:\n\n<table>\n<tr>\n<td>2005/06</td><td>Basic FRE &#xA3;800 plus\ntravelling expenses &#xA3;100</td>\n</tr>\n<tr>\n<td>2004/05</td><td>Basic FRE &#xA3;780 plus\n\ntravelling expenses &#xA3;100</td>\n</tr>\n</table>\n\nThe additional relief due as a result of this agreement may be\n\ngiven as a composite coding adjustment in 2006/07.\n\nNote that no further relief should be agreed for the years\n\nwhen, though the original agreement had expired, no active\n\nnegotiations were in progress.\n\nNote also that if the employer makes a contribution towards\n\nthe employees' expenses, or provides significant items of\n\nequipment, the basic FRE should be reduced accordingly (see\n\n[EIM32736](/guidance/employment-income-manual/EIM32700CT#EIM32736) and\n\n[EIM50059](/guidance/employment-income-manual/EIM50000#EIM50059))."},{"manual-section-id":"EIM50059","title":"Industry wide FRE for 2006/07 onwards: employer contributions","body":"The following table shows what is and is not covered by the industry wide FRE of &#xA3;1,022 for 2013/14 onwards and for 2006/07 - 2013/14:\n\n<table>\n<tr>\n<td>Description of expense</td>\n<td>Expenses and capital items eligible for relief</td>\n<td>Expenses and capital items HMRC does not accept as eligible for relief</td>\n</tr>\n<tr>\n<td>Uniform cleaning</td>\n<td>4</td>\n<td></td>\n</tr>\n<tr>\n<td>Uniform supplements:Shirts, jumper, shoes, gloves</td>\n<td></td>\n<td>4</td>\n</tr>\n<tr>\n<td>Equipment:Torch, CRP5, Knee board, Trifold, Chart plotters, Mileage scale rule, Atlas, Protractors/ dividers, Pens, Travel iron, Calculator, Stopwatch, Clipboard</td>\n<td>4</td>\n<td></td>\n</tr>\n<tr>\n<td>Sunglasses</td>\n<td>4</td>\n<td></td>\n</tr>\n<tr>\n<td>Reference material</td>\n<td>4 (where used in the performance of the duties)</td>\n<td>4 (where not used in the performance of the duties)</td>\n</tr>\n<tr>\n<td>Flight case</td>\n<td>4</td>\n<td></td>\n</tr>\n<tr>\n<td>Suitcase</td>\n<td></td>\n<td>4</td>\n</tr>\n<tr>\n<td>Currency commission</td>\n<td>4</td>\n<td></td>\n</tr>\n<tr>\n<td>Duplicate passport</td>\n<td>4</td>\n<td></td>\n</tr>\n<tr>\n<td>Watch</td>\n<td></td>\n<td>4</td>\n</tr>\n<tr>\n<td>Timer</td>\n<td></td>\n<td>4</td>\n</tr>\n<tr>\n<td>Computer</td>\n<td></td>\n<td>4</td>\n</tr>\n</table>\n\nIf the employer makes a contribution towards its pilots' allowable expenses (as shown in the above list), or provides a significant amount of the equipment shown in the list, the FRE for those pilots should be reduced accordingly (see [EIM32736](/guidance/employment-income-manual/EIM32700CT#EIM32736)).  Trivial items should be ignored. "},{"manual-section-id":"EIM50060","title":"Industry wide FRE for 2006/07 onwards: travelling expenses","body":"The industry wide FRE for expenses other than travelling expenses is &#xA3;1,022 (see [EIM50052](/guidance/employment-income-manual/EIM50000#EIM50052)).\n\nFor details of the FRE applicable from 2006/07 to 2012/13 please see [EIM50050](/guidance/employment-income-manual/EIM50000#EIM50050)&#xA0;\n\nIn addition, HMRC have agreed that pilots and other uniformed flight deck crew can be given a further expenses deduction (EXP) of &#xA3;110 per year to cover their expenses of travelling to the following events:\n\n*   Medical examinations\n*   Flight Simulator sessions\n*   Technical refresher sessions\n*   Crew resource management training (CRM)\n*   Emergency and safety equipment training (SEP)\n*   Fire and smoke training (F&amp;S)\n\nAs with the FRE deduction, pilots are not obliged to accept the &#xA3;110.  Any who can show that their allowable expenses of travelling to those events exceed &#xA3;110 per year are entitled to relief based on their actual, vouched expenses (or mileage allowance relief based on their actual mileage) in respect of such journeys.\n\n### Other travelling expenses\n\nPilots may incur expenses in travelling to temporary workplaces for purposes other than those listed above.  Where such journeys satisfy the normal travel expenses rules, relief (including, where appropriate, mileage allowance relief) can be allowed in addition to the &#xA3;110 mentioned above."},{"manual-section-id":"EIM50065","title":"Payment of training costs: Milsom &amp; Hinsley v HMRC (SpC569)","body":"The training which airlines provide for their pilots is\n&#x201C;work-related training&#x201D; which does not give rise to a\ntaxable benefit because of the exemption in Section 250 ITEPA 2003\n(see\n[EIM01200](/guidance/employment-income-manual/EIM01200) onwards). However, most\nairlines require their pilots to make a contribution to their\ntraining costs. That contribution does not necessarily qualify for\ntax relief.\n\nSome airlines only require a contribution if the pilot leaves\nthe employment within a specified period (usually three years).\nThis is often referred to as a &#x201C;training bond&#x201D;. The way\nthe arrangement is structured can have a significant effect on the\npilot&#x2019;s income tax position.\n\nIn Milsom &amp; Hinsley v HMRC (SpC569), two pilots who\nworked for different airlines both received training at their\nemployer&#x2019;s expense. They were both required to give an\nundertaking that, if they left the employment within three years,\n\nthey would repay a proportion of their employer&#x2019;s training\n\ncosts. They both did leave within three years, and had to make a\n\npayment. The Special Commissioner agreed with HMRC that those\n\npayments did not qualify for relief under Section 336 ITEPA 2003\n\n(the general rule for employees&#x2019; expenses &#x2013; see\n\n[EIM31600](/guidance/employment-income-manual/EIM31600) onwards). It was not an expense\n\nthat each and every pilot employed by those airlines would have to\n\npay. Mr Milsom and Mr Hinsley were required to pay only because of\n\ntheir individual decisions to end their employment within three\n\nyears. In addition, the training had not been undertaken &#x201C;in\n\nthe performance of the duties&#x201D; of their employment. It was\n\nundertaken to qualify them to perform those duties (see generally\n\n[EIM32520](/guidance/employment-income-manual/EIM32401#EIM32520) onwards).\n\nSome airlines pay their new pilots a reduced salary until\n\nthey have &#x201C;paid off&#x201D; their training costs. In that\n\ncase, the pilot can only be taxed on the pay that he or she is\n\ncontractually entitled to receive. There is no basis on which HMRC\n\ncan require them to pay tax on any higher figure.\n\nIt may happen that a pilot who has been employed on the terms\n\ndescribed in the previous paragraph will leave the airline before\n\nthey have &#x201C;paid off&#x201D; all their training costs. The\n\nemployer may require them to repay the balance in a lump sum. The\n\nlump sum does not qualify for relief under Section 336 for the same\n\nreasons as in the Milsom and Hinsley cases."}]},{"title":" Airline cabin crew\n\n[EIM50070](http://www.hmrc.gov.uk/manuals/eimanual/EIM50070.htm)     Industry wide FRE from 2013/14 onwards: introduction and summary\n\nEIM50075     Industry wide FRE from 2013/14 onwards: detail\n\n### Armed forces","sections":[{"manual-section-id":"EIM50100","title":"Regular forces","body":"### General\n\nArmed forces' pay, which includes pay, pensions and other\nearnings from service in or with the armed forces of the crown, is\ntaxable as employment income and is subject to PAYE. Liability in\nthis respect is, in general, dealt with by Public Departments,\nlocal office responsibility being mainly confined to:\n\n*   the procedure for personnel entering or\nleaving the regular forces (see EP8427 onwards) and\n*   dealing with liability arising on payments\nto members of the reserve and auxiliary forces (see[EIM50110](/guidance/employment-income-manual/EIM50000#EIM50110)).\n\n### Exempt payments\n\nSection 297 ITEPA 2003 exempts the following payments to members\nof the armed forces if the Treasury certifies that they are made\nfor the purposes indicated:\n\n*   payments made instead of food and drink\n\n    normally supplied to members of the armed forces\n*   a contribution to mess expenses.\n\n### Cost of leave travel facilities\n\nTravel facilities provided for members of the naval, military or\n\nair forces of the Crown going on, or returning from, leave are\n\nexempt from tax. The exemption is in Section 296 ITEPA 2003. It\n\napplies:\n\n*   whether or not a charge would have arisen\n\n    by virtue of Section 62 ITEPA 2003 (earnings) or Section 203 ITEPA\n\n    2003 ( benefits ) or Section 87 ITEPA 2003 ( vouchers ) and\n*   not only to travel vouchers and warrants\n\n    but also to allowances and other payments for, and in respect of,\n\n    leave travel.\n\n### Miscellaneous\n\nAs regards:\n\n*   procedural matters in relation to forces\n\n    pay, including pensions, see EP8410 onwards\n*   pay and allowances of members of the\n\n    reserve and auxiliary forces, see\n    [EIM50110](/guidance/employment-income-manual/EIM50000#EIM50110)."},{"manual-section-id":"EIM50110","title":"Reserve and auxiliary forces: taxable payments: exempt payments","body":"Payments to members of the reserve and auxiliary forces are\nincome for tax purposes unless they are covered by the exemption in\nSection 298 ITEPA 2003 (see below). Taxable payments include:\n\n*   fixed payments to non-commissioned\nofficers of the regular reserve\n*   training pay and allowances\n*   the special obligation bounties payable to\nmembers of the Volunteer Reserve and Auxiliary Forces for liability\nto be called out in an emergency\n*   the pay of officers, adult warrant\nofficers and adult instructors of the Cadet Forces.\n\n### Exempt payments\n\nSection 298 exempts from tax the following payments:\n\n*   training expenses allowances paid at\n\n    hourly rates for a period of part-time training of less than eight\n\n    hours for which ordinary pay and allowances are not granted\n*   a bounty paid to a member of reserve or\n\n    auxiliary forces, including the Royal Irish Regiment, for\n\n    undertaking specified training and attaining a prescribed standard\n\n    of efficiency.\n\nIn addition, the bounty paid on call-up for a period of actual\n\nservice should not be regarded as taxable. This is payable in\n\naddition to any taxable bounty shown above."},{"manual-section-id":"EIM50120","title":"Reserve and auxiliary forces: expenses","body":"### General\n\nNecessary expenses incurred by members of the reserve and\nauxiliary forces are generally reimbursed by the Ministry of\nDefence.\n\nWhere a request for an expenses deduction is refused because\nthe expenditure was not incurred by the reservist in the\nperformance of his or her duties, but it apparently arose as a\ndirect consequence of his or her service, advise the taxpayer to\ntake up the question of any possible reimbursement with the\nMinistry of Defence.\n\n### Uniform expenses\n\nIn general, no allowance for income tax purposes should be made\nto officers of the Army, Navy or Air Force reserves for the cost of\nmaintaining their uniform. The annual tax-free cash allowance that\nthey receive for that purpose should, taking one year with another,\nnormally cover the expenditure so incurred.\n\nHowever, this does not apply to members of the RAF Reserve of\n\nOfficers who are in classes 'C.C' or 'J', filling certain civilian\n\nappointments. These officers are not entitled to free replacements\n\nof uniform and no annual allowance is paid for the maintenance of\n\ntheir uniform. Any request for a deduction should be dealt with\n\nunder Section 336 ITEPA 2003, see\n\n[EIM32450](/guidance/employment-income-manual/EIM32401#EIM32450).\n\nNo deduction should be permitted in respect of expenditure on\n\nclothing that is not obligatory under the Service Regulations.\n\n### Travelling expenses\n\nService Regulations provide for reimbursement of all travelling\n\nexpenses, including travelling from the reservist's home to the\n\nduty centre where this exceeds one mile.\n\nWhere a private motor vehicle is used, the regulations enable\n\nthe reservist to claim the appropriate travelling allowance,\n\nprovided the use of the motor vehicle has been authorised by the\n\ncommanding officer. Relief for business travel in an employee's own\n\nvehicle is given under the statutory authorised mileage allowance\n\npayments scheme, see\n\n[EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\n### Mess fees and entertainment expenses\n\nNo deduction can be permitted in respect of mess fees.\n\nCertain Territorial Army Volunteer Reserve Officers receive a\n\nspecial allowance to cover any necessary entertainment expenses. No\n\nliability arises on them in accordance with the principle outlined\n\nin\n\n[EIM01110](/guidance/employment-income-manual/EIM01000#EIM01110)."},{"manual-section-id":"EIM50125","title":"Flat Rate Expenses for laundering of uniforms","body":"HMRC and the Ministry of Defence have agreed a Flat Rate Expense Allowance (FRE) to apply to Armed Forces Regulars or Reservists on mobilisation or Full Time Reserve Service engagements.\n\nThe FRE covers the costs incurred by service personnel on the laundering of uniforms which are not cleaned at public expense and has been agreed in the following amounts:\n\n*   Other Ranks in the Army, RAF and Royal Marines - &#xA3;100\n*   Ratings in the Royal Navy - &#xA3;80\n\nService personnel do not need to make individual claims to HMRC for the FRE as:\n\n*   from 2014/15 onwards relief will be given under a net pay arrangement operated by MoD;*   relief for all in date years has been given to qualifying service personnel through adjustments to their 2013/14 PAYE codes."},{"manual-section-id":"EIM50130","title":"Procedural matters","body":"All taxable expense payments to armed forces staff are subject\nto a modified form of PAYE. Details are given at EP8421\nonwards.\n\nConsult Public Departments where difficulties arise in the\napplication of these instructions."}]},{"title":" Arts Council of Great Britain","sections":[{"manual-section-id":"EIM50200","title":"Tax treatment of awards and bursaries","body":"Awards and bursaries by the Arts Council and similar\norganisations and foundations to writers, artists, theatrical\ndesigners and directors etc may be assessable:\n\n*   **either** as employment income (see[EIM00510](/guidance/employment-income-manual/EIM00505#EIM00510) onwards)\n*   **or**, more usually, as an incident of a subsidiary\nsource of professional income chargeable as Trading Income (see[BIM50710](http://www.hmrc.gov.uk/bimmanual/bim50710.htm) to[BIM50715](http://www.hmrc.gov.uk/bimmanual/bim50715.htm)).\n\nThe first step in deciding how such an award should be taxed is\nto establish the employment status of the recipient. Cases of doubt\nor difficulty should be referred initially to the Nominated Status\nOfficer (see the Employment Status Manual (ESM))."}]},{"title":" Bank employees","sections":[{"manual-section-id":"EIM50300","title":"Uniformed employees: shoe allowances","body":"Many uniformed bank employees are paid expenses allowances to\ncover the cost of shoes worn with uniform. Such allowances are paid\nby virtue of the employment and are taxable as earnings under\nSection 62 ITEPA 2003 (see Ferguson v Noble (7TC176), Corry v\nRobinson (18TC411) and Nagley v Spilsbury (37TC178)).\n\nWhere it is discovered that a bank is paying shoe allowances\nwithout deduction of tax the office dealing with the bank's PAYE\nscheme should inform the bank of the correct treatment of such\nallowances. They should be included as pay on the deductions\nworking sheets (or equivalent records) of the employees concerned\nand taxed under the normal PAYE provisions."},{"manual-section-id":"EIM50310","title":"Uniformed employees: expenses deductions","body":"Uniformed bank employees are entitled to an expenses deduction\nin accordance with\n[EIM32475](/guidance/employment-income-manual/EIM32401#EIM32475) to cover the cost of having\ntheir uniform (that is jackets, trousers and, where applicable,\ncaps) cleaned.\n\nOther items of clothing such as shirts, shoes and socks, even\nwhere they are of a specified style and/or colour, will normally be\nsuitable for general everyday wear and should be regarded not as\nuniform but as ordinary civilian clothing. Accordingly, no\ndeduction can be permitted under Section 336 ITEPA 2003 for the\nexpense of their upkeep and replacement (see Hillyer v Leeke\n(51TC90) and Ward v Dunn (52TC517))."}]},{"title":" British Telecom employees","sections":[{"manual-section-id":"EIM50500","title":"Expenses payments and benefits received","body":"Glasgow Blythswood acts as liaison office. Any information about\nallowances should be sought from that office.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"}]},{"title":" Building and civil engineering employees","sections":[{"manual-section-id":"EIM50605","title":"Travel and lodging allowances for 1998-99 and later years","body":"The guidance at\n[EIM50610](/guidance/employment-income-manual/EIM50000#EIM50610) to EIM50630 explains when\nemployees in the building and civil engineering industries can\nreceive travel and lodging allowances under the terms of working\nrule agreements without tax being deducted under PAYE.\n\nEmployees are entitled to tax relief under Section 338 ITEPA\n2003 for travel for necessary attendance at certain workplaces (see\n\n[EIM32000](/guidance/employment-income-manual/EIM32000) onwards) and under Section 337\nITEPA 2003 for travel in the performance of the duties of the\nemployment (see\n[EIM32350](/guidance/employment-income-manual/EIM32350) onwards). So:\n\n*   an employee who receives tax free\nallowances under the terms of a working rule agreement may be\nentitled to a deduction under Sections 337 or 338 ITEPA 2002 for\nfurther expenses he or she incurs out of their own pocket and\n*   an employee who does not receive tax free\n\n    allowances under a working rule agreement may be entitled to a\n\n    deduction under Sections 337 or 338 ITEPA 2002. .\n\nFor details of the rules on employee travel and subsistence see\n\n[EIM31800](/guidance/employment-income-manual/EIM31800). For an example showing how the\n\nnew rules apply in cases involving working rule agreements see\n\nBooklet 490 paragraph 8.25."},{"manual-section-id":"EIM50610","title":"Travelling allowances: building industry in general","body":"When travelling to a place of work that is more than 6\nkilometres (3.73 miles) from home, workers employed under the\nworking rule agreement (see\n[EIM71300](/guidance/employment-income-manual/EIM70199#EIM71300) onwards) of the Construction\nIndustry Joint Council (CIJC), are entitled to receive the\nfollowing allowances:\n\n1.  a daily fares allowance, on a scale revised annually, for each\nkilometre (0.62 miles) or part kilometre in excess of the first 6\nkilometres\n> and\n\n1.  a daily travelling allowance for each kilometre (0.62 miles) or\npart kilometre in excess of the first 6 kilometres.\n\nWhere transport is provided free by the employer, only the\ntravelling allowance (b above) is payable. Such travelling\n\nallowances are equivalent to travelling time payments and are\n\ntaxable in all circumstances. Fares allowances (a above), however,\n\nare not regarded as taxable, provided they are paid at the rates\n\ncurrently in force, and may be paid in full.\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM50615","title":"Travelling allowances: special classes of building and civil engineering employees","body":"Employees whose travelling allowances are governed by agreements\nother than those to which\n[EIM50610](/guidance/employment-income-manual/EIM50000#EIM50610) refers, may receive payments\nunder different rules and at different rates.\n**(This text has been withheld because of exemptions in the\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM50620","title":"Lodging allowances: general","body":"The CIJC working rule agreements (see\n[EIM50610](/guidance/employment-income-manual/EIM50000#EIM50610)) also provide for payment of\nnightly lodging allowances (sometimes described as accommodation or\nsubsistence allowances) to workers sent to jobs that necessitate\nliving away from home. The rate of lodging allowance is usually\nincreased annually.\n\nLodging allowances are payable free of tax to workers in the\ncategories described in\n[EIM50625](/guidance/employment-income-manual/EIM50000#EIM50625) who are able to complete the\napplication form described in\n[EIM50630](/guidance/employment-income-manual/EIM50000#EIM50630)."},{"manual-section-id":"EIM50625","title":"Tax-free payments","body":"Lodging allowances under the CIJC agreement may be paid without\ndeduction of tax if the employee was recruited by one of the\nfollowing methods.\n\n1.  Personal application other than that at the\nsite. The worker applies for work in person at the employer's\ncentral or regional recruiting office and is instructed to present\nhimself or herself for employment at a site.\n2.  Written application to recruiting office.\nThe worker writes to the employer's central or regional recruiting\noffice, either in response to an advertisement or speculatively,\nand is instructed by that office to present himself or herself for\nemployment at a site.\n3.  Written application to site. The worker\nwrites to the site office, either in response to an advertisement\nor speculatively and is instructed by that office to present\nhimself or herself for employment at the site.\n4.  Recruitment through job centre or trade\n\n    union. The worker is sent to the site by a job centre or trade\n\n    union office in response to the employer's indent for labour placed\n\n    on the basis that the office will be regarded as the place of\n\n    recruitment.\n5.  Transfer by same employer. The worker is\n\n    transferred by his or her employer from one site to another without\n\n    any break in his or her employment. For this purpose, associated\n\n    companies may be regarded as a single employer.\n6.  Further employment in the same locality.\n\n    The worker, having been employed on a site where he or she received\n\n    subsistence allowance, seeks employment with another contractor on\n\n    the same site, or on another contract within 15 miles of his or her\n\n    previous employment, provided that he or she waives his or her\n\n    entitlement under the working rules to a periodic travel payment\n\n    for the initial journey from his or her normal place of residence\n\n    or engagement.\n\nUnder methods a to e above, the essential criterion in\n\ndetermining that subsistence allowance should not be treated as pay\n\nfor tax deduction purposes is evidence that a contract of\n\nemployment existed before the worker was sent to the site. He or\n\nshe should not have been subjected to any process of selection by\n\ninterview at the site.\n\nPayments of lodging allowances may also be made free of tax\n\nunder the rules outlined at\n\n[EIM10060](/guidance/employment-income-manual/EIM04700#EIM10060) if an employee based at a shop\n\nor depot is sent out from that base for temporary employment on a\n\nsite, which entails his or her living away from his or her normal\n\nplace of residence. This situation will rarely arise because\n\nemployees in the building and civil engineering industries do not\n\nnormally have a single continuing place of work such as the\n\nemployer's base. Instead they work on a succession of different\n\nsites. Where that is the case, tax-free payment of lodging\n\nallowances is not subject to the 24 months limit (see\n\n[EIM10060](/guidance/employment-income-manual/EIM04700#EIM10060))."},{"manual-section-id":"EIM50630","title":"Lodging allowance certificates","body":"Completion of an application form is necessary before employees\nmay receive lodging allowances under the CIJC agreements without\ndeduction of tax.\n\nThis form requires employees to certify that they are incurring\nextra expenses on lodgings away from their normal residence, whilst\ncontinuing to be responsible for the maintenance of dependants at\ntheir normal place of residence.\n\nThe meaning of dependants for these purposes is clearly\ndefined. (see\n[EIM71307](/guidance/employment-income-manual/EIM70199#EIM71307) onwards).\n\nFor details of additional procedures that may permit tax-free\npayment of lodging allowances to employees who have no dependants,\nsee\n[EIM71310](/guidance/employment-income-manual/EIM70199#EIM71310). Lodging allowances should be\npaid without deduction of tax only if the employer is in possession\nof a completed application form. Employers should retain such forms\nfor possible future inspection by employer compliance officers."}]},{"title":" Car mechanics","sections":[{"manual-section-id":"EIM50700","title":"Capital allowances","body":"The rules regarding capital allowances apply to car mechanics as they apply to office holders and employees generally, see [EIM36500](/guidance/employment-income-manual/EIM36500) onwards. Additionally relief may be due under S336 ITEPA 2003.\n\nWhen considering claims the position is as follows:\n\n### Flat rate expenses\n\nWhere Flat Rate Expenses (FRE) applies (see [EIM32700](/guidance/employment-income-manual/EIM32700CT#EIM32700) onwards), they will be entitled to the applicable rate. Please refer to the table at [EIM32712](/guidance/employment-income-manual/EIM32712).\n\n### S336 ITEPA 2003\n\nWhere the expenses exceed that figure but are still &#x201C;insubstantial expenditure on things like tools&#x201D; a deduction will be allowable under S336 ITEPA 2003 (see [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards) if the guidance at [EIM36510](/guidance/employment-income-manual/EIM36500#EIM36510) applies.\n\n### Capital Allowances\n\nWhere the expenses satisfy the 2 year test (see CA21100), the expenditure will qualify for plant and machinery allowances (PMA&#x2019;s). The main test for PMA&#x2019;s is that the expenditure is incurred wholly or partly for the purposes of the qualifying activity and that the person owns the plant and machinery as a result of incurring that expenditure. However when considering claims by persons whose qualifying activity consists of an employment or office there is a further restriction. This is that expenditure is only qualifying expenditure if the items are &#x201C;necessarily provided for use in the performance of the duties&#x201D; (see [EIM36540](/guidance/employment-income-manual/EIM36500#EIM36540)).\n\nThe possible grounds for refusing a claim to capital allowances are:\n\n*   The money was not spent at all\n*   The expense was not necessary (usually, because the employer provided, or would have provided, what was needed).\n*   The item is not being used in the performance of the duties.\n\nWith effect from 6 April 2008, there are the following significant changes to the CA&#x2019;s code:\n\n*   Annual Investment Allowance ([EIM36605](/guidance/employment-income-manual/EIM36500#EIM36605) and CA23280 onwards) - It is a 100 0.000000irst year allowance for business expenditure on almost all plant or machinery (apart from cars).  The current AIA annual amount of &#xA3;250,000 applies to expenditure incurred on or after 1 January 2013 for a period of two years. (Between 1/6 April 2008 and 31 March/5 April 2010 the AIA annual amount was &#xA3;50,000. Between 1/6 April 2010 and 31 March/5 April 2012 the AIA annual amount was &#xA3;100,000. Between 1/6 April 2012 and 31 December 2012 the AIA annual amount was &#xA3;25,000.) However the AIA only applies to actual expenditure incurred in the chargeable period. It does not apply to &#x201C;historic&#x201D; expenditure or to assets acquired for a non-qualifying purpose (for example, assets acquired when the employee was self-employed, or assets acquired as gifts) that start to be used for a qualifying purpose: see CA 23084 final paragraph.*   Small pools allowance ([EIM36695](/guidance/employment-income-manual/EIM36500#EIM36695) and CA23225) - A person may either claim a small pools writing down allowance (WDA) (if the amount in the pool does not exceed the limit of &#xA3;1,000) or the normal WDA. He cannot claim both normal WDAs and the small pools WDA in respect of the same pool in the same chargeable period. It seems likely, that this allowance may be appropriate in a number of motor mechanics claims.\n*   WDA can still be claimed in the same (see [EIM36650](/guidance/employment-income-manual/EIM36500#EIM36650))\n\n### Time Limits for claims\n\nThe time limit for making claims is the first anniversary of 31 January following the year of assessment (see CA11120 &amp; [EIM36870](/guidance/employment-income-manual/EIM36500#EIM36870)).\n\nHowever claims which are made in correspondence, or on form P87, may be accepted if they are received at a time when the employee is still within the time limit for requesting a SA Return ([EIM36870](/guidance/employment-income-manual/EIM36500#EIM36870)).\n\nTime limits for relief under S336 - the SA provisions and error and mistake provisions apply.\n\n### Claims including the purchase of expensive tool boxes\n\nThe cost of the equipment is not relevant to the &#x201C;necessarily&#x201D; test. Do not argue that an employee who chose to purchase an expensive item could have made do with a cheaper version."}]},{"title":" Census of population","sections":[{"manual-section-id":"EIM50800","title":"Tax treatment of remuneration","body":"A census of population of the United Kingdom is carried out\nperiodically. The remuneration of all officers employed in\nconnection with the census is taxable as employment income. Special\ninstructions regarding the application of PAYE to census\nremuneration will be issued on the occasion of each census."}]}]}}