{"title":"Airline pilots: industry wide FRE for 2013/14 onwards: 2012/13 and earlier years","details":{"manual-section-id":"EIM50057","slug": "guidance/employment-income-manual/EIM50057","body":"The agreed industry wide FRE for 20013/14 onwards is:\n\n\n\nFREs should not be applied retrospectively (see [EIM32725](/guidance/employment-income-manual/EIM32700CT#EIM32725)).  It was however agreed when the national FRE was introduced in 2006/07 that where negotiations were already taking place to uprate an existing, locally agreed FRE, the amounts  agreed for 2006/07 could be used as a basis for agreeing the deductions due for the years in which those negotiation have been carried on.\n\nIn these circumstances only, the 2006/07 figures were scaled back as follows:\n\nTreat the 2005/06 figure as &#xA3;800 (not &#xA3;850) and scale it back by inflation.  On that basis, figures for earlier years would be\n\n<table>\n<tr>\n<td>2005/06</td>\n<td>&#xA3;800</td>\n</tr>\n<tr>\n<td>2004/05</td>\n<td>&#xA3;780</td>\n</tr>\n<tr>\n<td>2003/04</td>\n<td>&#xA3;760</td>\n</tr>\n</table>\n\nThe &#xA3;100 for travelling expenses did not have to be scaled back.  This is because relief for travelling expenses is based on the authorised mileage rate, which was 40p per mile for 2002/03 to 2010-11 and is 45p per mile from 2011-12.\n\nThere is an example of a \"scaling back\" exercise at [EIM50058](/guidance/employment-income-manual/EIM50000#EIM50058).","breadcrumbs":["EIMANUAL","EIM50000","EIM50057"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM50052","slug": "guidance/employment-income-manual/EIM50052","title":"&#xA3;1,022 per year","body":"The basic FRE agreed for uniformed airline pilots, co-pilots and other uniformed flight deck crew is &#xA3;1,022.  A further deduction (EXP) of &#xA3;110 has been agreed to cover the allowable cost of travel to certain regular, specified activities (see [EIM50060](/guidance/employment-income-manual/EIM50000#EIM50060)). For details of the FRE applicable from 2006/07 to 2012/13 please see [EIM50050](/guidance/employment-income-manual/EIM50000#EIM50050).\n\nThe basic &#xA3;1,022 FRE is deemed to cover all potentially allowable expenditure by the employees concerned (other than travelling expenses) except:\n\n*   The provision of uniforms, where these are required to be worn but are not provided by the employer (see [EIM50053](/guidance/employment-income-manual/EIM50000#EIM50053))\n*   The provision of a noise-cancelling headset, where one is not provided by the employer (see [EIM50054](/guidance/employment-income-manual/EIM50000#EIM50054)).\n\nPilots seeking relief for the two bulleted items above may do so without jeopardising their entitlement to the &#xA3;1,022 FRE.\n\nHowever, if a pilot wishes to obtain relief for the actual costs of other allowable items in a particular tax year they cannot take advantage of the FRE.  In that case their relief will be based solely on their actual, vouched, qualifying costs in that year.  By \"qualifying costs\" we mean amounts for which a deduction is due under\n\n*   Section 336 ITEPA 2003 (see generally [EIM31600](/guidance/employment-income-manual/EIM31600) onwards) and\n*   Section 36 CAA 2001 (see generally [EIM36500](/guidance/employment-income-manual/EIM36500)) onwards).\n\n[EIM50051](/guidance/employment-income-manual/EIM50051) provides a summary of the things for which relief may be due in a given year.  There is a list of items included in the FRE at [EIM50059](/guidance/employment-income-manual/EIM50000#EIM50059).\n\nAs regards luggage, and personal computers, see [EIM50055](/guidance/employment-income-manual/EIM50000#EIM50055) and [EIM50056](/guidance/employment-income-manual/EIM50000#EIM50056) respectively.\n\nSee also\n\n*   [EIM50057](/guidance/employment-income-manual/EIM50057) regarding 2005/06 and earlier\n*   [EIM50059](/guidance/employment-income-manual/EIM50000#EIM50059) regarding the effect of employer contributions."},{"manual-section-id":"EIM50060","slug": "guidance/employment-income-manual/EIM50060","title":"&#xA3;110 per year","body":"The industry wide FRE for expenses other than travelling expenses is &#xA3;1,022 (see [EIM50052](/guidance/employment-income-manual/EIM50000#EIM50052)).\n\nFor details of the FRE applicable from 2006/07 to 2012/13 please see [EIM50050](/guidance/employment-income-manual/EIM50000#EIM50050)&#xA0;\n\nIn addition, HMRC have agreed that pilots and other uniformed flight deck crew can be given a further expenses deduction (EXP) of &#xA3;110 per year to cover their expenses of travelling to the following events:\n\n*   Medical examinations\n*   Flight Simulator sessions\n*   Technical refresher sessions\n*   Crew resource management training (CRM)\n*   Emergency and safety equipment training (SEP)\n*   Fire and smoke training (F&amp;S)\n\nAs with the FRE deduction, pilots are not obliged to accept the &#xA3;110.  Any who can show that their allowable expenses of travelling to those events exceed &#xA3;110 per year are entitled to relief based on their actual, vouched expenses (or mileage allowance relief based on their actual mileage) in respect of such journeys.\n\n### Other travelling expenses\n\nPilots may incur expenses in travelling to temporary workplaces for purposes other than those listed above.  Where such journeys satisfy the normal travel expenses rules, relief (including, where appropriate, mileage allowance relief) can be allowed in addition to the &#xA3;110 mentioned above."}]}]}}
