{"title":"EIM65900 - Tax treatment of Local GovernmentCouncillors and civic dignitaries","details":{"manual-section-id":"EIM65900","slug": "guidance/employment-income-manual/EIM65900","body":"The guidance on the taxation of Local Government Councillors and\nCivic Dignitaries is arranged as follows:\n\n\n\n### ODPM guidance (England only)\n\nIn July 2003 the Office of the Deputy Prime Minister (ODPM)\nissued a guidance note to Local&#xA0; Authorities in England\nexplaining the income tax and National Insurance treatment of\nmembers'&#xA0; allowances. The note is in three parts:\n\nPart one: members' allowances in England (see\n[EIM65960](/guidance/employment-income-manual/EIM65799#EIM65960))\n\nPart two: taxation of members' allowances and expenses (see\n[EIM65970](/guidance/employment-income-manual/EIM65799#EIM65970))\n\nPart three: members' allowances and National Insurance\nContributions (see\n[NIM05640](http://www.hmrc.gov.uk/nimmanual/nim05640.htm) onwards).\n\nThe information in Part one provides further useful\nbackground regarding the types of allowances&#xA0; that members may\nreceive, and the circumstances in which they are paid.\n\nThe notes in Parts two and three were written in consultation\nwith HMRC officials. They confirm&#xA0; and expand on the guidance\nat EIM65920 to EIM65950 (see table above). You may find it\nuseful&#xA0; to refer to them if you become involved in\ncorrespondence about the tax or National Insurance&#xA0; treatment\nof allowances paid to members and civic dignitaries in England.\n\nThe ODPM guidance does not apply to Local Authorities in\nScotland, Wales and Northern Ireland&#xA0; and you should not quote\nit when dealing with an Authority in any of those countries.\n\nThe ODPM guidance replaces guidance issued by the Department\nfor the Environment, &#xA0; Transport and the Regions (DETR) in\nAugust 1997. That earlier guidance is reproduced at&#xA0; SE65960\nonwards.","breadcrumbs":["EIMANUAL","EIM65799","EIM65900"],"section_groups":[{"title":null,"sections":[{"manual-section-id":"EIM65920","slug": "guidance/employment-income-manual/EIM65920","title":"Allowances Councillors\nmay receive"},{"manual-section-id":"EIM65930","slug": "guidance/employment-income-manual/EIM65930","title":"*   general: provisional coding allowance","body":"Councillors and civic dignitaries who receive an allowance that is taxable as employment income (see [EIM65900](/guidance/employment-income-manual/EIM65900) and [EIM65920](/guidance/employment-income-manual/EIM65920)) may be entitled to claim a deduction for:\n\n*   travelling expenses (see [EIM31800](/guidance/employment-income-manual/EIM31800))*   mileage allowance relief (2002/03 onwards)(see [EIM31330](/guidance/employment-income-manual/EIM31200#EIM31330) onwards) and*   other expenses incurred wholly exclusively and necessarily in the performance of their duties (see [EIM31620](http://www.hmrc.gov.uk/manuals/eimanual/EIM31620.htm) onwards)\n\nto the extent that they are not already reimbursed for these costs by the council. As regards the taxation of mileage allowance payments for 2002/03 onwards, see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards).\n\nThe most common types of allowable expenditure are likely to be telephone calls, postage, stationery, travelling expenses on non-approved duties and use of home. Local authorities differ in their definition of approved duties for which travelling and subsistence allowances are payable and in the other assistance provided for councillors. The level of expenses claimed may, therefore, vary not only because of the weight of work undertaken by a councillor but because of the local authority's policy on the reimbursement of expenses.\n\n### Provisional coding allowances\n\nA provisional coding allowance for expenses can be given in a code to be operated by the council, or in arriving at some other code, provided that the councillor so requests and the amount is reasonable.\n\nSee also:\n\n[EIM65940](/guidance/employment-income-manual/EIM65799#EIM65940) - two places of work.\n\n[EIM65950](/guidance/employment-income-manual/EIM65799#EIM65950) - notes for guidance."},{"manual-section-id":"EIM65940","slug": "guidance/employment-income-manual/EIM65940","title":"","body":"It is accepted that councillors normally have two places of work. This means that travelling allowances are not usually taxable provided that:\n\n*   the councillor undertakes duties on behalf of the authority at home and is paid for travel between home and the authority's offices, and\n*   the mileage allowance paid does not include any element of profit.\n\nThere is more detailed guidance on this point at [EIM65970](/guidance/employment-income-manual/EIM65799#EIM65970) (paragraphs 114 and 115).\n\nMileage allowance payments should be dealt with under the approved mileage allowance payments scheme (see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards). "},{"manual-section-id":"EIM65950","slug": "guidance/employment-income-manual/EIM65950","title":"","body":"### All councils\n\nIn order to ensure that local councillors' expenses are, so far as possible, dealt with in a consistent manner, the Association of Local Councillors has prepared notes for guidance on expenses for circulation to its members. These notes are reproduced at [EIM65955](/guidance/employment-income-manual/EIM65799#EIM65955). Deductions for expenses under Sections 336 to 338 ITEPA 2003 from local councillors should be dealt with in accordance with them. Where, however, offices dealing with local authorities have a separate agreement covering the treatment of certain expenses, for example, travelling expenses on non- approved duties, for all councillors, that treatment may be continued if the councillors wish.\n\nParticular attention should be paid to the introduction to the notes, which sets out the circumstances in which no deduction for expenses can be given, for example, where expenses are incurred for political purposes.\n\nFor example, no deduction is due for subscriptions to a councillor&#x2019;s party political association.  Membership of the association may be compulsory, but that is not enough to satisfy the conditions in Section 336 (see [EIM31630](/guidance/employment-income-manual/EIM31600#EIM31630)).  Payment of the subscription merely puts the councillor in a position to perform his or her duties.  It is not paid in the performance of those duties.\n\nThe section of the note on travelling expenses reflects the rules on employee travel expenses that applied before 6 April 1998 when the notes were written. They do not take into account:\n\n*   travel for necessary attendance at a temporary workplace, see EIM31900\n*   approved mileage allowance payments and mileage allowance relief (see [EIM31200](/guidance/employment-income-manual/EIM31200) onwards).\n\nThose rules apply to councillors and civic dignitaries in the same way as they apply to other office holders and employees. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;\n\n### Councils in England\n\nSee also the guidance note issued to local authorities in England by the Office of the Deputy Prime Minister (see [EIM65970](/guidance/employment-income-manual/EIM65799#EIM65970)).  "},{"manual-section-id":"EIM65955","slug": "guidance/employment-income-manual/EIM65955","title":"Tax treatment of Local\nGovernment Councillors and civic dignitaries: expenses deductions:\nguidance note prepared by the Association of Local Councillors","body":"### [Note:  This note refers to the legislation and terminology which were in use at the time when it was written.]\n\n### \"Local councillors - expenses under Section 198 ICTA 1988\n\nAttendance allowances, with travelling and subsistence allowances where appropriate, paid by the local authority in connection with approved duties, are assessable to Income Tax under the rules of Schedule E.\n\nIn addition to the expenses covered by the travelling and subsistence allowances which councillors receive from the local authority in connection with approved duties certain items of expenditure may also be incurred in their capacity as councillors other than in connection with approved duties. A deduction for tax purposes may be claimed by councillors for such expenses provided they are incurred wholly and exclusively and necessarily in the performance of their duties as councillors and are met from their taxable allowances.\n\nNo deduction can be given\n\n*   where reimbursement has been or could be claimed from the local authority\n*   where a councillor could use services provided by the local authority, for example, postage, stationery, but incurs expenses because he chooses not to do so\n*   where expenses are incurred for political purposes, for example electioneering\n*   for an amount in excess of the total taxable allowances received in respect of the councillor's duties\n*   where a councillor receives a non-taxable allowance (financial loss allowance).\n\nThe following notes set out, as a result of discussion with the Inland Revenue, the various types of expenditure concerned, with guidance as to the basis of claim under each individual head. These notes have no legal force and do not affect your rights of appeal on points concerning your own liability to tax. You should remember that the Inspector may require evidence of the amount spent on all or any of the items listed below.\n\n**Categories of expenditure**&#xA0;\n\n**Travel**&#xA0;\n\n[**Note**: see [EIM65950](/guidance/employment-income-manual/EIM65799#EIM65950), the notes on travel are out of date.]\n\nCouncillors may incur expenses on necessary travelling in the performance of their duties as a councillor for which they do not receive an allowance from the local authority (because the authority does not regard that particular travel as part of the councillor's \"authorised duties\"). In such a case, the councillor may claim expenses as below\n\na. Car. In the case of a privately owned car used by a councillor\n\n*   **for 1995/96 and earlier: **a standard mileage allowance of 50 per cent of the rate paid by the local authority for approved duties\n*   **for 1996/97 onwards: **an allowance calculated using Inland Revenue authorised mileage rates.\n\nCouncillors will need to keep records of their mileage on non-approved duties which will attract this relief.\n\nb. Public transport/other. The actual costs incurred for which no allowance can be obtained from the local authority.\n\n**Postage and stationery**&#xA0;\n\nThe amount of claims should be limited to the actual cost incurred.\n\n**Telephone**&#xA0;\n\nA claim may be made for the cost of calls made in respect of approved and non- approved duties. No deduction can be given for any part of the rental of the telephone. Any claim should be reduced by any non-taxable reimbursement made by the local authority and where that reimbursement covers the cost of the calls no claim should be made.\n\n**Secretarial assistance**&#xA0;\n\nA deduction may be given for payments for necessary secretarial assistance involving for example drafting replies to letters, typing and filing where such assistance is not provided by the local authority. Any amounts claimed should be reasonable in relation to the councillor's allowances and to the assistance given. The amounts must actually have been paid to the assistant on a regular basis; the Inspector may wish to see evidence of such payments.\n\n**Hire of rooms**&#xA0;\n\nThe expenditure to be claimed should be limited to the amount incurred and should relate to hire for \"surgeries\" or protest meetings such as objections to planning applications. A claim will not be admitted in respect of the hire of rooms for party political purposes.\n\n**Household expenses**&#xA0;\n\nWhere it is necessary for a councillor to provide facilities at home, to do some of his or her work as a councillor, a deduction can be given for the additional costs incurred such as heating and lighting. Following discussions it has been agreed with the Inland Revenue that a standard deduction of &#xA3;65 per annum up to 1991/92, and &#xA3;120 thereafter can be given.\n\n[**Note**: this has been increased to &#xA3;135 with effect from 2002/03.]\n\nIf a room is used exclusively for council business, a claim may be made for the proportion of Council Tax, heat and light relative to that room.\"\n\n[**Note**:  Council Tax is no longer allowable.  See [EIM32815](/guidance/employment-income-manual/EIM32700CT#EIM32815) and [EIM32820](/guidance/employment-income-manual/EIM32700CT#EIM32820).] "},{"manual-section-id":"EIM65960","slug": "guidance/employment-income-manual/EIM65960","title":"Local Government\nCouncillors and civic dignitaries in England: ODPM guidance: Part\none: members' allowances"},{"manual-section-id":"EIM65970","slug": "guidance/employment-income-manual/EIM65970","title":"Local Government\nCouncillors and civic dignitaries in England: ODPM guidance: Part\ntwo: taxation of members' allowances and expenses","body":"[**Note**: for councils in England this guidance supplements and amplifies the basic guidance at [EIM65920](/guidance/employment-income-manual/EIM65920) to EIM65950. See also:\n\nPart one - members' allowances (see [EIM65960](/guidance/employment-income-manual/EIM65799#EIM65960))\n\nPart three - members' allowances and National Insurance Contributions (see NIM05640 onwards).]\n\n\n## &#x201C;Taxation of Members' Allowances and Expenses\n\n### Introduction\n\n1.  This part provides general guidance on the tax treatment of members' allowances. It covers:\n\n*   *   the relevant tax rules\n    *   which allowances are taxable\n    *   the treatment of expenses incurred by a member carrying out approved duties which are reimbursed by the authority\n    *   what tax relief is available for expenses that the authority does not reimburse.\n\nThere is also a short section covering civic dignitaries.\n\nFor information covering National Insurance liability on members' allowances and expenses see paragraph 146 onwards. [See NIM05640 onwards]\n\nThis guidance is not binding and does not affect any member's right of appeal. Nor is it a full statement of the law as it applies to members' allowances and expenses. Members should refer to the relevant legislation where appropriate. Alternatively they can contact their tax office, who will be able to help.\n\n### The tax charge\n\n1.  For tax purposes council members and civic dignitaries are treated in the same way as any other individual who holds an office or is an employee. Earnings received from an office or employment are chargeable to income tax as employment income. PAYE arrangements apply to these earnings as they do to any other employment. 'Earnings' has a wide meaning - it includes salaries, fees, wages and any other profits received from an office or employment. It also includes allowances paid to cover expenses incurred in carrying out the duties of an office or employment, unless these allowances do no more than reimburse expenses actually incurred and which are deductible for tax purposes.\n\n### Relief for expenses\n\n1.  Under the employment income expenses rules (Section 336 - 339 Income Tax (Earnings and Pensions) Act 2003, (ITEPA 2003)), local government councillors and civic dignitaries can get a tax deduction for:\n\n*   *   travelling expenses necessarily incurred in the performance of the duties of their office\n    *   other travelling expenses which relate to their necessary attendance at a temporary workplace\n    *   any other expenses which are incurred wholly, exclusively and necessarily in the performance of their official duties\n\nbut note that expenses for travel in a person's own vehicle are dealt with under separate rules and that actual mileage expenses are not deductible. See paragraph 126(viii) below.\n\n1.  These rules include a series of conditions that vary for each type of expenditure. The conditions are:\n\n*   *   in all cases the expenditure must actually be incurred. So, for example, if a councillor or civic dignitary is away overnight on council business but finds it more convenient to stay with friends rather than incur hotel bills, there may be no expenditure to set against any allowance received so no deduction would be due*   travelling expenses necessarily incurred in performing the duties of the office are limited to expenses during necessary travel on members' business, for example travelling between the local authority offices and a place the member needs to visit on local government business\n    *   a temporary workplace is a place the member only attends occasionally to carry out duties, or attends for a limited duration (defined as not more than 40% of working time over a period not exceeding 24 months) or a temporary purpose. The travel expenses to be deducted under this heading are the expenses of travelling between the members' home and the temporary workplace\n    *   for expenses other than expenses of travel to a temporary workplace the expenditure must be incurred in the performance of the individual's duties. This means that, to be deductible, the expense must be incurred in actually carrying out the duties of the office. It is not sufficient that an expense is simply relevant to, or incurred in connection with, the duties of the office. In particular, no expense will be allowable which merely puts the office holder in a position to perform the duties of that office\n    *   also for expenses other than those of travel to a temporary workplace the expenditure must be such that any holder of the office would be necessarily obliged to incur it. The fact that an office holder is encouraged, expected or required to incur a particular expense is not conclusive evidence that it is 'necessarily' incurred. Also, the expense must stem from the requirements of the job itself, not from the personal circumstances of the office holder. Strictly, the 'necessity test' will be satisfied if (and only if) each and every person holding the office would have to incur the expenditure\n    *   expenditure on anything other than travel must also be incurred wholly and exclusively in the performance of the office holder's duties. For example, it may be necessary for a councillor to use a home telephone in the performance of his or her duties - but where the same facility is available to be used also for personal calls, the rental costs are not incurred exclusively in the performance of duties so no deduction is due (see paragraph 126(iii) below).\n\nIn addition, a deduction may only be given to the extent that the expense incurred does not exceed the earnings of the relevant office. If, for a particular year of assessment, there are insufficient earnings from the office to cover the expense claimed, no deduction can be given against any other income, including income from other offices or employments.\n\nSimilarly, where a councillor has renounced allowances to which he or she would otherwise be entitled, no expenses may be claimed as a deduction.\n\n[Top of page](/guidance/employment-income-manual/EIM65799#EIM65970#top)\n\n\n## Members' Allowances which provide Remuneration\n\n### Councillors on main and 'secondary' authorities\n\n1.  Allowances taxable as employment income include the following:\n\n*   *   Basic allowance\n    *   Special responsibility allowance\n    *   Dependants' Carers' Allowance\n    *   Co-Optees' Allowance\n\n### Parish, town and community councillors\n\n1.  The Parish Basic Allowance is taxable as employment income.\n\n### Non-councillors\n\n1.  The tax rules for Co-Optees' Allowance and Parish Basic Allowance to non-councillors are the same as for parish, town and community councillors set out in paragraphs 110 &amp; 111 above.\n\n### Renunciation\n\n1.  Renunciation of allowances which provide remuneration will mean that there will be no liability to income tax, but it will also mean that no expenses can be claimed as a deduction (see paragraph 125) and may affect entitlement to social security benefits.\n\n### Travel and subsistence allowances\n\n1.  As elected representatives, councillors are accepted as normally having two places of work - at the council offices and in their electoral area. Often councillors need to use their own homes to see constituents. Where a councillor does use his or her own home to undertake representative duties on behalf of the council, an allowance paid for travel between home and the council offices or some other place on council business is included in the calculation under the rules described at paragraph 126(viii) below.\n2.  If it is not necessary for a councillor routinely to see constituents at home, any allowance paid for travel between home and the council offices will be taxable in the normal way. The fact that a councillor chooses to do some work at home - for example reading council papers or completing correspondence - does not make that home a distinct place of work for the purpose of claiming tax relief on travel expenses. However, an allowance paid for travel between home and any place that is a temporary workplace will also be included in the calculation at paragraph 126(viii) below.\n3.  For non-councillors, any allowance paid for travel between home and the council offices will be taxable unless he or she can show that home is itself a place of work in the real sense for that office - that is to say any holder of that office is necessarily obliged to perform substantive duties there.\n4.  For the treatment of mileage allowances paid for travel on council business generally, see paragraph 126(viii) below.\n5.  Day subsistence allowances are taxable unless they are paid in respect of the extra expense of subsistence incurred as a consequence of travel on council business away from the council offices.\n6.  Overnight subsistence allowances are not taxable provided there is no element of profit. A profit could arise, for example, if someone travelling on council business stays overnight with friends or relatives rather than in a hotel.\n\n### Dispensations\n\n1.  A 'dispensation' is a notice given by an Officer of HMRC to an employer if the Officer is satisfied that expense allowances paid or benefits provided by the employer would be fully matched by an expenses deduction, with the result that no tax liability arises. A dispensation relieves the employer of the need to report details of the particular expenses payments or benefits provided to HMRC or to the employee or office-holder. And the employee or office-holder need not show them in his or her tax return if they get one.\n2.  The dispensation does not exempt from tax items upon which the taxpayer would otherwise be taxed. The aim is to eliminate unnecessary administrative burdens where no tax will be due, not to reduce the tax paid. Dispensations are reviewed from time to time and can be revoked. More advice on dispensations and an application form can be obtained from any Tax Office.\n3.  Dispensations are not appropriate for 'round sum' expenses allowances. But where an allowance is clearly intended to do no more than reimburse expenses actually incurred in carrying out the employee's or office-holder's duties, and the expense was incurred only because of the office or employment, the Officer may be prepared to authorise payment of the allowance without deducting PAYE. Before doing this, the Officer will need to be satisfied, however, that the allowance is at a reasonable scale and is clearly intended to do no more than reimburse expenses actually incurred.\n4.  Mileage expenses payments cannot be included in a dispensation.\n5.  Whenever there is no dispensation in operation authorities should consider whether or not PAYE should be applied to the allowances they pay. The Officer will give guidance on this point.\n\n### Relief for expenses\n\n1.  Where an authority does not reimburse all expenditure incurred, members may claim the excess as a deduction from the earnings that they receive from the authority, provided the expenses satisfy the rules in paragraphs 108 and 109 above. No deduction can be claimed:\n\n*   *   where entitlement to all allowances has been renounced (see paragraph 113) [because there are no earnings from which to make a deduction - see [EIM31655](/guidance/employment-income-manual/EIM31600#EIM31655)]\n    *   where a member could use services provided by the authority, for example, postage or stationery but incurs expenses because he or she chooses not to do so\n    *   for expenses incurred for political purposes, for example electioneering\n    *   for expenses incurred on the cost of newspapers, books and periodicals of general interest. (Where however a magazine or journal is obtained by a member because he or she subscribes to a professional body or learned society which is approved under Section 344 ITEPA 2003 and the activities of this body are relevant to his or her work as a member a deduction may be given for the subscription)\n    *   for donations to charity (unless these are made under a payroll giving scheme or by way of gift aid).\n\n1.  Typical deductible expenses which may be claimed include:\n\n(i) Travelling expenses\n\n(a) By public transport - Where the expenditure incurred is not covered by an allowance for which the authority has a dispensation.\n\n(b) By car - Members who use their own cars in the performance of their duties are normally paid an allowance to cover their costs. There are special rules covering these at paragraph (vii) below.\n\n(ii) Postage and stationery\n\nThe actual costs wholly, exclusively and necessarily incurred in the performance of the duties as a councillor for which no allowance can be obtained from the authority.\n\n(iii) Telephone\n\nThe cost of calls made wholly, exclusively and necessarily in the performance of duties as a member. No deduction can be given for any part of the rental of the telephone unless no private use is made of it. Any claim should be reduced by any non-taxable reimbursement made by the authority. Where that reimbursement covers the cost of the official calls no claim should be made.\n\n(iv) Secretarial assistance\n\nThe costs of secretarial assistance incurred wholly, exclusively and necessarily in the performance of council duties, where such assistance is not provided by the authority.\n\nAny amounts claimed must be reasonable in relation to the member's allowances and to the assistance given. The Inspector may want to see supporting evidence for the claim.\n\n(v) Hire of rooms\n\nWhere money is spent on the hire of rooms for 'surgeries' or public meetings, e.g. objections to planning applications. A claim cannot be allowed in respect of the hire of rooms for party political purposes.\n\n(vi) Household expenses\n\nWhere additional household expenses are incurred (light, fuel etc.) relating to those parts of members' homes that are set aside solely for use for duties as members, HMRC will accept a standard deduction of &#xA3;135 per year (an amount agreed between the Association of Councillors and HMRC Head Office) to cover this. Members claiming more than this amount will have to show the additional amount is fully justified by reference to the expenses deduction rules explained in paragraphs 108 and 109.\n\nFrom 6 April 2003 members working at home under homeworking arrangements with the local authority can be paid a tax-free allowance to reimburse the additional household expenses incurred while working at home. Up to &#xA3;2 per week can be paid without any evidence of the actual amount of additional expense. Larger amounts can be paid if evidence can be provided to show that the amounts paid are a reasonable estimate of additional costs.\n\nMembers who do not receive an allowance are not entitled to deduct an equivalent amount except for those who are entitled to the standard deduction of &#xA3;135. In these cases members should restrict the deduction by any amount received from the local authority, so that a member receiving &#xA3;2 per week is entitled to deduct a further &#xA3;31 from earnings.\n\n(vii) Mileage expenses for members using their own vehicles for business travel\n\nThe following rules apply from 6 April 2002 and cater for all kinds of mileage expenses. The previous rules, including the Fixed Profit Car Scheme, no longer apply.\n\nActual expenses (including loan interest and capital allowances) can no longer be claimed.\n\n'Business travel' is travel of the type described in paragraph 108 (fuller details can be found in HMRC booklet 490, Employee Travel).\n\nMembers who use their own vehicles for business travel are normally paid an allowance to cover their costs. Normally, these payments are based on an amount per mile for the mileage travelled on council business but they can also be in the form of a lump sum or periodic payment. However they are paid, all Mileage\n\nAllowance Payments (amounts paid to an employee or office holder for expenses related to the use by that person for business travel of their own vehicle) are treated in the same way.\n\nMembers can receive up to a tax-free \"approved amount\" when using their own vehicles for business travel. These payments are known as Approved Mileage Allowance Payments, or AMAPs.\n\nThe AMAPs amount is calculated by multiplying the number of business miles in each kind of vehicle by a statutory rate in pence per mile. The rates are:\n\n<table>\n<tr>\n<td>Kind of vehicle</td>\n<td>Rate per mile to 2010-11</td>\n</tr>\n<tr>\n<td>Car or van</td>\n<td>40p for the first 10,000 miles</td>\n</tr>\n<tr>\n<td></td>\n<td>25p after that</td>\n</tr>\n<tr>\n<td>Motor cycle</td>\n<td>24p (all miles)</td>\n</tr>\n<tr>\n<td>Cycle </td>\n<td>20p (all miles)</td>\n</tr>\n</table>\n<table>\n<tr>\n<td>Kind of vehicle</td>\n<td>Rate per mile from 2011-12</td>\n</tr>\n<tr>\n<td>Car or van</td>\n<td>45p for the first 10,000 miles</td>\n</tr>\n<tr>\n<td></td>\n<td>25p after that</td>\n</tr>\n<tr>\n<td>Motor cycle</td>\n<td>24p (all miles)</td>\n</tr>\n<tr>\n<td>Cycle</td>\n<td>20p (all miles)</td>\n</tr>\n</table>\n\nThese rates apply until changed by law as part of the Budget process. Any changes will also be announced on the HMRC web site www.hmrc.gov.uk.\n\nEmployers do not need to send HMRC details of tax-free AMAPs, though they need to keep sufficient records to show that the payments qualified for exemption. Any amount in excess of the AMAPs amount is taxable and should be reported on form P9D or P11D; if members receive less than that amount, they are entitled to Mileage Allowance Relief.\n\nFurther details about AMAPs and the taxation of motor mileage allowances generally can be found in CWG2 'Employer's Further Guide to PAYE and NICs'.\n\nFor NICs, a new statutory scheme for dealing with NICs liability on motoring expenses was also introduced on 6 April 2002. See paragraph 152 for more information. [See NIM05640 onwards.]\n\n(viii) Other expenses\n\nMembers with other expenses not covered by the above should Itemise them on their Tax Return. HMRC may require evidence and details of the expenditure.\n\n[Top of page](/guidance/employment-income-manual/EIM65799#EIM65970#top)\n\n\n## Other points concerning a member's tax affairs\n\n### Provision of benefits in kind\n\n1.  If a member receives payments (including all allowances whether or not tax is paid on them) and benefits together totalling &#xA3;8,500 a year or more (before any deduction for expenses) details must be reported to the Inspector on Form P11D. A copy of the details should be given to the member. (Any member who is in this position and who receives facilities from the council other than in cash should contact the local Inspector for advice.)\n2.  No tax charge arises on the provision of office accommodation, secretarial assistance, stationery or other facilities of a similar nature at an authority's premises. If the authority provides supplies or services for use at the member's home, no tax charge arises if the sole reason for providing them is to enable a member to perform their duties and any use for private purposes is not significant. If these conditions are not met, full details need to be provided to HMRC on forms P11D, with a copy provided to members, because a tax liability may arise.\n3.  Where an authority provides computer equipment for the member to perform his duties at home, before 6 April 2006 the first &#xA3;500 of the benefit charge was exempt from tax.   See [EIM21699](/guidance/employment-income-manual/EIM21602#EIM21699) for further information regarding the abolition of this exemption and transitional arrangements for computers provided before abolition.\n4.  If an authority paid for a member to have a telephone installed at home any cash reimbursement for installation or any subsequent rental payments should be subjected to PAYE. If it is impossible to apply PAYE, for example because the authority pays British Telecom directly, the authority must give details to HMRC after the end of each tax year. The member will then have to pay tax on the amount paid by the authority. Where an authority pays for broadband Internet connection to a member's home solely for work purposes, under a package where there is no separate billing or record of access calls, and\n\n*   *   no breakdown is possible between authority and private calls, and\n    *   where private use is not significant\n\nthe connection costs are exempt from tax.\n\n### Operation of PAYE\n\n1.  Tax is collected under the PAYE system. The amount of tax deducted by the authority depends on the code number issued by each member's own tax office. It is open to any councillor to ask to have the PAYE code number adjusted to take into account expenses which are deductible for tax purposes. If the Inspector is satisfied with the estimate provided, the code number for the year will be revised and the matter finalised after the end of the tax year when the accurate information will be available. How this works depends on whether or not the member receives a tax return (see paragraphs 127 and 128).\n\nThese arrangements apply, for example to:\n\n*   *   the basic allowance\n    *   special responsibility allowance\n    *   dependants' Carers' Allowance\n    *   Co-Optees' Allowance\n    *   any allowances payable to councillors in their capacity as civic dignitaries.\n\n### Procedure at the end of the tax year\n\n1.  Members who receive tax returns should include figures for all their income on their Self-Assessment tax return. They will also include all claims they wish to make.\n2.  They should send their completed tax return back to their tax office by 30 September after the end of the tax year if:\n\n*   *   they want HMRC to calculate their tax bill for them and/or\n    *   they wish tax (below &#xA3;2000) to be collected through next year's PAYE code where practicable.\n\n1.  The deadline for sending back their tax return is 31 January after the end of the tax year.\n2.  HMRC will make any repayment due. If there is tax to pay, the member should pay it by 31 January after the end of the tax year.\n3.  Members who do not receive tax returns will have their tax checked by HMRC in the traditional way. They should send any claims to their tax office after the end of the tax year as now.\n\n### Further information\n\n1.  If members have any questions about the taxation treatment of their allowances they should contact their Tax Office. Council Treasurers' Departments are usually in a position to answer routine questions and to seek advice on a member's behalf.\n\n### Civic dignitaries\n\n1.  Like councillors, civic dignitaries are office-holders and the same tax principles apply to their allowances and expenses. In particular, to qualify for relief expenditure must meet the conditions of Sections 336 to 339 ITEPA 2003 - explained in paragraphs 108 and 109 above. The following paragraphs set out how the rules apply to particular circumstances affecting civic dignitaries.\n\n### Clothing\n\n1.  Expenditure on ordinary clothing worn at work is not incurred wholly and exclusively in the performance of the duties. Consequently no deduction can be given for expenditure by civic dignitaries on ordinary clothing.\n2.  Exceptionally, a deduction can be given for expenditure on clothing which is recognisably a uniform or part of a uniform and the office holder is required, as part of the duties of that office to wear it. A useful test is whether someone wearing the clothing would be recognisable in the street as wearing the uniform of that particular office - just as a uniform identifies, say, nurses or policemen. Expenditure on, for example, maintenance of a mayor's regalia would normally, therefore, qualify for a deduction.\n\n### Donations\n\n1.  If a civic dignitary is given an allowance and the freedom to spend that allowance largely as he or she sees fit, it is extremely unlikely that any such expenditure would be deductible.\n\nThere would be an element of personal choice - and so expenditure would not be 'necessarily' incurred. This would apply to charitable donations as much as to any other use to which the money was put.\n\n1.  The tax position may, however, be different if there is a special fund set on one side, out of which agreed charitable donations are made. In these circumstances, when the funds are dealt with by the civic dignitary in a fiduciary capacity, there may be no tax consequences.\n\nEach case will, however, depend on the precise arrangements in force.\n\n### Entertainment\n\n1.  If a civic dignitary is given an entertainment allowance which he or she has freedom to spend in any way he or she sees fit, the allowance is assessable to tax as part of the earnings of the office - except to the extent that the expenditure met out of the allowance qualifies for a deduction. Only entertaining expenses which are incurred wholly, exclusively and necessarily in the performance of the office holder's civic duties will qualify. No deduction is due for the cost of entertaining which is incurred primarily for personal or political reasons even if some civic business happens to be discussed.\n2.  As with donations, the tax position may be different if there is a special fund set on one side out of which entertainment is paid for in accordance with the council's wishes as to the amounts spent and persons to be entertained.\n\n### Conclusion\n\n1.  Local authorities sometimes ask how their systems can be structured so that no tax liability arises for their civic dignitaries in respect of expenses payments made to them. The paragraphs above should indicate that a system which in practice pays within the AMAPs amount for travelling expenses and provides for reimbursement only of those expenses deductible under the rules described in paragraphs 108 and 109 is unlikely to give rise to tax consequences. In addition, it is likely that a dispensation (see paragraphs 120-124 above) could be agreed with respect to such a system - eliminating reporting requirements.&#x201D;"},{"manual-section-id":"NIM05640","title":"Local Government\nCouncillors and civic dignitaries in England: ODPM guidance: Part\nthree: members' allowances and National Insurance\nContributions"}]}]}}
