{"title":"Tax treatment of National Health Service employees: expenses payments and allowances: particular allowances","details":{"manual-section-id":"EIM66780","slug": "guidance/employment-income-manual/EIM66780","body":"The following table sets out the tax treatment of the NHS expenses allowances and payments that you are most likely to meet. As regards car allowances, see also [EIM31200](/guidance/employment-income-manual/EIM31200) onwards.\n\n<table>\n<tr>\n<td>\n\n### Type of allowance, payment or benefit\n\n</td>\n<td>\n\n### Tax treatment\n\n</td>\n</tr>\n<tr>\n<td>Private use of allocated cars </td>\n<td>Where official vehicles are allocated to NHS employees, the appropriate car benefit charges may apply (see [EIM23000](/guidance/employment-income-manual/EIM23000) onwards) </td>\n</tr>\n<tr>\n<td>Removal and associated expenses </td>\n<td>**Removal expenses **will be exempt if the relevant conditions at [EIM03100](/guidance/employment-income-manual/EIM03100) onwards are satisfied.**Excess rent allowances **should be dealt with in accordance with [EIM02000](/guidance/employment-income-manual/EIM01650#EIM02000) onwards.**Advances of salary for house purchase **are not earnings within Section 62 ITEPA 2003. There is a charge to tax under Section 175 ITEPA 2003, which deals with beneficial loan arrangements (see [EIM26101](/guidance/employment-income-manual/EIM26100#EIM26101) onwards).**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;</td>\n</tr>\n<tr>\n<td>Home to work travel </td>\n<td>**General**. The fundamental principle is that a payment to an employee in respect of travelling between home and a permanent workplace counts as earnings within Section 62 ITEPA 2003 (see generally [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515) onwards). There can be no corresponding deduction due in these circumstances under Section 337 or 338 ITEPA 2003 (see [EIM32356](/guidance/employment-income-manual/EIM32356) and [EIM32240](/guidance/employment-income-manual/EIM32000#EIM32240)). However, see below as regards travelling expenses paid following an emergency call-out.See also [EIM03112](/guidance/employment-income-manual/EIM03100#EIM03112) as regards travelling expenses paid in connection with removal. **Hospital medical and dental staff **may be paid additions to mileage allowances for some journeys. Broadly, these additions cover ordinary commuting, and the authority should subject them to PAYE, except where they relate to an emergency call-out (see below).**Emergency call-out **expenses paid in respect of travel between home and a permanent workplace are, in general, taxable (see above). Where, however, employees can demonstrate that they have embarked on their duties before starting their journey and are then travelling in the performance of those duties, the payments they receive are in respect of business mileage (see [EIM10040](/guidance/employment-income-manual/EIM04700#EIM10040) and [EIM32240](/guidance/employment-income-manual/EIM32000#EIM32240)).If they cannot demonstrate this, the journey is not business mileage. Any reimbursement of fuel expenses in respect of such a journey therefore involves the provision of fuel for private motoring. If the journey is made in an official car for which the employee is charged to car benefit, there will be a car fuel benefit charge instead of a charge on the proportion of the expenses that relate to fuel. If the employee is paid a flat rate call-out fee there is no fuel benefit charge unless fuel expenses are also reimbursed.Some NHS (in Northern Ireland, HSS) employees will be able to show that when travelling to their normal place of employment as the result of an emergency call-out they are travelling in the performance of their duties (see above). To avoid the need for each such employee to make a separate claim to his or her tax office, a simplified procedure has been agreed with the Department of Health under which employees may claim reimbursement of emergency call-out expenses from employing authorities without deduction of tax.The form on which NHS employees claim reimbursement of travelling expenses from employing authorities incorporates the following certificate:\"Except where indicated above, I certify that advice was given on the handling of the emergency before starting my journey and I accepted full responsibility for those aspects appropriate to my duties from that time. (Journeys which I consider do not qualify for tax relief are shown separately above.)\"Where the employee signs the certificate, the relevant expenses payment is made in full without deduction of tax under PAYE. The mileage concerned, which is business mileage, will be included in the returns made by the employing authorities under the arrangements described in EIM66715[](/guidance/employment-income-manual/EIM66780)and EIM66731. Where the certificate is not signed, or a particular journey is shown as not qualifying for tax relief, the payment is taxed under the normal PAYE arrangements (but see above as regards the reimbursement of fuel expenses). </td>\n</tr>\n<tr>\n<td>Late night duties </td>\n<td>Any night duty allowances paid count as earnings within Section 62 ITEPA 2003 (see generally [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515)). Meal allowances are also chargeable (see [EIM01530](/guidance/employment-income-manual/EIM01000#EIM01530)). </td>\n</tr>\n<tr>\n<td>Uniform and everyday clothing </td>\n<td>Many Health Authorities make some kind of provision for clothing for employees working with the public. Some of the employees wear uniform or special and distinctive clothing which, because of its style, colour, etc., identifies the wearer as a member of a particular group. It will thus not be suitable for general everyday wear. No liability to tax will arise on payments in cash towards the cost of such uniform or distinctive clothing, or on the provision of the uniform itself (see [EIM10400](/guidance/employment-income-manual/EIM04700#EIM10400)). However, if cash payments are excessive, liability can arise on the profit element.Where the clothing is suitable for general everyday wear (whether or not it is in fact so worn) cash allowances towards its purchase are taxable. Where, however, instead of making cash payments to employees for such clothing, it is purchased and retained by the employing authority and kept only for the employee's use on duty, liability to tax arises unless the employee is in an excluded employment (see [EIM20007](/guidance/employment-income-manual/EIM20001#EIM20007)). The assessable benefit is 200f the market value of the clothing when first applied as a benefit plus expenses incurred on its maintenance, etc. (see [EIM21632](/guidance/employment-income-manual/EIM21632)). Although this is the position in law such a tax charge is likely to be small and unless the circumstances are exceptional it may, in practice, be regarded as negligible and ignored.</td>\n</tr>\n<tr>\n<td>Telephones </td>\n<td>Follow the guidance at [EIM07800](/guidance/employment-income-manual/EIM04700#EIM07800).</td>\n</tr>\n<tr>\n<td>Garaging allowances </td>\n<td>Follow the guidance at [EIM01400](/guidance/employment-income-manual/EIM01000#EIM01400).</td>\n</tr>\n<tr>\n<td>Tool allowances </td>\n<td>Where a tool allowance is paid, it counts as earnings within Section 62 ITEPA 2003 (see generally [EIM00515](/guidance/employment-income-manual/EIM00505#EIM00515) onwards). The employer should operate PAYE, or any flat rate expenses allowance should be reduced by the amount paid by the employer.</td>\n</tr>\n</table>","breadcrumbs":["EIMANUAL","EIM65799","EIM66780"],"section_groups":[]}}
