{"title":"EIM76306 - Social securitybenefits: potential appeals against assessments on\njobseeker’s allowance","details":{"manual-section-id":"EIM76306","body":"Before taking any action that might lead to a taxpayer notifying\nan appeal to the Tribunals Service, if the taxpayer expresses\nconcern about the amount of taxable jobseeker's allowance included\nin a self assessment proceed as set out in the table below.\n\n<table>\n<tr>\n<td>\n\n### Type of case\n\n</td><td>\n\n### Action\n\n</td>\n</tr>\n<tr>\n<td>There is an unsettled\nobjection (see\n[EIM76305](/guidance/employment-income-manual/EIM76000#EIM76305)) relating to the sum\nassessed.</td><td>Report the facts, with\nyour papers, to\n[PAYE Technical](http://www.hmrc.gov.uk/manuals/eimanual/attachments/payetechnical.htm).</td>\n</tr>\n<tr>\n<td>The taxpayer received his\n\nor her benefit through the employer and appears to have received no\n\nform P181; or was a quarterly attender (see\n\n[EIM76301](/guidance/employment-income-manual/EIM76000#EIM76301))</td><td>As the objections\n\nprocedure will not have applied, find out why the person is\n\nconcerned, and which Benefit Office or Jobcentre was responsible\n\nfor payment.&#xA0;\n\n Then write to the Benefit Office or Jobcentre:&#xA0;\n\n give details of the figures paid, and taxed, the amount in\n\ndispute and the cause for concern\n\n*   say it is a case where the Section 152\n\n    ICTA 1988 objection procedure appears not to apply\n*   ask for a check of the sum paid and the\n\n    taxable benefit figure and for comments on the case\n*   ask that any remaining records relating to\n\n    this claim be kept until you report that the matter is\n\n    settled.If the facts the Benefit Office or Jobcentre gives you do not\n\nenable you to settle the matter, make a report to\n\n[PAYE Technical](http://www.hmrc.gov.uk/manuals/eimanual/attachments/payetechnical.htm) with\n\nyour papers.</td>\n</tr>\n<tr>\n<td>Others where there is no\n\nunsettled objection relating to the sum assessed (see\n\n[EIM76304](/guidance/employment-income-manual/EIM76000#EIM76304))\n\n</td><td>Check the difference\n\nbetween the taxable benefit figures:&#xA0;\n\n reported by the Benefit Office or Jobcentre and\n\n*   contended by the taxpayer.If this difference is below the reporting limits at\n\n[EIM76307](/guidance/employment-income-manual/EIM76000#EIM76307) accept the taxpayer's figures\n\nand close the correspondence accordingly.&#xA0;\n\n If the difference is outside the reporting limits write and\n\nexplain to the taxpayer that he or she is too late to challenge the\n\namount of benefit charged to tax. Tell him or her you understand\n\nthe reason is one of the following:&#xA0;\n\n he or she did not object to the amount of taxable benefit\n\nshown on the Benefit Office or Jobcentre notification within the\n\nrequired 60 days, or\n\n*   he or she withdrew the objection, or\n*   he or she agreed with the Benefit Office\n\n    or Jobcentre the amount chargeable to tax and the matter cannot now\n\n    be re-opened.If the taxpayer is not satisfied, report the facts, with your\n\npapers, to\n\n[PAYE Technical](http://www.hmrc.gov.uk/manuals/eimanual/attachments/payetechnical.htm).</td>\n</tr>\n</table>","breadcrumbs":["EIMANUAL","EIM76000","EIM76306"],"sections":[]}}