{"title":"The taxation of pension income: contents","details":{"manual-section-id":"EIM74000","body":"","breadcrumbs":["EIMANUAL","EIM74000"],"sections":[{"title":null,"sections":[{"manual-section-id":"EIM74001","title":"Pension income - an overview"},{"manual-section-id":"EIM74002","title":"The meaning of pension and annuity","body":"See\n[EIM74001](/guidance/employment-income-manual/EIM74001) for an overview of the income\ntax charge on pensions.\n\nA pension is a periodical payment made by or on behalf of an\nemployer, usually in recognition of past services. It may be paid\neither to the person who provided those services or to his or her\nspouse or any dependant.\n\nA recipient of a pension will usually be entitled to it under\nhis or her contract of employment or under the rules of a pension\nscheme. Voluntary pensions are also chargeable to tax (see\n[EIM74011](/guidance/employment-income-manual/EIM74000#EIM74011)).\n\n**Annuities**\n\nAn annuity is a periodical payment, whether made under an\nobligation or voluntarily. Part 9 ITEPA 2003 charges certain\nannuities as pension income (see\n[EIM74007](/guidance/employment-income-manual/EIM74000#EIM74007)). Other annuities are\nchargeable as Savings and Investment Income under Part 4 IT(TOI)A\n2005 (previously under Case III of Schedule D)."},{"manual-section-id":"EIM74003","title":"United Kingdom pensions","body":"See\n[EIM74001](/guidance/employment-income-manual/EIM74001) for an overview of the charge\nto tax on pension income. Section 569 ITEPA 2003 charges pensions\npaid by or on behalf of a person in the United Kingdom. This\nincludes pensions payable by the Crown. Section 569 does not apply\nto pensions charged under any other provision of Part 9 ITEPA 2003.\nFor example, Section 579A ITEPA 2003 charges pensions under\nregistered pension schemes.\n\nAnnuities paid by the Crown generally have the character of\npensions and will therefore be chargeable to tax under Section 569.\nSee example\n[EIM74004](/guidance/employment-income-manual/EIM74000#EIM74004), which describes two payments\ncharged by Section 569.\n\n**Payments to residents of another country**\n\nThe charge includes payments to people who live abroad as\nwell as payments within the United Kingdom. Examine carefully\nclaims for double taxation exemption or relief. These payments may\nbe in respect of Government service and the United Kingdom usually\n\nretains primary taxing rights. See DT224, DT1926, DT1927and\n\n[EIM74403](/guidance/employment-income-manual/EIM74000#EIM74403)."},{"manual-section-id":"EIM74004","title":"Examples of United Kingdom pensions paid by the Crown","body":"The following types of income payable by the Crown fall within\nthe definition of pension and are therefore chargeable as UK\npensions under Section 569 ITEPA 2003:\n\n*   pensions paid to certain seamen under the\nGreenwich Hospital Act 1865\n*   life annuities paid to certain farmers who\nhave given up uncommercial holdings of land under the Agriculture\nAct 1967."},{"manual-section-id":"EIM74005","title":"Pensions paid by or on behalf of a person who is in the United Kingdom","body":"### Pensions arising in the United Kingdom chargeable by Section\n569 ITEPA 2003\n\nA pension paid by a person or pension provider who is in the\nUnited Kingdom is chargeable under Section 569 unless it is covered\nby one of the other charging provisions in Part 9 ITEPA 2003.\n\nThe legislation does not consider the residence status of the\npensioner. If a pensioner is resident in another state it is\nnecessary to consider the terms of the relevant double taxation\ntreaty. See DT224, DT1926, DT1927and\n[EIM74403](/guidance/employment-income-manual/EIM74000#EIM74403).\n\n### Voluntary pensions\n\nThe cases of Benyon v Thorpe (14TC1) and Stedeford v Beloe\n(16TC505) established the principle that pensions paid voluntarily\nby a former employer were not chargeable as income because they had\nthe character of gifts. Section 570 ITEPA 2003 ensures that Section\n569 will apply to any pension, which is voluntary or capable of\nbeing discontinued. Isolated gifts to former employees are unlikely\n\nto be pension income but could possibly be chargeable as employment\n\nincome either as general earnings or because they are in connection\n\nwith the termination of the employment (see\n\n[EIM00610](/guidance/employment-income-manual/EIM00505#EIM00610) and\n\n[EIM12805](/guidance/employment-income-manual/EIM12800#EIM12805) onwards). For guidance on\n\nvoluntary annual payments see\n\n[EIM74011](/guidance/employment-income-manual/EIM74000#EIM74011).\n\n### Foreign pensions\n\nPensions arising from sources outside the United Kingdom are\n\ngenerally chargeable to income tax under Section 573 ITEPA 2003,\n\nsee\n\n[EIM74500](/guidance/employment-income-manual/EIM74000#EIM74500).\n\nThere is an exception to this rule. Pensions paid by certain\n\nforeign governments in the United Kingdom are chargeable to income\n\ntax under Section 615 ITEPA 2003 (see\n\n[EIM74006](/guidance/employment-income-manual/EIM74000#EIM74006))."},{"manual-section-id":"EIM74006","title":"Certain overseas government pensions paid in the United Kingdom","body":"The governments of certain overseas territories may pay pensions\nin the United Kingdom through any public department, officer or\nagent. These are chargeable to income tax by virtue of Section 615\nITEPA 2003 and not under Section 573 ITEPA 2003 like other foreign\npensions.\n\nCertain conditions apply. The pension:\n\n*   must be paid to a person who has been\nemployed in overseas government service, or\n*   to the widow, widower, surviving civil\npartner, child, relative or dependant of a person who has been\nemployed in overseas government service and\n*   must be payable in respect of that\nservice.\n\nThe pension must also be payable in the United Kingdom to a\nUnited Kingdom resident by or on behalf of the government of:\n\n*   any country forming part of Her Majesty's\n\n    dominions\n*   any other country mentioned in Schedule 3,\n\n    British Nationality Act 1981 (these are listed in a footnote to\n\n    Section 320 ICTA 1988)\n*   any territory under Her Majesty's\n\n    protection.\n\nPensions that are payable out of the public revenue of the\n\nUnited Kingdom or of Northern Ireland are not chargeable under\n\nSection 615 but will be chargeable as United Kingdom pensions under\n\nSection 569 ITEPA 2003 or as pensions under registered pension\n\nschemes under Section 579A ITEPA 2003.\n\n### Overseas government service\n\nOverseas government service refers to persons employed outside\n\nthe United Kingdom in the service of the Crown or of one of the\n\ncountries or territories listed below.\n\n### Her Majesty's dominions\n\nThe Dependant Territories are:\n\nAnguilla, Bermuda, British Antarctic Territory, British\n\nIndian Ocean Territory, British Virgin Islands, Cayman Islands,\n\nFalkland Islands, Gibraltar, Montserrat, Pitcairn, Henderson, Ducie\n\nand Oeno Islands, St Helena, St Helena Dependencies (Ascension\n\nIsland, Tristan da Cunha), South Georgia and South Sandwich\n\nIslands, Turks and Caicos Islands\n\n### Countries listed in Schedule 3 BNA 1981\n\nAntigua and Barbuda, Australia, The Bahamas, Bangladesh,\n\nBarbados, Belize, Botswana, Brunei, Canada, Republic of Cyprus,\n\nDominica, Fiji, The Gambia, Ghana, Grenada, Guyana, India, Jamaica,\n\nKenya, Kiribati, Lesotho, Malawi, Malaysia, Maldives, Malta,\n\nMauritius, Namibia, Nauru, New Zealand, Nigeria, Pakistan, Papua\n\nNew Guinea, Saint Christopher and Nevis, Saint Lucia, Saint Vincent\n\nand the Grenadines, Seychelles, Sierra Leone, Singapore, Solomon\n\nIslands, South Africa, Sri Lanka, Swaziland, Tanzania, Tonga,\n\nTrinidad and Tobago, Tuvalu, Uganda, Vanuatu, Western Samoa,\n\nZambia, Zimbabwe.\n\n### Territories under Her Majesty's protection\n\nThere are no longer any protectorates or protected states.\n\n### Further information\n\nMost pensions charged by Section 615 are dealt with by Public\n\nDepartments and any questions about liability should be referred in\n\nthe first instance to Public Departments (London).\n\n### Deduction allowed from pension income taxable under Section\n\n615\n\nWhere Section 615 applies, Section 617 ITEPA 2003 provides for a\n\nspecial deduction of 10 0.000000rom the full amount of the pension\n\naccruing in the tax year."},{"manual-section-id":"EIM74007","title":"Annuities chargeable to tax as pension income","body":"An annuity is a periodical payment that may be paid under an\nobligation or voluntarily. Certain annuities are specifically\ncharged to tax as pension income. Guidance about the different\ncategories of annuity chargeable as pension income and the\nprovisions in ITEPA 2003 that tax each category is given under the\nfollowing headings. See\n[EIM74101](/guidance/employment-income-manual/EIM74101) for how to find the taxable\npension income for a tax year.\n\n### Registered pension schemes (2006-07 onwards)\n\nWith effect from 6 April 2006, most existing tax approved\npension arrangements became registered pension schemes. New schemes\nseeking the advantages available to registered pension schemes must\napply for registration. Section 579A ITEPA 2003 charges a pension\nunder a registered pension scheme. Section 579D provides that\npension under a registered scheme includes an annuity under, or\npurchased with sums or assets held for the purposes of, or\nrepresenting acquired rights under, a registered pension\nscheme.\n\n### Approved retirement benefits schemes (2005-06 and earlier)\n\nThese are frequently referred to as occupational pension schemes\n(see also\n[EIM74009](/guidance/employment-income-manual/EIM74000#EIM74009)). Where a scheme is approved or\nis being considered for approval, Section 580 ITEPA 2003 charges\nannuities that are:\n\n*   paid under the scheme, or\n*   acquired using funds held for the purposes\nof the scheme.\n\n### Former approved superannuation funds (2005-06 and earlier)\n\nThese funds are occupational schemes approved before 1980 when\nthe code for retirement benefits schemes in Part 14 Chapter 1 ICTA\n1988 took full effect (see also\n[EIM74009](/guidance/employment-income-manual/EIM74000#EIM74009)). Annuities will continue to be\npaid under such schemes for many years to come. Section 590 ITEPA\n2003 charges annuities that are:\n\n*   paid under a former approved\nsuperannuation fund, or\n*   acquired using funds held for the purposes\nof such a fund.\n\n### Approved personal pension schemes (2005-06 and earlier)\n\nSection 595 ITEPA 2003 charges any annuity acquired using funds\nheld for the purpose of an approved personal pension scheme, see\n[EIM74009](/guidance/employment-income-manual/EIM74000#EIM74009).\n\n### Retirement annuity contracts (2005-06 and earlier)\n\nSection 605 ITEPA 2003 charges any annuity paid under a\nretirement annuity contract. A retirement annuity contract means an\nannuity contract or trust scheme approved by HMRC under Section 620\nor Section 621 ICTA 1988. It includes a substituted contract within\nthe meaning of Section 622(3) ICTA 1988.\n\nAlthough it has not been possible to enter into new contracts\nsince 1988, these contracts remain an important source of\nretirement income for the self employed. Annuities will be paid\nunder existing contracts for many years to come.\n\n### Other employment related annuities\n\nThe following annuities are also taxed as pension income:\n\n*   annuities for the benefit of dependants if\ntheir purchase qualified for relief under Section 273 ICTA 1988\n(Section 609 ITEPA 2003)\n*   annuities paid under an occupational\npension scheme that is not a registered pension scheme (a\n&#x201C;sponsored superannuation scheme&#x201D; before 6 April 2006)\nor acquired using the funds held for the purposes of such a scheme\n(Section 610 ITEPA 2003)\n*   any annuity purchased by any person in\nrecognition of another person's services in any office or\nemployment (Section 611 ITEPA 2003).\n\nSection 150(5) FA 2004 defines an &#x201C;occupational pension\nscheme\" as a pension scheme established by an employer or employers\nand having or capable of having effect so as to provide benefits to\nor in respect of any or all of the employees of that employer or\nthose employers or any other employer.\n\nWhere other employment related annuities arise from a source\noutside the United Kingdom, then the charge only applies if the\nrecipient is resident in this country. See\n[EIM74500](/guidance/employment-income-manual/EIM74000#EIM74500) for how to calculate the\ntaxable pension income for foreign annuities chargeable under\nSections 609 to 611 ITEPA 2003.\n\n### Other annuities\n\nAn annuity will only be chargeable as pension income if it is\ncharged by one of the provisions in Part 9 ITEPA 2003. All other\nannuities are chargeable as Savings and Investment Income under\nPart 4 IT(TOI)A 2005 (previously under Case III of Schedule D).\nInstructions on various kinds of annuities are given at AP896 to\nAP1020."},{"manual-section-id":"EIM74008","title":"Payments exempted from or not charged to tax as pension income","body":"### Exemptions: any taxpayer\n\nNo liability to income tax arises in the following cases:\n\n*   **awards for bravery** - pensions or annuities paid to\nthe holder of an award for bravery in respect of the award. See\nSection 638 ITEPA 2003 and[EIM74307](/guidance/employment-income-manual/EIM74000#EIM74307).\n*   **pensions in respect of death due to military or war\nservice** - certain pensions paid to war widows and other\ndependants of deceased servicemen. See Section 639 ITEPA 2003 and[EIM74305](/guidance/employment-income-manual/EIM74000#EIM74305).\n*   **wounds and disability pensions** - certain wounds\nand disability pensions paid in respect of service with the armed\nforces of the Crown. See Section 641 ITEPA 2003 and[EIM74302](/guidance/employment-income-manual/EIM74000#EIM74302).\n*   **compensation for National-Socialist persecution** -\nfor further guidance, see IM1581 to IM1586 and Section 642 ITEPA\n2003.\n\n### Malawi, Trinidad and Tobago and Zambia government pensions\n\nUnder Section 1 Overseas Pensions Act 1973, the responsibility\nfor payment for certain pensions was transferred to the United\nKingdom government from the governments of the above countries that\nwere former United Kingdom colonies. Section 643 ITEPA 2003 exempts\nthese pensions provided that the original pensioner retired before\n6 April 1973. Pensions paid to the widow, widower or surviving\ncivil partner of the original pensioner are similarly exempt. The\nexemption applies provided that the double taxation agreements with\nthese countries continue to provide for the exemption of\ngovernmental pensions. The exemption does not apply to any\nstatutory increases resulting from the application of the Pensions\n(Increase) Act 1971.\n\n### Pensions payable where employment ceased due to\ndisablement\n\nSection 644 ITEPA 2003 exempts certain disability pensions in\nwhole or in part. It enshrines in statute an Extra-Statutory\nConcession (ESC A62) that applied before 6 April 2003. See\n[EIM74012](/guidance/employment-income-manual/EIM74000#EIM74012) for guidance on Section 644.\nGuidance on disability pensions paid to retired police officers and\nfire service personnel can be found at\n[EIM74310](/guidance/employment-income-manual/EIM74000#EIM74310).\n\n### Social security pensions: increases in respect of children\n\nSometimes the recipient of a social security pension (see\n[EIM74600](/guidance/employment-income-manual/EIM74000#EIM74600)) such as the state retirement\npension can receive an increased amount if he or she has a\ndependent. Section 645 ITEPA 2003 exempts any part of such a\npension that is attributable to an increase in respect of a child.\nThese increases are commonly known as child dependency\nadditions.\n\n### Former miners, etc.: coal and allowances in lieu of coal\n\nSection 646 ITEPA 2003 exempts the provision of coal or\nsmokeless fuel to a former colliery worker or to the widow, widower\nor surviving civil partner of such a worker. The exemption also\napplies to an allowance paid in lieu of such provision. The amount\nof coal or fuel provided or the allowance paid in respect of coal\nor fuel must not substantially exceed the amount reasonably\nrequired for personal use. A former colliery worker is defined as\nany person who has ceased to be employed as a coal miner or who has\nceased to be employed at a colliery. Those who were employed in\nclerical, administrative or technical work are excluded from the\ndefinition and therefore cannot obtain the exemption.\n\nBefore 6 April 2003, this exemption was given by extending\nthe application of an Extra-Statutory Concession (ESC A6) to\nretired miners (see SE66695).\n\n### Exemptions for non residents\n\nPart 9 Chapter 18 ITEPA 2003 exempts certain pensions that are\npayable to persons who are not resident in the United Kingdom. See\n[EIM74402](/guidance/employment-income-manual/EIM74000#EIM74402) for details.\n\n### Other payments not charged to income tax\n\nThe Church of England Pensions Board make payments out of two\ncharitable funds:\n\n*   The Clergy Pensions Augmentation Fund\nand\n*   The Clergy (Widows and Dependants)\nAugmentation Fund.\n\nWith the exception of certain payments to widows and dependants,\nto which the Board applies PAYE, payments made out of these funds\nare non-taxable gifts.\n\nAnnuities paid by:\n\n*   The Congregational Pastors' Superannuation\nFund and\n*   The Congregational Pastors' Widows'\nFund\n\nshould not be regarded as income for taxation purposes."},{"manual-section-id":"EIM74009","title":"Income from approved pension schemes including personal pensions (2005-06 and earlier)","body":"**Note: with effect from 6 April 2006, most existing tax\napproved pension arrangements became registered pension schemes.\nThis page explains the legal position for approved arrangements for\ntax years before 2006-07**.\n\nSection 580 ITEPA 2003 charges pensions and annuities paid\nunder a retirement benefits scheme that has been approved, or is\nbeing considered for approval, under the provisions of Part 14\nChapter I ICTA 1988. These schemes are frequently referred to as\noccupational pension schemes. Section 580 also charges annuities\nacquired using funds held for the purposes of such a scheme.\nSection 587 ITEPA 2003 extends the definition of approved\nretirement benefits scheme to include marine pilots' benefit funds\napproved under Section 607 ICTA 1988. See\n[EIM74101](/guidance/employment-income-manual/EIM74101) for how to find the taxable\npension income for a tax year.\n\n### Former approved superannuation funds\n\nThese funds are occupational schemes approved before 1980 when\nthe code for retirement benefits schemes in Part 14 Chapter 1 ICTA\n1988 took full effect. The schemes provide for the payment of\nannuities (see\n[EIM74007](/guidance/employment-income-manual/EIM74000#EIM74007)) and these annuities will\ncontinue to be paid for many years to come. Section 590 ITEPA 2003\ncharges annuities that are:\n\n*   paid under a former approved\nsuperannuation fund, or\n*   acquired using funds held for the purposes\nof such a fund.\n\n### Approved personal pension schemes\n\nPersonal pension schemes are defined in Part 14 Chapter 4 ICTA\n1988, which deals with the approval of and reliefs available for\npersonal pensions. Income may be taken in the form of an annuity or\nby means of an income withdrawal under arrangements made in\naccordance with the scheme. Section 595 ITEPA 2003 charges\nannuities acquired using funds held for the purposes of an approved\npersonal pension scheme (see\n[EIM74007](/guidance/employment-income-manual/EIM74000#EIM74007)). Section 598 ITEPA 2003\ncharges any income withdrawal under approved personal pension\narrangements. See\n[EIM74101](/guidance/employment-income-manual/EIM74101) for how to find the taxable\npension income for a tax year.\n\n### Unauthorised payments from approved schemes\n\nSection 583 ITEPA 2003 charges as pension income certain\nunauthorised payments made out of funds held for the purposes of an\napproved retirement benefits scheme. It does not apply to payments\nrepresenting the return of surplus employee additional voluntary\ncontributions (see\n[EIM74013](/guidance/employment-income-manual/EIM74000#EIM74013)). Section 593 ITEPA 2003\napplies Section 583 to similar payments from former approved\nsuperannuation funds. A similar provision in Section 601 ITEPA 2003\ncharges unauthorised personal pension payments.\n\nSection 583 applies where the unauthorised payment is made to\nor for the benefit of an employee or an ex-spouse or former civil\npartner of an employee and it is that person who will be liable for\ntax. The person liable for any tax chargeable on unauthorised\npersonal pension payments is the individual who made the personal\npension arrangements and to whom or for whose benefit the payment\nis made whether or not the individual is the recipient of the\npayment.\n\nFor all approved schemes, the amount or value of unauthorised\npayments made in a tax year will be taxable in that year.\n\nYou should advise APSS (Nottingham) if you come across such\npayments.\n\n### Payments from funds before or upon retirement including\nexemption for certain lump sums\n\nPayments made to employees out of funds held for the purpose of\nan approved scheme, either before retirement or on retirement, may\nfall to be assessed as earnings rather than as pensions (see\n[EIM04800](/guidance/employment-income-manual/EIM04700#EIM04800)). Section 637 ITEPA 2003\nprovides an exemption for lump sums provided under certain pension\nschemes. Guidance is given at\n[EIM04800](/guidance/employment-income-manual/EIM04700#EIM04800)."},{"manual-section-id":"EIM74010","title":"Pension paid to former spouse","body":"As part of a financial settlement on divorce the courts can\nmake:\n\n*   an attachment order, or\n*   a pension sharing order\n\nin respect of the pension rights of either partner.\n\nYou need to be aware of the statutory provisions that govern\nthe financial settlement between former partners in order to\nestablish who is to be charged on a pension.\n\n### Attachment orders: Pensions Act 1995\n\nAn attachment order allows the courts to order the payment of\nmaintenance from a pension receivable by one of the partners. When\nthe member of the pension scheme becomes entitled to receive\npayment, the scheme trustees pay the amount specified in the order\ndirectly to the ex- spouse.\n\nThe pension remains the income of the scheme member and:\n\n*   he or she is chargeable to income tax on\nthe whole amount and\n*   no deduction is available for the amount\npaid under the attachment order.\n\nThe pension received by the non-scheme member ex-spouse is\n\ntax-free in his or her hands. An attachment order may also be\n\nreferred to as an earmarking order.\n\n### Pension sharing: Welfare Reform and Pensions Act 1999\n\nThe law changed in 2000 to allow the pension rights of an\n\nemployee to be shared with the ex- spouse as an alternative to an\n\nattachment or earmarking order. Under the new provisions, some or\n\nall of the employee's benefit rights are passed over to the\n\nex-spouse. This allows the ex- spouse to receive benefits in his or\n\nher own name.\n\nThe pension sharing provisions can be applied in divorce\n\nproceedings that commence on or after 1 December 2000. Pension\n\nrights can be shared under all types of pension arrangements. The\n\nCourt will actually make an order stating how much of an employee's\n\npension benefits must be shared with the ex-spouse, although in\n\nsome cases, in particular Court orders under Scottish law, the\n\npension sharing will be set out in a legally recognised \"qualifying\n\nagreement\" between the divorcing couple.\n\nUnder these provisions, the ex-spouse will be entitled to\n\nreceive a pension, which will be taxable in his or her hands."},{"manual-section-id":"EIM74011","title":"Voluntary annual payments","body":"The cases of Benyon v Thorpe (14TC1) and Stedeford v Beloe\n(16TC505) established the principle that pensions paid voluntarily\nby a former employer were not chargeable as pension income where\nsuch pensions had the character of gifts.\n\nSection 570 ITEPA 2003 provides that a pension that is paid\nby or on behalf of a person who is in the United Kingdom will be\nchargeable under Section 569 ITEPA 2003 even if it is paid\nvoluntarily, or is capable of being discontinued (see\n[EIM74005](/guidance/employment-income-manual/EIM74000#EIM74005)). A similar provision applies\nfor the purposes of foreign pensions chargeable under Section 573\nITEPA 2003 (see\n[EIM74500](/guidance/employment-income-manual/EIM74000#EIM74500)).\n\nSection 633 ITEPA 2003 charges voluntary annual payments.\nThese are payments that are paid voluntarily or are capable of\nbeing discontinued and satisfy the following conditions:\n\n*   the payment is paid to a former employee\nor office holder or to their widow, widower, surviving civil\n\n    partner, child, relative or dependant\n*   the payment is paid by or on behalf of the\n\n    person who employed the former employee (or the person under whom\n\n    the office was held) or by the successors of that person\n*   where the payment is paid by or on behalf\n\n    of a person who is outside the United Kingdom, it is paid to a\n\n    person resident in the United Kingdom.\n\n### Recurrent gifts\n\nSection 633 ITEPA 2003 generally applies to payments that form a\n\nseries of payments or gifts. Isolated gifts to former employees may\n\nbe chargeable as employment income either as general earnings or\n\nbecause they are in connection with the termination of the\n\nemployment (see\n\n[EIM00610](/guidance/employment-income-manual/EIM00505#EIM00610) and\n\n[EIM12805](/guidance/employment-income-manual/EIM12800#EIM12805) onwards).\n\n### Amount taxable as pension income\n\nSee\n\n[EIM74101](/guidance/employment-income-manual/EIM74101) for how to determine the\n\ntaxable pension income where Section 633 ITEPA 2003 applies to a\n\nvoluntary annual payment that is paid by or on behalf of a person\n\nwho is in the United Kingdom.\n\nSee\n\n[EIM74500](/guidance/employment-income-manual/EIM74000#EIM74500) where Section 633 applies to a\n\npayment made by or on behalf of a person who is outside the United\n\nKingdom."},{"manual-section-id":"EIM74012","title":"Disability pensions: exemption where employment ceased due to disablement","body":"Section 644 ITEPA 2003 exempts certain disability pensions in\nwhole or in part. It enshrines in statute an Extra-Statutory\nConcession (ESC A62) that applied before 6 April 2003. The\nexemption covers certain pensions paid in consequence of\ndisablement caused by injury while at work or work-related illness.\nSection 644 applies to a disablement pension if:\n\n*   the pension is payable because a person\nhas ceased to hold an employment or office because of disablement\nand\n*   the disablement is attributable to the\nperformance of the duties of the employment or office or war\ninjuries.\n**Note**\n\n: the exemption is\n**not** available for pensions or annuities that\nbefore 6 April 2006 were chargeable under Section 580 ITEPA 2003\n(approved retirement benefit schemes) or Section 590 ITEPA 2003\n(former approved superannuation funds), see\n[EIM74009](/guidance/employment-income-manual/EIM74000#EIM74009). For 2006-07 onwards, the\nexemption is\n**not** available for pensions (including annuities)\nunder registered pension schemes chargeable under Section 579A\nITEPA 2003, see\n[EIM74014](/guidance/employment-income-manual/EIM74000#EIM74014).\n\n The exempt amount is determined in accordance with the\nfollowing steps.\n\n*   **Step 1** - determine the pension that would have\nbeen payable had the person ceased to hold the employment or office\nbecause of the disablement but the disablement had not been\nattributable to the performance of the duties of the employment or\noffice or to war injuries.\n*   **Step 2**\n\n*   If no pension would have been payable under step\n1, then the whole of the disablement pension is exempt.\n*   If a pension of a smaller amount would have been\npayable, the exempt amount is the amount by which the disablement\npension exceeds the smaller amount.\n*   In all other cases, the exempt amount is nil.\n\n### Example 1\n\nAn employee is injured in an explosion at work. There is no\npension entitlement under the employer's registered pension scheme.\nHowever, the employer offers a pension of &#xA3;20,000 per year as\nthe employee is unable to work as a result of the injuries suffered\nin the blast. Section 644 exempts all of the &#xA3;20,000 from\ntax.\n\n### Example 2\n\nAnother employee is injured in the same explosion. He is a\nmember of the staff pension scheme operated by the employer. He is\noffered early retirement on ill-health grounds as he is unable to\nwork in consequence of injuries suffered in the explosion. Section\n644 cannot apply to this pension because it is chargeable under\nSection 579A ITEPA 2003 (registered pension schemes). It is all\ntaxable.\n\n### Example 3\n\nA third employee is also injured in the explosion. She takes\nearly retirement on ill-health grounds and receives a pension from\nthe staff pension scheme. The pension is quite small so the\nemployer decides to pay an additional sum of &#xA3;10,000 per year\nin consequence of injuries suffered. The pension from the\nregistered pension scheme is taxable under Section 579A ITEPA 2003.\nThe additional pension from the employer of &#xA3;10,000 is\nchargeable under Section 569 ITEPA 2003 (UK pensions) and is exempt\nunder Section 644.\n\n### Comment\n\nSection 644 is unlikely to exempt a pension paid to an employee\nwho takes early retirement on ill- health grounds as the same\npension could be awarded in consequence of illness or disability\nunrelated to work. The exemption only covers a pension or part\npension arising wholly from work-related disability or illness.\n\n The exemption does not apply in the case of a dependant's\npension paid on the death of a person whose pension qualified for\nthe exemption. This is because the dependant's pension is payable\nbecause of the person's death and not because a person has ceased\nto hold an employment due to disablement attributable to the\nperformance of the duties of the employment."},{"manual-section-id":"EIM74013","title":"Return of surplus employee additional voluntary contributions (2005-06 and earlier)","body":"**Note: with effect from 6 April 2006, most existing tax\napproved pension arrangements became registered pension schemes.\nSection 623 has been repealed and does not apply to 2006-07 and\nlater years.**\n\nMembers of retirement benefits schemes can boost the pensions\nthey will receive by making additional voluntary contributions\n(AVCs). They may make AVCs to their employer&#x2019;s scheme or to a\nseparate free-standing AVCs scheme. If HMRC approves these schemes,\nthe member is entitled to tax relief on the payments and the\ninvestment income of the scheme is exempt.\n\nIf a scheme does particularly well it is possible for the\ntotal benefits available to a member to exceed the maximum benefits\npermitted under the approval rules. The scheme administrator then\n\nhas to return surplus AVCs to the member. In paying back the\n\nsurplus the administrator has to deduct a special tax charge (see\n\nSection 599A(2) ICTA 1988) designed to recover the tax relief in\n\nrespect of both the AVCs and the investment income.\n\nSection 623 ITEPA 2003 imposes a charge to tax on the\n\nemployee to whom or for whose benefit the payment is made. The\n\namount chargeable as pension income is the total amount or value of\n\nthe payments made in the year grossed up by reference to the basic\n\nrate for that year. The employee is treated as having paid income\n\ntax at the basic rate on the amount chargeable. This tax is not\n\nrepayable."},{"manual-section-id":"EIM74014","title":"Pensions etc under registered pension schemes","body":"\n\n## Registered pension schemes\n\nFinance Act 2004 made fundamental changes to the tax regime for pensions.  These changes came into effect on 6 April 2006.  Most pension arrangements approved under the previous regime became registered pension schemes on 6 April 2006.  These include approved retirement benefit schemes, former approved superannuation funds, approved personal pension schemes and retirement annuity contracts.  New schemes seeking the advantages available to registered pension schemes must apply for registration.\n\nThe Registered Pension Schemes manual provides detailed guidance about registered pension schemes including tax relief, allowances, member benefits and unauthorised payments.\n\n### Taxation of pensions under registered schemes\n\nFrom 6 April 2006, all pensions and annuities paid under registered pension schemes are taxable under the rules in Part 9 Chapter 5A ITEPA 2003.  Section 579A ITEPA 2003 charges a pension under a registered pension scheme.  Section 579D ITEPA 2003 provides that a pension under a registered scheme includes an annuity under, or purchased with sums or assets held for the purposes of, or representing acquired rights under, a registered pension scheme.  The definition of pension in Section 579D also includes income withdrawals.  See [EIM74101](/guidance/employment-income-manual/EIM74101) for how to find the taxable pension income for a tax year.\n\n### Treatment of lump sums\n\nChapter 15A ITEPA 2003 makes provision about exemptions and charges in relation to lump sums under registered pensions schemes.  Section 636A ITEPA 2003 provides that no liability to income tax arises on specified lump sums.\n\nSome lump sums are taxed as pensions.  These are trivial commutation lump sums and winding-up lump sums (Section 636B ITEPA 2003) and lump sum death benefits payable on trivial commutation or winding up (Section 636C ITEPA 2003).\n\n### The Pension Protection Fund\n\nThe Pension Protection Fund is a statutory fund established under the Pensions Act 2004 and became operational on 6 April 2005.  It pays compensation to members of certain pension schemes where employer insolvency means that there are insufficient assets in the pension scheme to cover specified levels of compensation.\n\nThe Pension Protection Fund not a registered pension scheme.  However, under separate regulations, the payment of periodic compensation by the Pension Protection Fund to an individual is treated for tax purposes in the same way as the payment of a scheme pension to a member of a registered pension scheme.  "},{"manual-section-id":"EIM74050","title":"Pensions taken as flexible drawdown: temporary non-residence: an overview","body":"**Note: This guidance covers the taxation of amounts taken as flexible drawdown whether it is taken under a registered pension scheme or under an overseas pension scheme.  See **RPSM09103590** onwards for more information about flexible drawdown. **\n\nFrom 6 April 2011 an individual with pension savings held in a money purchase arrangement (other than a cash balance arrangement) in either a registered pension scheme or an overseas pension scheme (where the funds concerned have benefitted from UK tax relief) is able to withdraw those savings in their entirety as &#x201C;flexible drawdown&#x201D; pension income subject to meeting certain conditions.  These conditions are that:\n\n1.  the individual has reached age 55 (normal minimum pension age) or an earlier age where the member is in ill-health (see RPSM08100070 for more detail) or has a protected pension age (see RPSM03106000 for more detail), and\n2.  the individual has other pensions in payment of at least &#xA3;20,000 (see RPSM09103600 for more detail), and\n3.  no relevant contributions are paid by or on behalf of, or in respect of, the individual,  in the tax year in which the declaration (see next) is made, to any registered pension scheme under which there is a money purchase arrangement (other than a cash balance arrangement) relating to the member, and at the time of the declaration (see next) the member is not an active member of any registered pension scheme under which there is a defined benefits or cash balance arrangement relating to the member, and\n4.  the individual makes a valid declaration (see RPSM09103610) to the scheme administrator of the pension scheme from which they wish to take flexible drawdown and the scheme administrator accepts that declaration.\n\nWhere a UK resident individual takes flexible drawdown from a registered pension scheme, they can broadly receive a tax-free lump sum equal to 1/3rd of the value of the sums and assets used to provide flexible drawdown.  Any amount taken as flexible drawdown is taxable in the year of receipt as pension income, under s.579A ITEPA 2003, at the individual&#x2019;s marginal rate (see [EIM74014](/guidance/employment-income-manual/EIM74000#EIM74014)).\n\nTo prevent the possibility of someone avoiding tax by becoming temporarily non-resident for one full tax year or more and in that period taking flexible drawdown from a registered pension scheme or from an overseas pension scheme, FA 2011 introduced sections 576A and 579CA ITEPA 2003.  From 6 April 2011, and subject to certain conditions, flexible drawdown paid whilst an individual is temporarily non-resident in the UK is treated as pension income arising to the individual in the tax year they resume residence in the UK."},{"manual-section-id":"EIM74051","title":"Pensions taken as flexible drawdown: temporary non-residence: meaning of terms","body":"&#x201C;Active member&#x201D; is defined by section 150(2) FA 2004.\n\n&#x201C;Cash balance arrangement&#x201D; is defined by section 152(3) and (5) FA 2004\n\n&#x201C;Defined benefits arrangement&#x201D; is defined by section 152(6) and (7) FA 2004\n\n&#x201C;Dependants&#x2019; drawdown pension&#x201D; is defined by paragraph 18 of Schedule 28 to FA 2004.\n\n&#x201C;Dependants&#x2019; drawdown pension fund&#x201D; is defined by paragraph 22 of Schedule 28 to FA 2004.\n\n&#x201C;Drawdown pension&#x201D; is defined by paragraph 4 of Schedule 28 to FA 2004.\n\n&#x201C;Drawdown pension fund&#x201D; is defined by paragraph 8 of Schedule 28 to FA 2004.\n\n&#x201C;Double taxation relief arrangements&#x201D; means arrangements that have effect under section 2(1) of T(IOP)A 2010;\n\n&#x201C;Flexible drawdown&#x201D; means arrangements to which sections 165(3A) or 167(2A) of FA 2004 apply.\n\n&#x201C;Member&#x2019;s relevant transfer fund&#x201D; has the same meaning as in paragraph 4(2) of Schedule 34 to FA 2004\n\n&#x201C;Member&#x2019;s UK tax-relieved fund&#x201D; has the same meaning as in paragraph 3(2) of Schedule 34 to FA 2004\n\n&#x201C;Money purchase arrangement&#x201D; is defined by section 152(2) and (4) FA 2004.\n\n&#x201C;Overseas pension scheme&#x201D; has the same meaning as in section 150(7) FA 2004\n\n&#x201C;Registered pension scheme&#x201D;.  A pension scheme is a registered pension scheme at any time when, either through having applied for registration and been registered by HMRC or through acquiring registered status by virtue of being an approved pension scheme on 5 April 2006, it is registered under Chapter 2 of Part 4 of FA 2004.\n\n&#x201C;Relevant contribution&#x201D; is defined in paragraphs 14D and 24F of Schedule 28 to FA 2004 and means a contribution which is either a relievable pension contribution or a contribution paid by the member&#x2019;s employer.\n\n&#x201C;Relevant non-UK income withdrawal&#x201D;, in relation to a relevant non-UK scheme, means an amount paid under the scheme which, if the scheme were a registered pension scheme, would be income withdrawal or dependants&#x2019; income withdrawal (within the meaning of paragraphs 7 and 21 of Schedule 28 to FA 2004).\n\n&#x201C;Relevant non-UK scheme&#x201D; is a scheme falling within paragraph 1(5) of Schedule 34 to FA 2004\n\n&#x201C;Relievable pension contributions&#x201D; are defined by s.188(2) FA 2004.\n\n&#x201C;Relieved member&#x201D; has the same meaning as in paragraph 1(7) of Schedule 34 to FA 2004.\n\n&#x201C;Resident&#x201D; and &#x201C;ordinarily resident&#x201D;, as referred to in sections 576A and 579CA ITEPA 2003, have the same meaning as in the rest of the Income Tax Acts. For guidance on the meaning of those terms, see publication HMRC6 for years to 2011-12 and RDR1 for years 2012-13.\n\n&#x201C;Transfer member&#x201D; has the same meaning as paragraphs 1(7) and (8) of Schedule 34 to FA2004.\n\n&#x201C;Treaty non-resident&#x201D; is a term used in both sections 576A and 579CA ITEPA 2003.  Sub-section (3)(b) of both sections provides that a person is Treaty non-resident at any time if, at that time, he falls to be regarded as resident in a territory outside the UK for the purposes of double taxation relief arrangements having effect at that time.\n\n&#x201C;Year of departure&#x201D; and &#x201C;year of return&#x201D; are each defined in sections 276A(2) and 279CA(2) ITEPA 2003.\n\n&#x201C;Year of non-residence&#x201D; as defined in sections 576A(8) and 579CA(5) of ITEPA 2003 means any tax year which falls between the year of departure and the year of return."},{"manual-section-id":"EIM74052","title":"Pensions taken as flexible drawdown: temporary non-residence: meaning of &#x2018;temporary non-residence&#x2019;","body":"\n\n## Section 576A and 579CA ITEPA\n\nSections 576A and 579CA ITEPA 2003 apply to any individual who left the UK to take up residence abroad who later resumes UK residence, and who:\n\n*   was tax resident in the UK for any part of at least four out of the seven tax years immediately preceding the year of departure, and*   was not resident and not ordinarily resident in the UK for a period of less than five full tax years, and*   during the period of temporary non-residence, was paid flexible drawdown from a registered pension scheme or from an overseas pension scheme to the extent that the payment is referable to the individual&#x2019;s tax-relieved fund under the overseas scheme.\n\nWhere these conditions are satisfied, the individual will be liable to income tax in respect of the amount paid during the period of non-residence as flexible drawdown as if it were pension income arising or accruing in the year in which the individual returned to the UK. See [EIM74055](/guidance/employment-income-manual/EIM74000#EIM74055).\n\nNothing in any double taxation relief arrangements between the UK and the country or territory in which the person taking flexible drawdown was resident at the time is to be read as preventing that person from being chargeable to income tax in respect of any flexible drawdown treated by sections 576A or 579CA as arising or accruing in the year of return (or as preventing a charge to that tax from arising as a result)."},{"manual-section-id":"EIM74053","title":"Pensions taken as flexible drawdown: temporary non-residence:  provisions not changed","body":"\n\n## Sections 575 and 579B ITEPA\n\nThe pension income tax provisions contained in sections 575 (foreign pensions) and 579B (pensions from registered pension schemes) for persons who are resident or ordinarily resident in the UK and receiving payments of either a foreign pension or a pension under a registered pension scheme are unaffected by sections 576A and 579CA ITEPA.  Sections 576A and 579CA are not themselves charging provisions.  They modify the operation of the main charging provisions at sections 575 and 579B by deeming amounts paid as flexible drawdown to arise or accrue as pension income at a certain time."},{"manual-section-id":"EIM74054","title":"Pensions taken as flexible drawdown: temporary non-residence: persons within the scope of section 575 or section 579B by virtue of section 575 or section 579CA","body":"A person receiving or entitled to receive the pension is chargeable to income tax in respect of amounts taken as flexible drawdown arising or accruing to them in a year, or any part of a year, in which they are resident or ordinarily resident in the UK, by virtue of either section 575 or section 579B ITEPA.\n\n&#x201C;Person&#x201D; includes a member of a registered pension scheme or an overseas pension scheme and any dependants who on the member&#x2019;s death have an entitlement to dependants&#x2019; drawdown pension."},{"manual-section-id":"EIM74055","title":"Pensions taken as flexible drawdown: temporary non-residence: main conditions for sections 576A and 579CA to apply","body":"[EIM74050](/guidance/employment-income-manual/EIM74000#EIM74050) outlined the basic proposition whereby flexible drawdown taken by an individual whilst temporarily resident outside the UK will be charged to income tax on their return to the UK. For sections 576A and 579CA to apply, all four of the conditions in subsection (2) of each section must be met. Three of the four conditions refer to specific &#x2018;residence requirements&#x2019;: an individual satisfies those residence requirements for a tax year if during any part of that tax year he is resident in the UK and not Treaty non-resident.\n\nAn individual is Treaty non-resident at any time if, at that time, they fall to be regarded as resident in a territory outside the UK for the purposes of double taxation relief arrangements having effect at that time.\n\n### First condition: (2)(a)\n\nThe individual must satisfy the residence requirements for a tax year, known as &#x2018;the year of return&#x2019;.\n\n### Second condition: (2)(b)\n\nThere must be one or more tax years immediately before the tax year of return in which the individual did not satisfy the residence requirements, but prior to those tax years in which the individual did not satisfy the residence requirements there is at least one earlier tax year in which he did satisfy the requirements.\n\n### Third condition: (2)(c)\n\nThere are fewer than five tax years between the year of departure and the year of return. (The &#x2018;year of departure&#x2019; is the last tax year before the year of return in which the individual satisfied the residence requirements.)\n\n### Fourth condition: (2)(d)\n\nThe individual satisfied the residence conditions in four of the seven tax years immediately preceding the year of departure.\n\nIf all of these four conditions are met, sections 576A and 579CA ITEPA provide that flexible drawdown paid during a year of non-residence to a scheme member or to a dependant from a registered pension scheme or a UK tax-relieved fund in an overseas pension scheme and which would not otherwise be chargeable to tax as pension income under part 9 ITEPA, is to be treated as arising or accruing in the tax year of return to the UK for the purposes of sections 575 and 579B ITEPA..\n\nIf at least one of the four conditions is not fulfilled then no charge to income tax can arise under sections 575 and 579B on flexible drawdown paid during the intervening years of non-residence."},{"manual-section-id":"EIM74056","title":"Pensions taken as flexible drawdown: temporary non-residence: practical questions","body":"To decide whether an individual is within the charge under sections 575 or 579B ITEPA, by virtue of sections 576A and 579CA, the four conditions described at [EIM74055](/guidance/employment-income-manual/EIM74000#EIM74055) can be framed as a series of questions.\n\n*   Has the individual become resident or ordinarily resident in the UK during the tax year?*   Was the individual previously resident or ordinarily resident in the UK for a tax year at some earlier time before he became not resident and not ordinarily resident?*   Are there fewer than five complete tax years between the year of departure and the year of return to the UK?*   Was the individual resident or ordinarily resident in the UK for any part of at least four out of the seven tax years before the year of departure?\n\nIf all of the questions can be answered 'Yes' then the individual will be chargeable on flexible drawdown paid in the period of non-residence under either section 575 or section 579B depending on whether it was paid, respectively, from UK tax-relieved funds held in an overseas pension scheme or a drawdown pension fund or a dependants&#x2019; drawdown pension fund held in a registered pension scheme.\n\nIndividuals who went abroad on or before 6 April 2011 and who are paid flexible drawdown on or after that date will be chargeable on the amounts so paid if they later resume tax residence in the United Kingdom and meet the 4 conditions set out at [EIM74055](/guidance/employment-income-manual/EIM74000#EIM74055).\n\nIf the answer to any of the questions is &#x201C;No&#x201D; then the individual will not be chargeable on any flexible drawdown paid in the period of non-residence."},{"manual-section-id":"EIM74057","title":"Pensions taken as flexible drawdown: temporary non-residence:  section 579CA example","body":"Mr Smollett, who is aged 56 (so has reached normal minimum pension age) and has lived all his life in the UK, leaves the UK on 5 August 2011 for a three year contract of employment abroad.\n\nHe resumes tax residence in the UK on 2 September 2014.\n\nHe is paid &#xA3;100,000 as a tax-free pension commencement lump sum and &#xA3;300,000 in flexible drawdown from his UK registered pension scheme on 20 April 2012. As he is not resident in the UK for tax year 2012-13,  in accordance with the terms of the double taxation agreement between the UK and the country in which Mr Smollett is resident at the time, no income tax is deducted or due in respect of the &#xA3;300,000 paid as flexible drawdown (see [EIM74403](/guidance/employment-income-manual/EIM74000#EIM74403)).\n\nMr Smollett fulfils all the conditions in s.579CA ITEPA.\n\n*   He has resumed UK tax residence (2014-15 is the year of return  (S.579CA(2)(a))*   There is at least one tax year immediately prior to the year of return when he was not tax resident in the UK (the intervening years: 2012-13 and 2013-14) and immediately prior to that there are earlier tax years of UK residence (all those to 2011-2012 inclusive (S.579CA(2)(b)).*   The intervening years are less than five full tax years (S.579CA(2)(c))*   His year of departure is 2011-12 and he had been resident in the UK for at least four out of the seven tax years immediately prior to his year of departure (in this example he was resident for all of the previous tax years) (S.579CA(2)(d)).\n\nThe flexible drawdown was paid in a year of non-residence (not in the year of departure or year of return) and is not, apart from S.579CA, otherwise chargeable to tax under Part 9 ITEPA.  In this example Mr Smollett will be chargeable under Section 579CA in the tax year of return to UK residence (2014-15) on the &#xA3;300,000 paid as flexible drawdown."},{"manual-section-id":"EIM74058","title":"Pensions taken as flexible drawdown: temporary non-residence: persons within the scope of section 576A: persons not domiciled or not ordinarily resident in the UK: remittance basis","body":"When a person who meets all the four conditions in section 576A(2) ITEPA 2003 returns to the UK and is resident for tax purposes, they are normally liable to a pension income tax charge in respect of any flexible drawdown paid from an overseas pension scheme during the period of temporary non-residence (see [EIM74055](/guidance/employment-income-manual/EIM74000#EIM74055)).\n\nBut where:\n\n*   the person is either not domiciled or not ordinarily resident in the UK in the year of return, and\n*   the remittance basis, see SAIM1130, applies to that person for the year of return\n\nthe charge is limited to amounts of flexible drawdown paid from a relevant non-UK scheme (see RPSM13102130 for more detail) which were remitted to the UK in a year of non-residence.  The remitted amounts are treated as remitted in the year of return."},{"manual-section-id":"EIM74059","title":"Pensions taken as flexible drawdown: temporary non-residence: assessment time limits","body":"The normal assessment time limits apply where an amount paid as flexible drawdown is treated by virtue of either section 576A or section 579CA as assessable in the tax year of return to UK residence."},{"manual-section-id":"EIM74060","title":"Pensions taken as flexible drawdown: temporary non-residence: application of a DTA","body":"\n\n## Sections 576A and 579CA\n\nSections 576A and 579CA require amounts paid as flexible drawdown in the intervening years between UK departure and return to be assessed to tax for the tax year of return.\n\nBoth sections provide that this charging provision overrides the terms of any double taxation agreement.  Nothing in any double taxation relief arrangement will operate to prevent a person who meets all four of the conditions in section 576A(2) or section 579CA (see [EIM74055](/guidance/employment-income-manual/EIM74000#EIM74055)) from being chargeable to income tax under sections 575 or 579B ITEPA respectively in respect of flexible drawdown paid in the intervening years but treated as arising in the year of return by either section 576A or section 579CA.\n\nThis means that any exemption specifically given under an agreement between the UK and another taxing state will not be taken into account in arriving at any UK liability."},{"manual-section-id":"EIM74101","title":"Amount of pension income charged to tax"},{"manual-section-id":"EIM74102","title":"Amount of pension income charged to tax: accruals basis and pensions paid in advance","body":"### Accruals basis\n\nSee\n[EIM74101](/guidance/employment-income-manual/EIM74101) for a list of the categories of\npension income to which accruals basis applies. See\n[EIM74103](/guidance/employment-income-manual/EIM74000#EIM74103) for guidance on dealing with\npayments of pension arrears.\n\n### Pensions paid in advance\n\nFor pensions paid in advance, the following examples illustrate\nhow entitlement differs from receipt.\n\n### Example 1\n\nAn employee retired on 31 December 2003 and became entitled to a\npension payable monthly in advance. The pensioner received four\npayments between 1 January 2004 and 5 April 2004 but is taxable for\n2003/04 on only three of them. Strictly, 5/30 of the payment\nreceived on 1 April 2004 is assessable in 2003/04 while the other\n25/30 accrues in 2004/05.\n\n### Example 2\n\nA pensioner is entitled to a pension paid in advance. In the\nyear of death an excessive payment is made. Under the accruals\nbasis only amounts to which the recipient is entitled may be\n\nassessed. In consequence, the excess should not be charged to tax,\n\neven if the payer does not recover it."},{"manual-section-id":"EIM74103","title":"Amount of pension income charged to tax: accruals basis and arrears of pension","body":"Where the amount of pension income charged to tax is the full\namount accruing in the tax year (see\n[EIM74101](/guidance/employment-income-manual/EIM74101)), the amount to be charged is\nthe amount to which the pensioner is\n**entitled** in the tax year.\n\n### Arrears of pension\n\nIf a pension provider discovers a long-standing underpayment of\npension, the underpayment is calculated and paid in a single sum.\nThe provider is required to operate PAYE on the lump sum, which may\ngive rise to higher rate liability for a pensioner who is usually a\nbasic rate taxpayer. The pensioner should contact the tax office\nand supply a schedule showing the years to which underpayments are\nattributable. HMRC will spread the payments back over the relevant\nyears and recalculate liability. Underpayments in the earlier years\nmay be set-off against the resulting over-payment in the year of\nthe lump-sum payment."},{"manual-section-id":"EIM74151","title":"Pensions provided in a form other than cash: benefits provided to pensioners who are former employees","body":"Pensions are usually paid in cash and there is no problem about\nthe amount receivable. There are some cases, however, where the\nformer employer meets the pecuniary liabilities of the pensioner or\nprovides benefits in kind. These arrangements are unlikely to\noriginate from an approved pension scheme before 6 April 2006 or a\nregistered pension scheme from that date. But the arrangements may\nconstitute a separate scheme and satisfy the definition of a non-\napproved scheme before 6 April 2006 or an employer-financed scheme\non or after 6 April 2006. See\n[EIM15020](/guidance/employment-income-manual/EIM15000#EIM15020) for the relevant definitions\nand\n[EIM15120](/guidance/employment-income-manual/EIM15000#EIM15120) for guidance on the treatment\nof non- cash benefits provided by such schemes.\n\nThe legislation about benefits of employees or directors does\n\nnot apply to Part 9 ITEPA. You may consider possible liability\n\nunder Section 569 ITEPA 2003 or Section 633 ITEPA 2003, taking the\n\nview that the provision amounts to a voluntary pension (see\n\n[EIM74005](/guidance/employment-income-manual/EIM74000#EIM74005)) or a voluntary annual payment\n\n(see\n\n[EIM74011](/guidance/employment-income-manual/EIM74000#EIM74011)). There is a greater likelihood\n\nthat such provision is chargeable as pension income where there is\n\na series of payments."},{"manual-section-id":"EIM74201","title":"Pensions: deductions","body":"Section 567(5) ITEPA 2003 authorises the only statutory\ndeductions from pension income. These are:\n\n*   the one-tenth deduction that is allowed in\nrespect of certain overseas government pensions, or\n*   payroll giving.\n\n### The one-tenth deduction against certain overseas government\npensions\n\nA special deduction of one-tenth of the amount of a pension from\nan overseas government is made in charging tax on it under Section\n615 ITEPA 2003 by virtue of Section 617 ITEPA 2003. The deduction\nis only given against the pensions described in\n[EIM74006](/guidance/employment-income-manual/EIM74000#EIM74006).\n\n### Deduction for payroll giving'\n\nBy virtue of Part 12 ITEPA 2003, any sum withheld by a pension\nprovider as a donation to charity under a payroll deduction scheme\nis allowable as a deduction."},{"manual-section-id":"EIM74251","title":"Assessments made after a change of practice: special rule","body":"\n\n            [businesses&amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nThere is a special rule about assessments that are made\nfollowing a change in practice (see\n[EIM42440](/guidance/employment-income-manual/EIM42200#EIM42440) to EIM42460).\n\n    "},{"manual-section-id":"EIM74261","title":"Pensions: PAYE and pension income"},{"manual-section-id":"EIM74301","title":"Pensions: particular occupations: armed forces: introduction","body":"Certain pensions and allowances paid to members of the armed\nforces in respect of disablement caused by service and to their\nsurvivors where death was caused by service are exempt from tax.\nPensions and annuities paid to the holders of specified awards for\nbravery in respect of such awards are also exempt. The relevant\nstatutory provisions and guidance are listed below.\n\n### Wounds and disability pensions: Section 641 ITEPA 2003\n\nSee Section 641 and\n[EIM74302](/guidance/employment-income-manual/EIM74000#EIM74302) to 74304.\n\n### Awards for bravery: Section 638 ITEPA 2003\n\nSee Section 638 and\n[EIM74307](/guidance/employment-income-manual/EIM74000#EIM74307).\n\n### Pensions and allowances paid on death: Section 639 ITEPA\n2003\n\nSee Section 639 and\n[EIM74305](/guidance/employment-income-manual/EIM74000#EIM74305) and 74306."},{"manual-section-id":"EIM74302","title":"Pensions: particular occupations: armed forces: statutory exemption for specified wounds and disability pensions","body":"### Section 641 ITEPA 2003\n\nSection 641(1) provides that no liability to income tax arises\non\n\n1.  a wounds pension granted to a member of the armed forces of the\nCrown\n2.  retired pay of a disabled officer granted on account of medical\nunfitness attributable to or aggravated by service in the armed\nforces of the Crown\n3.  a disablement or disability pension granted to a member of the\narmed forces of the Crown, other than a commissioned officer, on\naccount of medical unfitness attributable to or aggravated by\nservice in the armed forces of the Crown\n4.  a disablement pension granted to a person who has been employed\nin the nursing services of any of the armed forces of the Crown on\naccount of medical unfitness attributable to or aggravated by\nservice in the armed forces of the Crown\n5.  an injury or disablement pension payable under any scheme made\nunder the Injuries in War (Compensation) Act 1914\n6.  an injury or disablement pension payable under any War Risks\nCompensation Scheme for the Mercantile marine\n7.  a pension granted to a person on account of disablement, and\npayable under any scheme made under section 3, 4 or 5 of the\nPensions (Navy, Army, Air Force and Mercantile Marine) Act\n1939\n8.  a benefit under a scheme established by an order under section\n1(2) of the Armed Forces (Pensions and Compensation) Act 2004\npayable to a person by reason of his illness or injury by way of a\nlump sum, or following the termination of the person&#x2019;s\nservice in the armed forces or reserve forces.\n\nIf the Secretary of State certifies that a pension or retired\npay of a kind listed above is only partly attributable to\ndisablement or disability, only the part attributable to\ndisablement or disability will fall within section 641(1).\n\nInjury or disablement pensions under subsection 1(f) and 1(g)\nare payable by the Ministry of Defence to merchant seafarers\n(including naval auxiliary personnel and persons serving in the\nfishing fleets and the pilotage and light vessel services).\n\nSection 641 covers a wide variety of pensions and awards in\nrespect of disablement including all War Disablement Pensions\nadministered by the Veterans Agency, an executive agency of the\nMinistry of Defence. Relief from income tax applies whether the\ndisablement was contracted in time of war or peace.\n\n### Disablement caused by service on or after 6 April 2005\n\nAwards in respect of disablement caused by service in the armed\nforces on or after 6 April 2005 have to be made under the Armed\nForces Compensation Scheme (&#x201C;the AFCS&#x201D;) established\nunder section 1(2) of Armed Forces (Pensions and Compensation) Act\n2004. The AFCS provides for benefits to be payable to a person by\nreason of illness or injury (whether physical or mental), which is\nattributable (wholly or partly) to service in the armed forces or\nthe reserve forces. AFCS benefits include lump sum payments to\narmed forces personnel who remain in service in addition to lump\nsums and Guaranteed Income Payments paid after termination of\nservice. No liability to income tax arises on these AFCS benefits\nby virtue of section 641(1)(h) introduced by section 16(6) Finance\nAct 2005 which has effect for tax years 2005-06 onwards.\n\n### Practical issues\n\nSee\n[EIM74303](/guidance/employment-income-manual/EIM74000#EIM74303) for further guidance on how the\nsection 641 exemption applies in practice.\n[EIM74304](/guidance/employment-income-manual/EIM74000#EIM74304) lists a number of allowances\nintended to supplement an exempt pension that may be regarded as\ncovered by the section 641 exemption."},{"manual-section-id":"EIM74303","title":"Pensions: particular occupations: armed forces : exempt pensions: practical issues","body":"### Length of service\n\nLength of service may sometimes be taken into account in\ncalculating the amount of a pension or retired pay of a kind listed\nin section 641(1) ITEPA 2003. In these circumstances, the whole of\nthe disablement pension etc should be excluded from liability to\nincome tax provided that the immediate occasion of retirement was\ndisablement attributable to service.\n\n### Combining service and disablement pensions\n\nWhere a member of the armed forces is invalided out in\ncircumstances which qualify him for both a disablement pension\n(awarded for a cause attributable to service) and a service\npension, the combined pension should be regarded as within section\n641(1) and exempt from income tax. Where it is found that tax has\nbeen wrongly charged on an exempt pension, the taxpayer should be\ninformed and repayment made for all years, including those outside\n\nnormal time limits.\n\nWhere a member of the armed forces retires, not because of\n\ndisablement but because, for example, his period of service has\n\nended, and after retirement establishes a claim in respect of\n\ndisablement attributable to service, the pension awarded in respect\n\nof disablement will fall within section 641(1). However, the\n\nservice pension will remain taxable.\n\n### Disablement following re-enlistment\n\nA former member of the armed forces in receipt of a service\n\npension may rejoin and suffer disablement attributable to the later\n\nperiod of service. In these circumstances, only the additional\n\naward in respect of disablement will fall within section 641(1).\n\nThe original pension (recalculated in some cases by reference to\n\nthe further period of service) will remain liable to income\n\ntax.\n\n### Disablement not attributable to service\n\nA disability pension awarded for a cause not attributable to\n\nservice is taxable. A former member of the armed forces who has\n\nbeen invalided out may have failed to return a service pension\n\nunder the misapprehension that it was exempt under section 641.\n\nWhere the relevant HMRC officer is satisfied that there have been\n\nno other irregularities in the pensioner's returns, the case should\n\nbe referred to Public Departments (London) before seeking to\n\nrecover tax for any year prior to that in which the omission is\n\ndiscovered.\n\n### Cases of doubt or difficulty\n\nAs the notification of an increase in the rate of a service\n\npension may not always indicate clearly whether the pension is\n\ntaxable or exempt, any cases of doubt or difficulty should be\n\nreferred to South Wales Area.\n\n### Former service personnel of foreign governments\n\nWounds or disablement pensions paid by foreign governments to\n\nformer service personnel resident in the United Kingdom will\n\nnormally be exempt by reason of section 644 ITEPA (see\n\n[EIM74012](/guidance/employment-income-manual/EIM74000#EIM74012))."},{"manual-section-id":"EIM74304","title":"Pensions: particular occupations: armed forces: allowances supplementing exempt pensions","body":"War Disablement Pensions within section 641 ITEPA 2003 are\nfrequently enhanced by allowances that take into account the\npersonal circumstances and degree of disablement of the former\nmember of the armed forces.\n\nThese allowances are paid in respect of the disablement and\ninclude &#x2013;\n\n*   Age allowance\n*   Unemployability Supplement (including\nadditions for wife and family)\n*   Invalidity Allowance\n*   Constant Attendance Allowance\n*   Allowance for Lowered Standard of\nOccupation\n*   Severe disablement occupational\nallowance\n*   Exceptionally Severe Disablement\n\n    Allowance\n*   Comforts Allowance\n*   Age 80 Age Addition\n*   War Pensioner's Mobility Supplement.\n\nProvided they are clearly paid in addition to a War Disablement\n\nPension the above allowances may be regarded as covered by the\n\nexemption under section 641."},{"manual-section-id":"EIM74305","title":"Pensions: particular occupations: armed forces: statutory exemption for specified pensions in respect of death due to military or war service","body":"The following types of pension or allowance payable to war\nwidows or other dependants are exempt from tax:\n\n*   pensions or allowances payable by or on\nbehalf of the Ministry of Defence under a specified instrument\nrelating to death due to:\n\n*   service in the armed forces of the Crown,\n*   wartime service in the merchant navy, or\n*   war injuries\n\n*   pensions or allowances payable at similar\n\n    rates by the Ministry of Defence in respect of death due to\n\n    peace-time service in the armed forces of the Crown before 3\n\n    September 1939\n*   any pension or allowance of a similar\n\n    character payable under the law of a foreign country.\n*   The specified instruments are:\n\n*   Defence (Local Defence Volunteers) Regulations\n\n    1940 (S.R. &amp; O. 1940/748)\n*   War Pensions (Coastguards) Scheme 1944 (S.R. &amp;\n\n    O. 1944/500)\n*   War Pensions (Naval Auxiliary Personnel) Scheme\n\n    1964 (S.I. 1964/1985)\n*   Pensions (Polish Forces) Scheme 1964 (S.I.\n\n    1964/2007)\n*   War Pensions (Mercantile Marine) Scheme 1964 (S.I.\n\n    1964/2058)\n*   Order by Her Majesty concerning pensions and other\n\n    grants in respect of disablement or death due to service in the\n\n    Home Guard (1964 Cmnd. 2563)\n*   Order by Her Majesty concerning pensions and other\n\n    grants in respect of disablement or death due to service in the\n\n    Home Guard after 27th April 1952 (1964 Cmnd. 2564)\n*   Order by Her Majesty concerning pensions and other\n\n    grants in respect of disablement or death due to service in the\n\n    Ulster Defence Regiment (1971 Cmnd. 4567)\n*   Personal Injuries (Civilians) Scheme 1983 (S.I.\n\n    1983/686)\n*   Naval, Military and Air Forces etc. (Disablement\n\n    and Death) Service Pensions Order 1983 (S.I. 1983/883)\n\nWhere part of a pension or allowance exempted by Section 639 is\n\nwithheld because of the receipt of another pension or allowance,\n\nSection 640 ITEPA 2003 provides that part of the other pension or\n\nallowance equal to the amount withheld is also exempt from tax.\n\nSee\n\n[EIM74306](/guidance/employment-income-manual/EIM74000#EIM74306) for guidance in cases where\n\ndeath was caused by service in the armed forces on or after 6 April\n\n2005."},{"manual-section-id":"EIM74306","title":"Pensions: particular occupations: armed forces: payments to surviving adult dependants under Armed Forces Compensation Scheme","body":"Where death is caused by service in the armed forces on or after\n6 April 2005, the Armed Forces Compensation Scheme provides for\nguaranteed income payments to surviving adult dependants (widows,\nwidowers and partners from a substantial and exclusive\nrelationship). These payments are not covered by Section 639 and\nare taxable as UK pensions under Section 569 ITEPA 2003 (see\n[EIM74003](/guidance/employment-income-manual/EIM74000#EIM74003))."},{"manual-section-id":"EIM74307","title":"Pensions: particular occupations: armed forces: awards for bravery","body":"Section 638 provides that no liability to income tax arises on a\npension or annuity if it is paid to the holder of a specified award\nfor bravery in respect of the award. The specified awards are\n&#x2013;\n\n*   the Victoria Cross\n*   the George Cross\n*   the Albert Medal\n*   the Edward Medal\n*   the Military Cross\n*   the Distinguished Flying Cross\n*   the Distinguished Conduct Medal\n*   the Conspicuous Gallantry Medal\n*   the Distinguished Service Medal\n*   the Military Medal\n*   the Distinguished Flying Medal"},{"manual-section-id":"EIM74308","title":"Pensions: particular occupations: local authorities and similar bodies","body":"An employee of a local authority, river board, harbour board or\nsimilar body, who becomes redundant may qualify for compensation\nunder various statutory provisions. For details of the types of\npayment and their treatment for tax purposes see\n[EIM65870](/guidance/employment-income-manual/EIM65799#EIM65870)."},{"manual-section-id":"EIM74309","title":"Pensions: particular occupations: Members of Parliament","body":"\n\n            [businesses&amp; corporations](http://www.hmrc.gov.uk/businesses/index.shtml)\n\nPeriodical payments made out of the House of Commons Members'\nFund are chargeable as pension income.\n\n    "},{"manual-section-id":"EIM74310","title":"Pensions: particular occupations: police officers and firefighters","body":"A member of the police force who is permanently disabled as a\nresult of injury sustained in the execution of his or her duty may\nreceive an &#x2018;injury award&#x2019; gratuity and pension in\naddition to an ordinary pension, a short service pension or an ill\nhealth pension. A special constable in similar circumstances may\nreceive an `injury award' gratuity and pension but may not be\nentitled to any other pension.\n\nThe tax treatment of these different awards is as follows\n&#x2013;\n\n*   Ordinary and short service pensions are\ntaxable\n*   &#x2018;Injury award&#x2019; gratuities and pensions\nare exempt under section 644 ITEPA 2003 (see[EIM74012](/guidance/employment-income-manual/EIM74000#EIM74012))\n*   Ill health pensions are taxable except where\nawarded to a person having less than two years service (previously\n\n    five years) or a special constable. Such persons could only be\n\n    awarded an ill health pension if retirement resulted from an injury\n\n    on duty so section 644 ITEPA exempts ill health pensions received\n\n    in these circumstances.\n\nThe position with regard to the fire service is virtually\n\nidentical. Ordinary, short service and ill health pensions are\n\ntaxable; &#x2018;injury&#x2019; pensions are not. Pensions awarded to\n\nfire service personnel solely on the grounds of injury whilst on\n\nduty, even if called ill health pensions, are regarded as exempt\n\nunder section 644 ITEPA. These individuals will either not be\n\nregular firefighters or will not have served two (previously five)\n\nyears."},{"manual-section-id":"EIM74401","title":"Pensions paid to non-residents","body":"Most categories of income that are chargeable to tax as pension\nincome in Part 9 ITEPA 2003 (see\n[EIM74101](/guidance/employment-income-manual/EIM74101)) are chargeable whether or not\nthe pensioner is resident in the United Kingdom. However, the\nfollowing annuities and pensions are only chargeable where payable\nto a person who is resident in the United Kingdom:\n\n*   Section 573 ITEPA 2003 - foreign pensions\n(see[EIM74500](/guidance/employment-income-manual/EIM74000#EIM74500))\n*   Sections 609 to 611 ITEPA 2003 - other\nemployment related annuities arising from a source outside the\nUnited Kingdom (see[EIM74007](/guidance/employment-income-manual/EIM74000#EIM74007))\n*   Section 615 ITEPA 2003 - certain overseas\ngovernment pensions paid in the United Kingdom (see[EIM74006](/guidance/employment-income-manual/EIM74000#EIM74006))\n*   Section 633 ITEPA 2003 - voluntary annual\npayments paid by or on behalf of a person who is outside the United\nKingdom (see[EIM74011](/guidance/employment-income-manual/EIM74000#EIM74011))\n\nIn addition, Part 9 Chapter 18 ITEPA 2003 exempts from tax\n\ncertain pensions that are payable to a person who is not resident\n\nin the United Kingdom (see\n\n[EIM74402](/guidance/employment-income-manual/EIM74000#EIM74402)).\n\n### Procedural guidance\n\nSee EP8280 to EP8281 for procedural guidance in respect of\n\npensions payable to non-residents"},{"manual-section-id":"EIM74402","title":"Exemption of certain pensions paid to non-residents","body":"Certain types of pensions are exempted from tax when paid to\nrecipients who are not resident in the United Kingdom by the\nprovisions in Chapter 18 ITEPA 2003 (Sections 647 to 654). These\npensions are listed below (all references are to ITEPA 2003):\n\n*   Section 648 - pensions paid from the\nCentral African Pension Fund\n*   Section 649 - pensions paid out of a fund\nestablished in the United Kingdom by a Commonwealth government in\nrespect of service under that government\n*   Section 650 - pensions paid under the\nOversea Superannuation Scheme\n*   Section 651 - pensions paid under Section\n1 Overseas Pension Act 1973\n*   Section 652 - certain pensions paid under\nthe authority of the Overseas Service Act 1958\n*   Section 653 - pensions paid out of the\nOverseas Service Pension Fund\n*   Section 654 - pensions paid under the\n\n    authority of the Pensions (India, Pakistan and Burma) Act\n\n    1955.\n\nAny questions about these exemptions should be referred in the\n\nfirst instance to Public Departments (Crown Agents) who deal with\n\nmost cases that are affected.\n\nAny part of a pension within Section 651 or Section 654\n\nrepresenting statutory increases made under the authority of the\n\nPensions (Increase) Acts will not qualify for exemption."},{"manual-section-id":"EIM74403","title":"Pensions: double taxation agreements","body":"A pension may be liable to income tax in the United Kingdom\nunder domestic law. However, if the pensioner lives abroad a charge\nmay also arise in the country of residence. In these circumstances\nyou should look at the relevant double taxation agreement (DTA) to\nestablish which state has primary taxing rights.\n\nThe following guidance is sketched in the broadest possible\nterms and is no substitute for:\n\n*   reading DT223 to DT224 and DT1925 to\nDT1926 and\n*   looking at the appropriate articles of the\nrelevant DTA.\n\n### Pensions paid in respect of government service\n\nThe government service article applies both to civil servants\nand local authority employees. Pensions payable for government\nservice are usually taxed in the paying state and are exempt from\ntax in the state where the pensioner is resident.\n\n### Other pensions\n\nOther pensions are usually taxed only in the country in which\n\nthe pensioner is resident. The United Kingdom gives up its taxing\n\nrights under the terms of the relevant DTA.\n\n### Social security pensions\n\nThe state retirement pension is covered under articles dealing\n\nwith &#x201C;other income&#x201D; in most DTAs. Taxing rights usually\n\ngo to the state in which the pensioner is resident."},{"manual-section-id":"EIM74500","title":"Foreign pensions","body":"\n\n## Section 573 ITEPA 2003\n\nSection 573 ITEPA 2003 applies to any pension paid by or on behalf of a person who is outside the United Kingdom to a person who is resident in the United Kingdom. It does not apply to any pensions charged by any of the provisions in Part 9 Chapters 5 to 14 ITEPA 2003 (see [EIM74001](/guidance/employment-income-manual/EIM74001)).\n\n### Voluntary pensions\n\nSection 574 ITEPA 2003 extends the charge under Section 573 to a pension that is paid voluntarily or is capable of being discontinued if the following conditions are met:\n\n*   the pension is paid to a former employee or office holder or to their widow, widower, surviving civil partner, child, relative or dependant\n*   the payment is paid by or on behalf of the person who employed the former employee (or the person under whom the office was held) or by the successors of that person.\n\n### Annuities and income withdrawal from overseas pension schemes\n\nFrom 6 April 2011, Section 574 ITEPA 2003 also extends the charge under Section 573 to:\n\n*   an annuity under, or purchased with sums or assets held for the purposes of, or representing acquired rights under, a relevant non-UK scheme (see RPSM13102130 for more detail) or an overseas pension scheme (see RPSM14101030 for more detail)\n*   an amount paid under a relevant non-UK scheme or an overseas pension scheme which, if the scheme were a registered pension scheme, would be income withdrawal (see RPSM09102010 onwards for more detail) or dependants&#x2019; income withdrawal (see RPSM10104400 onwards for more detail) within the meaning of paragraphs 7 and 21 of Schedule 28 to FA 2004.\n\nThe term &#x201C;overseas pension scheme&#x201D; has the same meaning as in section 150(7) FA 2004.\n\nThe term &#x201C;relevant non-UK scheme&#x201D; should be read in accordance with paragraph 1(5) of Schedule 34 to that Act.\n\n### Taxable pension income\n\nSection 575 (as amended by IT(TOI)A 2005) provides that the taxable amount of a foreign pension is 900f the actual amount arising in the tax year unless the income is charged in accordance with Section 832 of IT(TOI)A (relevant foreign income charged on the remittance basis). As foreign pensions are treated as &#x201C;relevant foreign income&#x201D;, Chapters 2, 3 and 4 of Part 8 IT(TOI)A respectively provide for claims to remittance basis, deductions and reliefs and unremittable income. These Chapters contain the rules that formerly applied to Case V of Schedule D. See IM1580 for further details.\n\n### Other pension income with a foreign source\n\nThe rules for foreign pensions also apply for determining the amount of taxable pension income for certain foreign annuities (see Sections 609 to 611 ITEPA 2003 and [EIM74007](/guidance/employment-income-manual/EIM74000#EIM74007)) and for foreign voluntary annual payments (see Section 635 ITEPA 2003 and [EIM74011](/guidance/employment-income-manual/EIM74000#EIM74011)).\n\n### Pre-1973 pensions paid under the Overseas Pensions Act 1973\n\nUnder Section 1 Overseas Pensions Act 1973, the responsibility for payment for certain pensions was transferred to the United Kingdom government from the governments of a number of former United Kingdom colonies. Section 629 ITEPA 2003 charges these pensions provided that the original pensioner retired before 6 April 1973. Pensions paid to the widow or widower of the original pensioner are also covered. Where Section 629 applies, the taxable amount of pension income is determined in accordance with the rules for foreign pensions. Section 629 does not apply to any statutory increases resulting from the application of the Pensions (Increase) Act 1971. Section 569 ITEPA 2003 (United Kingdom pensions) will apply to the statutory increases (see [EIM74003](/guidance/employment-income-manual/EIM74000#EIM74003)). "},{"manual-section-id":"EIM74600","title":"Social security pensions: introduction","body":"UK social security pensions are now chargeable to tax as pension\nincome under Part 9 Chapter 5 ITEPA 2003 (see\n[EIM74001](/guidance/employment-income-manual/EIM74001)). Section 577 ITEPA 2003 says\nwhich payments are taxed as pension income. These are:\n\nThe person liable for any tax charged under Part 9 is the person\nreceiving or entitled to the pension, benefit or allowance (Section\n579 ITEPA 2003)."},{"manual-section-id":"EIM74601","title":"Social security pensions: the state pension","body":"The state pension is a contributory benefit based on the payment\nof National Insurance contributions.\n\nThe state pension is commonly called the National Insurance\nretirement pension, the state retirement pension or the social\nsecurity retirement pension.\n\nThe state pension is taxable (see\n[EIM74600](/guidance/employment-income-manual/EIM74000#EIM74600)).\n\n### Who qualifies for the state pension?\n\nAn individual qualifies for the state pension if he or she\nreaches pensionable age and satisfies the contribution conditions.\nPensionable age is 65 for men and 60 for women.\n\nWar widows (see\n[EIM76103](/guidance/employment-income-manual/EIM76000#EIM76103)) and industrial widows (see\n[EIM76200](/guidance/employment-income-manual/EIM76000#EIM76200)) over the age of sixty may be\nentitled to the state pension by virtue of their National Insurance\ncontributions. Where this happens the state pension will be paid in\naddition to the war or industrial widow's pensions.\n\n### Deferring the state pension\n\nFor many years, anyone meeting the requirements for receiving\n\nthe state pension (that is, having reached pensionable age and\n\nhaving a sufficient National Insurance Contributions record) has\n\nbeen able to defer receipt of the state pension by not submitting a\n\nclaim for the pension. Anyone deferring their pension is\n\ncompensated for the amount foregone by receiving enhanced weekly\n\npension payments once they do submit a claim.\n\nHowever, the rules changed with effect from 6 April 2005 as\n\npart of the Government&#x2019;s policy of encouraging flexible\n\nretirement.\n\nAnyone already deferring their claim at 5 April 2005 or\n\nbeginning a period of deferral after that date can choose to defer\n\nfor as long as they wish. If the period of deferral after 6 April\n\n2005 is less than 12 months, then the pensioner will receive an\n\nincreased weekly rate of state pension. This is little changed from\n\nthe previous position.\n\nHowever, where a person defers for a period of more than 12\n\nmonths beginning on or after 6 April 2005, then in respect of the\n\namount foregone after 6 April 2005 the pensioner can choose to\n\nreceive either\n\n*   an increased weekly amount of state\n\n    pension, or\n*   a lump sum, and the weekly state pension\n\n    paid at the standard rate.\n\nThe lump sum is taxable (see\n\n[EIM74650](/guidance/employment-income-manual/EIM74000#EIM74650))."},{"manual-section-id":"EIM74602","title":"Social security pensions: how the state pension is made up","body":"The amount of pension payable may be affected by a number of\nfactors.\n\n1.  **Basic pension** - if the National Insurance\ncontribution record is satisfactory the amount will be the standard\nweekly rate quoted on table 1 of form P242. Most pensioners receive\nmore than this basic amount because of items (b) to (e) below. If\nthe contribution record is unsatisfactory either a reduced rate or\nno pension at all will be payable.\n2.  **Additional pension** - this is the earnings-related\npart of a retirement pension. It depends on the earnings since 6\nApril 1978 on which the claimant has paid National Insurance\ncontributions as an employee.\n3.  **Uprating of guaranteed minimum pension** - where a\n\n    pensioner was in an occupational pension scheme before retiring, he\n\n    or she will normally receive a guaranteed minimum pension (GMP) as\n\n    part of his or her occupational pension. However, occupational\n\n    pension schemes are not required to up-rate a GMP when pension\n\n    up-rating takes place, so often the increases due are paid by the\n\n    DWP through the state pension.\n4.  **Graduated retirement benefit** - this depends on the\n\n    graduated National Insurance contributions paid by employees when\n\n    the graduated pension scheme existed (1961 to 1975). It is also\n\n    known as graduated pension.\n5.  **Age addition** - this is an extra 25p a week for any\n\n    pensioner aged 80 or over.\n6.  **Increase for dependants** - if a claimant gets some\n\n    basic pension, it can be increased, subject to certain rules, for\n\n    the following kinds of dependant:\n\n*   a spouse\n*   a childminder\n*   one or more children.\n\n> The increase is the income of the claimant, not the dependant.\n>\n> The taxability of dependency additions is explained at\n>\n> [EIM76102](/guidance/employment-income-manual/EIM76000#EIM76102). Child dependency additions are\n>\n> not taxable (Section 645(1) ITEPA 2003).\n\n1.  **Deferring retirement** - extra pension may be earned\n\n    by deferring retirement beyond age 65 for men (age 60 for\n\n    women)."},{"manual-section-id":"EIM74603","title":"Social security pensions: pensioners outside the UK","body":"A pensioner is not entitled to increases in pension while he or\nshe is living abroad unless the country in which he or she\nlives\n\n*   is a member of the European Community,\nor\n*   has a reciprocal arrangement with the\nUnited Kingdom.\n\nIf he or she does not live in such a country the only\nentitlement is to the rate of pension payable when he or she left\nthe United Kingdom or, if later, the date on which he or she became\nentitled to the pension.\n\nBefore assessing a non-resident pensioner see EP8288."},{"manual-section-id":"EIM74604","title":"Social security pensions: industrial death benefit","body":"Industrial death benefit (IDB) is part of the industrial\ninjuries scheme provided under social security legislation. IDB was\ndesigned as a benefit for dependants of people who die as a result\nof an accident at work or a prescribed industrial disease.\n\nPensions payable under the IDB scheme are taxable as UK\nsocial security pensions.\n\n### The abolition of IDB in April 1988\n\nIDB is not payable in respect of deaths occurring on or after 11\nApril 1988.\n\n### Industrial death benefit after 11 April 1998\n\nAlthough IDB is not payable in respect of deaths occurring on or\nafter 11 April 1988, widows receiving IDB before 11 April 1988\ncontinued to receive permanent IDB payable at the same rate as the\nwidowed mother's allowance (see\n[EIM74605](/guidance/employment-income-manual/EIM74000#EIM74605)).\n\nA widow could also get a separate IDB child allowance for\neach dependent child. This allowance is still paid to widows who\nwere receiving benefit on 10 April 1988 and is not taxable (Section\n\n645 ITEPA 2003).\n\nAn IDB widow's pension will cease if she re-marries.\n\nThe rates of pension payable for each year are on forms\n\nP242.\n\n### What IDB is payable in respect of deaths after 11 April\n\n1988?\n\nNo IDB is payable for deaths which occurred on or after 11 April\n\n1988. But a woman widowed as a result of an accident at work or a\n\nprescribed industrial disease may qualify for the National\n\nInsurance widow's benefits, that is, widow's payment and widowed\n\nmother's allowance or widow's pension (see\n\n[EIM74607](/guidance/employment-income-manual/EIM74000#EIM74607))."},{"manual-section-id":"EIM74605","title":"Social security pensions: widowed mother's allowance","body":"The main condition of widowed mother's allowance is that the\nwidow must be looking after a child. This must be either her own\nchild or the child of her husband. The child must be either under\n16, or, if between 16 and 19, be receiving full-time education.\n\nNormally the allowance will continue to be paid until the\nyoungest child ceases to satisfy these conditions. But the\nallowance will stop being paid if the widow remarries or payment\nwill be suspended if she begins living with a man as his wife.\n\nThe allowance will normally be replaced by the state pension\nif the widow retires after reaching the age of 60. If she ceases to\nbe entitled to widowed mother's allowance before retirement age,\nshe may be entitled to widow's pension.\n\nWidowed mother's allowance is payable weekly. It can be made\nup of three parts:\n\n*   a flat-rate basic allowance, you can find\n\n    the rate on form P242\n*   a non-taxable allowance for each dependent\n\n    child (children under the age of 16 or under the age of 19 when\n\n    still in full-time education)\n*   an earnings-related additional pension\n\n    depending on the late husband's contribution record.\n\nWidowed mother's allowance becomes payable immediately on the\n\nhusband's death.\n\nWidowed mother's allowance is taxable but any child\n\ndependency increase is not taxable.\n\nWidowed parents allowance (see\n\n[EIM74606](/guidance/employment-income-manual/EIM74000#EIM74606)) replaced widowed mother's\n\nallowance (WMA) from 9 April 2001, but WMA continues to be paid to\n\nclaimants receiving that benefit before 9 April 2001.\n\n### If the widow is a war widow\n\nIf a widow who receives either a widowed mother's allowance or\n\nwidow's pension is also a war widow, part or all of those benefits\n\nmay be non-taxable (see\n\n[EIM76103](/guidance/employment-income-manual/EIM76000#EIM76103))."},{"manual-section-id":"EIM74606","title":"Social security pensions: widowed parent's allowance","body":"Widowed parents allowance (WPA) replaced widowed mother's\nallowance (WMA) from 9 April 2001, but WMA continues to be paid to\nclaimants receiving that benefit before 9 April 2001 (see\n[EIM74605](/guidance/employment-income-manual/EIM74000#EIM74605)).\n\nWPA is a weekly benefit that consists of:\n\n*   a taxable basic allowance for the\nsurviving parent equivalent to the state retirement pension\n*   a non-taxable allowance for each dependent\nchild (children under the age of 16 or under the age of 19 when\nstill in full-time education)\n*   additional state earnings related pension\n(SERPS) if the surviving parent qualifies (taxable).\n\nEntitlement to WPA requires:\n\n*   the deceased parent to have made\nsufficient National Insurance contributions prior to his or her\ndeath or for death to be caused by his or her job and\n*   the surviving parent to have a child and\n\n    be entitled to child benefit or for a woman to be expecting her\n\n    late husband's baby (this includes any pregnancy arising as a\n\n    result of artificial insemination or in vitro fertilisation) as\n\n    long as the woman was living with her husband immediately before\n\n    his death.\n\nIn the case of a man whose wife died before bereavement benefits\n\nwere introduced on 9 April 2001, a claim to WPA can be accepted\n\nfrom that date if the entitlement conditions are met.\n\nThe allowance ceases when the widowed parent's entitlement to\n\nchild benefit ceases.\n\nA parent who is aged 45 or over when the WPA ceases will be\n\nentitled to claim bereavement allowance, see\n\n[EIM76173](http://www.hmrc.gov.uk/manuals/eimanual/EIM76173.htm)."},{"manual-section-id":"EIM74607","title":"Social security pensions: widow's pension","body":"Widow's pension is payable weekly. It can be made up of two\nelements:\n\n*   a basic pension, which is payable at\nreduced rates for younger widows\n*   an earnings-related additional pension\ndepending on the late husband's contribution record.\n\nThere are no increases for dependent children. The pension can\nbe paid until the widow reaches 65 but if she retires after\nreaching state pension age (60 years) it will usually be replaced\nby the state pension. However the pension will stop if the widow\nremarries or payment will be suspended if she begins living with a\nman as his wife.\n\nA widow cannot get both widow's pension and widowed mother's\nallowance. If she qualifies for widowed mother's allowance she will\nget that allowance instead of the pension. Some younger widows do\nnot qualify for any widow's pension. For others the basic pension\nis payable at reduced rates.\n\nWidow's pension starts to be paid on:\n\n*   the date of bereavement or, if widowed\nmother's allowance is paid,\n*   the date widowed mother's allowance\n\n    ends.\n\nThe amount of pension depends on the widow's age at the time of\n\nbereavement or when her entitlement to widowed mother's allowance\n\nfinishes:\n\n*   widows aged 55 or over on the relevant\n\n    date get the basic pension\n*   widows aged 45 to 55 on the relevant date\n\n    receive a reduced pension. The reduction is 7 0.000000rom the basic\n\n    amount for every year below 55.\n*   widows aged under 45 on the relevant date\n\n    do not receive any pension.\n\nA widow will remain in the same widow's pension band until\n\npension ceases to be paid. The two sets of band are set out on\n\nforms P242.\n\nWidow's pension is taxable.\n\nWidow's pension was replaced by bereavement allowance (see\n\n[EIM76173](http://www.hmrc.gov.uk/manuals/eimanual/EIM76173.htm)) for new claimants on or after\n\n9 April 2001, but widows in receipt of widow's pension before that\n\ndate continue to receive widow's pension."},{"manual-section-id":"EIM74650","title":"Social security pension lump sum: background","body":"For many years, anyone meeting the requirements for receiving\nthe state pension (that is, having reached the state pension age\nand having a sufficient National Insurance Contributions record)\nhas been able to defer receipt of the state pension by not\nsubmitting a claim for payment of the pension. Anyone deferring\ntheir pension is compensated for the amount foregone by receiving\nenhanced weekly pension payments once a claim for payment takes\neffect.\n\nHowever, the rules changed with effect from 6 April 2005 as\npart of the Government&#x2019;s policy of encouraging flexible\nretirement.\n\nAnyone already deferring their claim at 5 April 2005 or\nbeginning a period of deferral after that date can choose to defer\nfor as long as they wish. Where the period of deferral from 6 April\n2005 (or, if later, the date on which deferral began) extends for\nless than 12 months, then the pensioner will receive an enhanced\nweekly payment of state pension. The rate of enhancement in respect\nof the state pension foregone from 6 April 2005 is greater than the\n\nrate previously applied but otherwise there is little changed from\n\nthe previous position. The weekly payments of state pension are\n\nchargeable to tax as pension income under Part 9 Chapter 5 ITEPA\n\n2003 (see EIM74600).\n\nIn contrast, where a person defers for a period of more than\n\n12 months beginning on or after 6 April 2005, then in respect of\n\nthe amount foregone after 6 April 2005 the pensioner can choose to\n\nreceive either\n\n*   an increased weekly amount of state\n\n    pension, or\n*   a one-off lump sum, and the weekly state\n\n    pension paid at the standard rate (or possibly an enhanced rate if\n\n    the period of deferral began before 6 April 2005, in which case the\n\n    weekly state pension will be enhanced as compensation for the\n\n    amount foregone during the period of deferral up to 5 April\n\n    2005).\n\nThere is no change to the way in which the weekly state pension\n\nis charged to tax.\n\nHowever, new legislation at sections 7-10 Finance (No.2) Act\n\n2005 ensures that the state pension lump sum payment is chargeable\n\nto income tax. Because each lump sum payment will be a significant\n\namount, the legislation provides for the lump sum to be taxed in a\n\ndifferent way to the weekly state pension (see\n\n[EIM74651](/guidance/employment-income-manual/EIM74000#EIM74651)).\n\nAs there must be a minimum 12-month deferral period following\n\n6 April 2005 before a state pension lump sum can be claimed, the\n\nearliest date that a payment might be received falls in the tax\n\nyear 2006/07.\n\n### Social security pension lump sum\n\nThe legislation uses the term &#x201C;social security pension\n\nlump sum&#x201D;. Section 9(1) Finance (No.2) Act 2005 explains that\n\n&#x201C;social security pension lump sum&#x201D; means\n\n(a) a state pension lump sum,\n\n(b) a shared additional pension lump sum, or\n\n(c) a graduated retirement benefit lump sum.\n\nMost social security pension lump sum payments are expected to\n\nbe in respect of a state pension lump sum. For convenience,\n\ntherefore, this guidance uses the term &#x201C;state pension lump\n\nsum&#x201D; but this should be read as including a shared additional\n\npension lump sum and a graduated retirement benefit lump sum."},{"manual-section-id":"EIM74651","title":"Social security pension lump sum: charge to income tax","body":"## Section 7 Finance (No2) Act 2005\n\n## Section 1(1)(b)(ii) ICTA 1988\n\n## Section 835 ICTA 1988\n\n## Section 577(1A) ITEPA 2003\n\nSee\n[EIM74650](/guidance/employment-income-manual/EIM74000#EIM74650) for an overview of the state\npension lump sum option introduced from 6 April 2005.\n\nSection 7(1) Finance (No2) Act 2005 confirms that a charge to\nIncome Tax arises when a person becomes entitled to a state pension\nlump sum. But section 7(2)(b) advises that any state pension lump\nsum shall not be taken into account when determining the person's\ntotal income.\n\nThese rules mean that whilst any state pension lump sum is\ncharged to Income Tax it will not be aggregated with the\nindividual's other income and consequently it cannot push the\nindividual into a higher tax band. Neither can it affect the amount\nof any age-related personal allowance or married couple's allowance\nthat might be due.\n\nInstead any state pension lump sum is taxed at the highest\nrate of tax that applies on the individual's total income. This\nhighest rate is the one that applies after the set-off of all\n\nreliefs and allowances that are deducted in 'arriving at' and\n\n'from' total income. This rate of tax is commonly referred to as\n\nthe individual's \"marginal rate\".\n\nThis approach was confirmed during the committee stage of the\n\nFinance Bill debate\n\n\" Total income is a statutory expression that\n\ndraws together all sources of income that are taxable and from\n\nwhich certain deductions, including personal allowances, are then\n\navailable. That net amount of income is then charged to income tax\n\nat the appropriate rates. I am happy to confirm that the rate of\n\ntax applied to the lump sum, commonly known as the marginal rate,\n\nis the one that applies to total income less all statutory\n\ndeductions and personal allowances that can be deducted. \"\n\n(Hansard - Standing Committee B, 21 June 2005 AM, Column 25, Ivan\n\nLewis, Economic Secretary to the Treasury)\n\nFor example if the individual is liable to income tax in a\n\ntax year at the basic rate on their other income, that rate will\n\nalso apply to any state pension lump sum.\n\n### Social security pension lump sum\n\nThe legislation uses the term &#x201C;social security pension\n\nlump sum&#x201D;. Section 9(1) Finance (No.2) Act 2005 explains that\n\n&#x201C;social security pension lump sum&#x201D; means\n\n(a) a state pension lump sum,\n\n(b) a shared additional pension lump sum, or\n\n(c) a graduated retirement benefit lump sum.\n\nMost social security pension lump sum payments are expected\n\nto be in respect of a state pension lump sum. For convenience,\n\ntherefore, this guidance uses the term &#x201C;state pension lump\n\nsum&#x201D; but this should be read as including a shared additional\n\npension lump sum and a graduated retirement benefit lump sum."},{"manual-section-id":"EIM74652","title":"Social security pension lump sum: rate of tax","body":"See\n[EIM74651](/guidance/employment-income-manual/EIM74000#EIM74651) for details on the charge to\nIncome Tax on a state pension lump sum.\n\n### Tax years 2006/07 and 2007/08 only\n\nThe rate of Income Tax to be used to charge any state pension\nlump sum is the highest (or marginal) rate that applies when\ncharging the individual's other income to Income Tax. Section 7(5)\nconfirms, firstly, that if the individual isn't liable to tax for\nthe year of assessment on their other income, no tax should be\ndeducted from any state pension lump sum. Otherwise, one of three\nrates of Income Tax apply, as follows -\n\n*   if the individual is liable to tax but\ntheir taxable income does not exceed the starting rate limit; the\nstarting rate\n*   if the individual's taxable income is\nabove the starting rate limit but does not exceed the basic rate\nlimit; the basic rate\n*   if the individual's taxable income exceeds\nthe basic rate limit; the higher rate.\n\nEXAMPLE\n\n Suppose Mrs Y aged 64 is entitled to a state pension lump in\ntax year 2007-08 of &#xA3;12,000. Her other income for 2007-08\nconsists of earnings &#xA3;12,000, bank interest of &#xA3;6,000 and\nstate pension of &#xA3;3,000. Further suppose that in the tax year\n2007-08 she is entitled to a basic personal allowance of\n&#xA3;5,225, the starting rate limit is &#xA3;2,230, the basic rate\nlimit is &#xA3;34,600 and the rates of tax are 10% (starting rate)\nand 22% (basic rate).\n\n Firstly determine what Mrs Y's income is for tax year\n2007-08?\n\n<table>\n<tr>\n<td>Earnings</td><td>&#xA3;12,000</td><td></td>\n</tr>\n<tr>\n<td>State pension</td><td>&#xA3;3,000</td><td></td>\n</tr>\n<tr>\n<td>Savings income</td><td>&#xA3;6,000</td><td></td>\n</tr>\n<tr>\n<td>Less personal\nallowance</td><td>(&#xA3;5,225)</td><td></td>\n</tr>\n<tr>\n<td>Total income less\ndeductions</td><td>&#xA3;15,775</td><td></td>\n</tr>\n</table>\n\nNext determine the highest (or marginal) rate of tax for\n2007-08. Of the &#xA3;15,775 income, the first &#xA3;2,230 is\ncharged at the starting rate (10%). For the purposes of the main\nIncome Tax charging provisions the remaining &#xA3;13,545 would\nnormally be charged, part at the basic rate (22%) (&#xA3;7,545) and\npart at the special lower rate that applies to savings income\n(&#xA3;6,000). Following the ordering rules in Section 16 ITA 2007\nthe rate applicable to the highest slice of Mrs Y's would normally\nbe 20% (the special savings rate). But for the purposes of the\nstate pension lump rules, the special savings and dividend rates\nare disregarded, so all of the remaining &#xA3;13,545 is treated as\nincome to which the basic rate (22%) applies. The highest (or\nmarginal) rate for charging Mrs Y's state pension lump is therefore\nthe basic rate of 22%.\n\n### Tax years 2008/09 onwards\n\nThe rate of Income Tax to be used to charge any state pension\nlump sum is the highest (or marginal) rate that applies when\ncharging the individual's other income to Income Tax. Section 7(5)\nas amended by section 5(7) and paragraph 64 of Schedule 1 Finance\nAct 2008 confirms, firstly, that if the individual isn't liable to\ntax for the year of assessment on their other income, no tax should\nbe deducted from any state pension lump sum. Otherwise, one of two\nrates of Income Tax apply, as follows -\n\n*   if the individual's taxable income is\ngreater than nil but does not exceed the basic rate limit; the\nbasic rate\n*   if the individual's taxable income exceeds\nthe basic rate limit; the higher rate.\n\nEXAMPLE\n\n Suppose that Mr X is entitled to a state pension lump in tax\nyear 2009-10 of &#xA3;15,000. His other income for 2009-10 consists\nof earnings &#xA3;22,000 and state pension of &#xA3;3,000. Further\nsuppose that in the tax year 2009/10 he is entitled to a personal\nallowance of &#xA3;9,100, the basic rate limit is &#xA3;35,000 and\nthe rate of tax is 20% (basic rate).\n\n Firstly determine what Mr X's income is for tax year\n2009-10?\n\n<table>\n<tr>\n<td>Earnings</td><td>&#xA3;22,000</td><td></td>\n</tr>\n<tr>\n<td>State pension</td><td>&#xA3;3,000</td><td></td>\n</tr>\n<tr>\n<td>Less personal\n\nallowance</td><td>(&#xA3;9,100)</td><td></td>\n</tr>\n<tr>\n<td>Total income less\n\ndeductions</td><td>&#xA3;15,900</td><td></td>\n</tr>\n</table>\n\nNext determine the highest (or marginal) rate of tax for\n\n2009-10. As the &#xA3;15,900 income does not exceed the basic rate\n\nlimit of &#xA3;35,000, the appropriate rate of Income Tax is the\n\nbasic rate (20%).\n\n The correct rate of tax to apply to Mr X's state pension\n\nlump is therefore the basic rate of 20%\n\n### Tax deducted by DWP\n\nDuring the application process for a state pension lump, the\n\nDepartment for Work and Pensions (Pension Service) will ask Mr X to\n\nself-declare his expected highest rate of Income Tax. Assuming he\n\ndeclares the basic rate, then tax of 20% will be withheld at the\n\ntime the lump sum is paid to him. If Mr X had self-declared a rate\n\nother than basic rate, further tax would be due or tax may need\n\nrepaying.\n\n For the purpose of determining the rate of Income Tax that\n\napplies to any state pension lump sum, the special rate that is\n\nused to tax dividend income (the ordinary dividend rate) falling\n\nwithin the basic rate band is disregarded. Similarly the upper\n\ndividend rate is disregarded for dividend income chargeable above\n\nthe basic rate limit. So if an individual has any income chargeable\n\nabove the basic rate of Income Tax, the higher rate (40%) will\n\napply when charging any state pension lump to tax."},{"manual-section-id":"EIM74653","title":"Social security pension lump sum: applicable year of assessment","body":"The person liable to a charge to income tax is the person\nentitled to the lump sum (see\n[EIM74651](/guidance/employment-income-manual/EIM74000#EIM74651)). The charge is imposed on that\nperson for the applicable year of assessment.\n\nThe applicable year of assessment is the tax year including\nthe first day from which payment of the weekly state pension should\nbegin in respect of a new claim or a recommenced claim. This\napplies regardless of when payment does in fact commence or when\nthe lump sum is paid.\n\nHowever, there is one exception to this.\n\nOn claiming the state pension lump sum, the person can elect\nto receive the lump sum payment in the tax year immediately\nfollowing the tax year in which the claim for payment of the weekly\nstate pension takes effect.\n\nIf a person elects to receive the lump sum in the later year,\nthen that later year becomes the applicable year of assessment. In\nthat case, the state pension lump sum is assessable for that later\n\nyear."},{"manual-section-id":"EIM74654","title":"Social security pension lump sum: making the choice","body":"### Lump sum or enhanced pension\n\nWhen a person notifies the Department for Work and Pensions\n(DWP) of an intention to claim or recommence a claim for the state\npension following a period of deferral that has continued for more\nthan 12 months, the DWP will provide details of the potential\npension entitlement. This will include a comparison between the\namount the person will receive if that person chooses the enhanced\nweekly state pension and the amount payable as a lump sum together\nwith the weekly state pension paid at the standard rate.\n\nOnce the claim for the state pension takes effect, the person\nhas a limited time (prescribed by the DWP) to choose between the\nenhanced weekly state pension and the lump sum. If the person does\nnot notify the DWP of their choice within that time, the person\nwill be paid the lump sum.\n\n### Later year election\n\nWhen a person chooses to receive the state pension lump sum,\nthen that person may elect to receive the lump sum payment in the\ntax year immediately following the tax year in which the claim for\n\npayment of the weekly state pension takes effect. Once again, the\n\nperson has a limited time (prescribed by the DWP) to make the\n\nelection. This will affect the tax year for which the state pension\n\nlump sum is assessable (see\n\n[EIM74653](/guidance/employment-income-manual/EIM74000#EIM74653)).\n\nWhere an election is made, the earliest date that DWP may\n\nmake payment of the lump sum will be 6 April of the later tax year.\n\nNevertheless, a person might choose the later year if they\n\nanticipate that their marginal rate (see\n\n[EIM74652](/guidance/employment-income-manual/EIM74000#EIM74652)) in the year in which the claim\n\nfor payment of the weekly state pension takes effect will be\n\ngreater than it will be in the following year.\n\nFor example, the person may have deferred claiming the state\n\npension whilst working beyond the state pension age. Consequently,\n\nthe level of income in the tax year in which they retire and claim\n\nthe weekly state pension might be greater than that for the\n\nfollowing year. In that instance, it might be advantageous to\n\nreceive payment of the state pension lump sum in the year following\n\nthe year of retirement.\n\n### Requests for advice\n\nYou may receive requests from pensioners for assistance in\n\nworking out their likely marginal rate, in order to help them to\n\nmake this decision.\n\nWhen you give advice about the marginal rate, you must stress\n\nthat\n\n*   you can only provide assistance on the\n\n    basis of the information given to you\n*   that any guidance you can give will only\n\n    be provisional\n*   the actual amount of income received in a\n\n    year &#x2013; and the rate at which that income is taxable &#x2013;\n\n    cannot be finalised until after the end of the tax year.\n\nYou must take care\n\n*   **not** to advise taxpayers specifically in which year\n\n    they should claim the lump sum payment, and\n*   restrict your advice to helping to\n\n    calculate the marginal rate of tax."},{"manual-section-id":"EIM74660","title":"Social security pension lump sum: taxing the lump sum","body":"Because of the potential size of any state pension lump it is\nnot feasible to restrict a PAYE tax coding to collect any tax due\non a lump sum. The state pension lump sum is therefore treated as\nPAYE income and the Department for Work and Pensions (Pensions\nService) will operate a simplified form of PAYE. An individual, at\nthe time of finalising their state pension lump sum, will be asked\nby DWP to make an initial self-declaration of their highest (or\nmarginal) rate of tax.\n\nTax based on this self-declaration will then be withheld by\nDWP when making payment of the lump sum. This self-declaration will\nmean for most recipients of a state pension lump sum the correct\nrate of tax has been applied at the time of payment. If the\nindividual fails to make a self- declaration of their highest rate\nof tax, tax at the basic rate will automatically be withheld by\nDWP.\n\nAt the end of each tax year DWP will notify HMRC of all state\npension lump sums paid, together with details of the tax withheld\n\nbased on the claimants&#x2019; self-declarations. If too much or too\n\nlittle tax has been deducted the position will need rectifying by\n\nreference to the actual charge for the applicable year of\n\nassessment, see\n\n[EIM74653](/guidance/employment-income-manual/EIM74000#EIM74653). If further tax is due, a tax\n\nreturn for the applicable year of assessment must be issued.\n\n### Social security pension lump sum\n\nThe legislation uses the term &#x201C;social security pension\n\nlump sum&#x201D;. Section 9(1) Finance (No.2) Act 2005 explains that\n\n&#x201C;social security pension lump sum&#x201D; means\n\n(a) a state pension lump sum,\n\n(b) a shared additional pension lump sum, or\n\n(c) a graduated retirement benefit lump sum.\n\nMost social security pension lump sum payments are expected\n\nto be in respect of a state pension lump sum. For convenience,\n\ntherefore, this guidance uses the term &#x201C;state pension lump\n\nsum&#x201D; but this should be read as including a shared additional\n\npension lump sum and a graduated retirement benefit lump sum."},{"manual-section-id":"EIM74700","title":"War pensions: the Civilians Scheme","body":"The war pensions schemes are administered by the Veterans\nAgency, which is part of the Ministry of Defence. The schemes are\nseparate from the Social Security system.\n\nThe Personal Injuries (Civilians) scheme 1983 (often referred\nto as the Civilians Scheme) covers civil defence volunteers and\ncivilians who received war injuries during the 1939-1945 war and\ntheir dependants. Such payments are made in respect of-\n\n*   war service injuries sustained by civil\ndefence volunteers;\n*   war injuries sustained by civilians who\nwere `gainfully occupied persons` (a `gainfully occupied person` is\na person who is engaged in any trade, business, profession, office,\nemployment or vocation and is wholly or substantially dependent\nthereon for a livelihood, or a person who, though temporarily\nunemployed, is normally so engaged and dependent);\n*   war injuries sustained by civilians who\nwere `non-gainfully occupied persons`, for example, housewives,\npensioners, annuitants and persons who live on unearned\n\n    incomes.\n\nAwards may be made in favour of -\n\n(a) civil defence volunteers sustaining war service injuries;\n\n(b) `gainfully occupied persons` sustaining war injuries;\n\n(c) `non-gainfully occupied persons` sustaining war injuries;\n\n(d) a person between the age of fifteen and twenty-four who\n\nwas, before injury, receiving full-time instruction at an\n\neducational establishment, or who was learning a profession, trade,\n\netc.;\n\n(e) widows, dependent children, parents, brothers and sisters\n\nof anyone in categories (a) and (b) who died as a result of\n\ninjuries;\n\n(f) widows or dependent children of anyone in category (c)\n\nwho died as a result of injuries.\n\nPayments made to anyone in (a) to (d) above are regarded as\n\ncompensation for injury and not as income and therefore not\n\nchargeable to income tax. Payments made to anyone in (e) or (f)\n\nabove are, for 1979-80 onwards, exempt from tax."}]}]}}