{"title":"EIM76000 - Social securitybenefits: table of contents","details":{"manual-section-id":"EIM76000","body":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","breadcrumbs":["EIMANUAL","EIM76000"],"sections":[{"title":" Social security benefits: introduction","sections":[{"manual-section-id":"EIM76001","title":"What are social security\nbenefits?","body":"Social security benefits are payments made to individuals under\nthe social security system run by the Department for Work and\nPensions (DWP).\n\nThe various benefits are designed to meet different kinds of\nneed. For example, the State pension is payable to people who have\nreached state pension age, child benefit to those who have\nchildren, statutory sick pay to employees who are absent from work\ndue to illness and jobseeker's allowance to people out of work and\nlooking for a job."},{"manual-section-id":"EIM76002","title":"Categories of social\nsecurity benefits","body":"### National Insurance\n\nMost people between 16 and the State pension age (60 for women\nand 65 for men) pay contributions into the National Insurance\nscheme. These contributions enable individuals to claim National\nInsurance benefits such as the State pension.\n\nThere is a brief summary of the classes of National Insurance\ncontributions at NIM00002 in the National Insurance Manual.\n\n### Contributory benefits\n\nThese are the benefits in the social security system that depend\non the payment of National Insurance contributions, for example the\nState pension.\n\n### Non-contributory benefits\n\nThese are social security benefits that do not depend on the\npayment of National Insurance contributions, for example child\n\nbenefit and invalid care allowance\n\n### Means-tested benefits\n\nThese are benefits where the amount payable depends on the needs\n\nand other income of the claimant. Income support is a means-tested\n\nbenefit."},{"manual-section-id":"EIM76003","title":"Rates of social security\nbenefits payable","body":"Forms P242 show the standard basic rates of the main taxable\nbenefits for each tax year. Only use these forms as a guide because\noften a different amount is payable, as shown below:\n\n*   many retirement pensioners get more than\nthe basic State pension. This may be because of the\nearnings-related part of the pension or because the pensioner\nearned extra pension by deferring retirement beyond State pension\nage (see[EIM74602](/guidance/employment-income-manual/EIM74000#EIM74602))\n*   the full standard basic rate of pension or\nbenefit may not be payable if the individual has only partially\nsatisfied the contribution conditions\n*   if a claimant, or a dependant for whom he\nor she receives benefit, goes into hospital, the amount of benefit\n\n    payable may be reduced (see\n    [EIM76006](/guidance/employment-income-manual/EIM76000#EIM76006))\n*   where someone is entitled to more than one\n\n    social security benefit, normally both amounts will not be payable\n\n    in full.\n    [EIM76007](/guidance/employment-income-manual/EIM76000#EIM76007) has details about overlapping\n\n    benefits."},{"manual-section-id":"EIM76004","title":"Taxation of social\nsecurity benefits","body":"\n\n## Parts 9 and 10 ITEPA 2003\n\nThe taxation of social security benefits depends on the nature of the income.\n\n### UK social security pensions\n\nThe charge to tax on pension income arises by virtue of Part 9 Chapter 2 ITEPA 2003. The general rule is that the charge to tax on pension income is a charge to tax on that income excluding any exempt income. UK social security pensions are one of the numerous types of income falling within the meaning of pension income.\n\nFor a detailed explanation of the taxation of UK social security pensions see [EIM74600](/guidance/employment-income-manual/EIM74000#EIM74600).\n\n### Other social security Income\n\nThe charge to tax on other social security income arises by virtue of Part 10 ITEPA 2003. The general rule is that the charge to tax on social security income is a charge to tax on that income excluding any exempt income.\n\n### Arising basis\n\nThe normal rule is that social security benefits are chargeable for the year in which they arise. This means that tax is chargeable on the amount of social security benefit **payable **for the year where this is different from the amount **received **in the year.\n\nIn most cases the amount payable and the amount received will be the same but individuals receiving the State pension, for example, may be paid four weekly or even thirteen weekly in arrears (see [EIM76005](/guidance/employment-income-manual/EIM76000#EIM76005)).\n\nThe amounts may differ in the following circumstances (see [EIM76005](/guidance/employment-income-manual/EIM76000#EIM76005)):\n\n*   benefit paid in arrears*   overpaid benefits\n*   non-weekly payment of benefit.\n\n### Compensation payments\n\nIn certain cases where, because of error, there is a delay in the payment of Social Security benefits or the refund of certain National Insurance contributions, DWP may make ex gratia payments of compensation in respect of the delay (i.e., in addition to the arrears of benefit or the refunds of contributions). These compensation payments should not be regarded as income of the recipient for any tax purposes. "},{"manual-section-id":"EIM76005","title":"Benefits paid in arrears,\noverpaid and not paid weekly","body":"Arrears of benefit may be paid in a lump sum. The arrears are chargeable for the year or years of assessment to which they relate.\n\nThe normal time limits for making assessments are extended in these circumstances by Section 35 TMA 1970, which allows assessments to be made at any time within six years after the end of the year of assessment in which the arrears were received.\n\nWith effect from 1 April 2010 the time limit is 4 years from the end of the year of assessment.\n\n### Overpaid benefits\n\nWhere benefits have been overpaid the DWP may recover the overpayment by deducting amounts from current benefit payments. Where this happens the full amount of the current benefit, before any deductions to recover previous overpayments, is taxable. EP8387 explains the coding implications.\n\nIn any case where benefits have been overpaid in an earlier year the amount of benefit charged to tax for that earlier year should be reduced by the amount overpaid, so that the individual is taxed on what he or she was entitled to, not on what he or she received.\n\nThis should be done when the individual makes a claim regardless of the steps taken by the DWP to recover the overpaid benefit. No tax repayment should be made in respect of any year which is out of date for assessment or amendment at the time the claim to repayment is made.\n\n**(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**\n\n### Pension arrears paid following the issue of deficiency notices\n\nFollowing the issue of deficiency notices by NICO regarding gaps that appear in a person&#x2019;s National Insurance contributions record, subject to payment of additional voluntary contributions, some pensioners may receive small amounts of pension arrears.  The arrears may relate to more than one tax year.\n\nRecipients will be advised by the DWP that they should only enter on the relevant tax return the amount of pension to which they are entitled for that year and not the total amount received (if the amount received includes arrears relating to one or more earlier years).\n\nThe guidance above does not apply to these payments.\n\n### Payments not made weekly\n\nClaimants can choose to receive some benefits (for example, the State pension) every four or thirteen weeks in arrears, rather than receiving the benefit each week.\n\nDepending on payment dates, an individual who chooses to receive the State pension every 4 weeks in arrears, may receive 14 payments in a year (equivalent to 56 weeks benefit) but for income tax purposes the individual remains taxable to the 52 weeks pension entitlement that arose during the tax year ended on 5 April.\n\nIn the following year the individual may receive 12 payments equivalent to only 48 weeks entitlement but the taxable benefit will again be the 52 weeks entitlement.\n\nThe correct taxable amount is always the figure of weekly entitlement. **(This text has been withheld because of exemptions in the Freedom of Information Act 2000)**&#xA0;"},{"manual-section-id":"EIM76006","title":"Benefits when in\nhospital","body":"Social security benefits may be reduced or stopped when the\nclaimant is in hospital. Where this happens the taxable amount is\nthe lower revised amount of benefit to which the recipient is\nentitled.\n\nFor example, until 20 May 2003 if a retirement pensioner who\ndoes not live in a local council home or similar place, goes into\nhospital, his or her pension was reduced after six weeks. Then if\nthe person stays in hospital for one year the State pension will be\nreduced by a further amount.\n\nWith effect from 21 May 2003 this has now changed. For a\npensioner entering hospital for the first time from 9 April 2003,\nthe retirement pension will not be reduced until his or her stay in\nhospital has lasted 52 weeks. For any pensioner who is in hospital\non 21 May 2003 whose retirement pension has been reduced, the\npension will be restored to the full amount for payments falling\ndue after 21 May 2003, subject to the 52-week limit.\n\nSimilarly where a retirement pensioner gets extra pension for\n\nhis or her spouse or civil partner as an adult dependent (see\n\n[EIM74602](/guidance/employment-income-manual/EIM74000#EIM74602)) and that spouse or civil\n\npartner goes into hospital, the dependency addition to the pension\n\nis reduced after one year.\n\nLeaflet GL12 'Going into hospital?' explains more about this\n\nsubject. Taxpayers can get a copy from their local DWP office."},{"manual-section-id":"EIM76007","title":"Entitlement to more than\none benefit","body":"Where a person qualifies for more than one benefit the normal\nrule is that he or she cannot receive the full amount of both\nbenefits.\n\n What is known in social security terms as the overlapping\nbenefits rule will apply. This means that the claimant is entitled\nto receive the largest award. Normally the benefit that was awarded\nfirst continues to be paid and only any balance is payable from the\nsecond source.\n\n Where a widow is entitled to widowed mother's allowance or\nwidow's pension and some other social security benefit,\n[EIM76176](http://www.hmrc.gov.uk/manuals/eimanual/EIM76176.htm) gives detailed guidance.\n\n The relationship of jobseeker's allowance and other social\nsecurity benefits is described at\n[EIM76220](/guidance/employment-income-manual/EIM76000#EIM76220).\n\n###\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"},{"manual-section-id":"EIM76008","title":"Benefits paid on behalf\nof EU countries","body":"The DWP and the Department of Employment (DE) can pay social\nsecurity benefits on behalf of other EU countries.\n\nThese benefits may be chargeable to tax as a foreign benefit\n(see\n[EIM76009](/guidance/employment-income-manual/EIM76000#EIM76009))."},{"manual-section-id":"EIM76009","title":"Taxable foreign\nbenefits","body":"A taxable foreign benefit is any benefit that is payable under\nthe law of a country or territory outside the United Kingdom that\nis:\n\n*   substantially similar in character to a\nbenefit listed in Section 660 Table A ITEPA 2003 (see[EIM76101](/guidance/employment-income-manual/EIM76000#EIM76101)) and\n*   payable to a person resident in the\nUK.\n\nAny foreign social security benefit that is also a pension is\nnot a taxable foreign benefit for the purposes of Part 10 ITEPA\n2003 and must be considered as a foreign pension under Part 9\nChapter 4 ITEPA 2003 (see\n[EIM74500](/guidance/employment-income-manual/EIM74000#EIM74500)).\n\n### Amount chargeable\n\nThe amount of a taxable foreign benefit that is taxable as\nsocial security income is the amount on which tax would be\nchargeable if the benefit was chargeable as relevant foreign income\n(see section 830 IT (TOI)A 2005). The general rule is that the\nincome tax chargeable is to be computed on the full amount of the\nincome arising in the year of assessment whether the income has\n\nbeen or will be received in the UK or not (see IM1655). But there\n\nare occasions where the general rule may not apply. In particular,\n\nif:\n\n*   the person liable claims to be not\n\n    domiciled in the UK see IM1635 and\n    [EIM42806](/guidance/employment-income-manual/EIM42800#EIM42806), or\n*   the person liable claims relief for\n\n    unremittable overseas income (see Part 8 Chapter 4 IT(TOI)A 2005\n\n    &#x2013; previously section 584 ICTA 1988) or on delayed remittances\n\n    (see Part 8 Chapter 2, sections 835-837 IT(TOI)A 2005 &#x2013;\n\n    previously section 585 ICTA 1988).\n\n### Person liable for tax\n\nThe person liable for any tax charged on a taxable foreign\n\nbenefit is the person receiving or entitled to the benefit.\n\n### Taxable and other foreign benefits: exemptions\n\nThere is no liability to income tax in respect of that part of a\n\ntaxable foreign benefit that corresponds with that part of a UK\n\nbenefit that is exempt income; for example dependency additions\n\n(see\n\n[EIM76102](/guidance/employment-income-manual/EIM76000#EIM76102)).\n\nThere is no liability to income tax in respect of the full\n\namount of any other foreign benefit that is not a taxable foreign\n\nbenefit if it is substantially similar in character to a UK social\n\nsecurity benefit listed in Section 677 Table B ITEPA 2003 (see\n\n[EIM76100](/guidance/employment-income-manual/EIM76000#EIM76100)).\n\n###\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**\n\n**(This text has been withheld because of exemptions in the\n\nFreedom of Information Act 2000)**"}]},{"title":" Taxation of social security benefits","sections":[{"manual-section-id":"EIM76100","title":"List of non-taxable\nsocial security benefits","body":"UK social security benefits specified at Table B Parts 1 and 2\nat Section 677(1) ITEPA 2003 are wholly exempt from tax.\n\n The following benefits are not taxable. The benefits are\ndescribed at the paragraphs mentioned below:\n\n*   Attendance Allowance\n*   Back to Work Bonus (see[EIM76223](/guidance/employment-income-manual/EIM76000#EIM76223))\n*   Bereavement Payment (see[EIM76171](http://www.hmrc.gov.uk/manuals/eimanual/EIM76171.htm)), replaced Widow's Payment from\n9 April 2001\n*   Child Benefit\n*   Child's Special Allowance\n*   Child Tax Credit\n*   Cold Weather Payments, see also Winter\nFuel payment\n*   Council Tax Benefit, administered by local\nauthorities\n*   Constant Attendance Allowance, see\nindustrial disablement benefit below\n*   Disability Living Allowance\n*   Income related Employment and Support\nAllowance (see[EIM76186](/guidance/employment-income-manual/EIM76000#EIM76186))\n*   Exceptionally Severe Disablement\nAllowance, see industrial disablement benefit below\n*   Guardian's Allowance\n*   Housing Benefit, administered by local\nauthorities\n*   Incapacity Benefit for first 28 weeks of\nentitlement, taxable thereafter (see[EIM76180](/guidance/employment-income-manual/EIM76000#EIM76180))\n*   Income Support, certain payments (see[EIM76190](/guidance/employment-income-manual/EIM76000#EIM76190))\n*   Industrial Injuries Benefit, a general\nterm covering industrial injuries pension, reduced earnings\nallowance, retirement allowance, constant attendance allowance and\nexceptionally severe disablement allowance\n*   Invalidity Benefit, replaced by Incapacity\nbenefit from April 1995 but still payable where invalidity\ncommenced before April 1995.\n*   In-work credit\n*   In-work emergency discretion fund\npayment\n*   In-work emergency fund payment\n*   Maternity Allowance, see[EIM76361](/guidance/employment-income-manual/EIM76000#EIM76361)\n\n*   Payments out of the Social Fund to people\non a low income to help with maternity expenses, funeral costs,\nfinancial crises and as community care grants. The fund also makes\ninterest-free loans.\n*   Pensioner's Christmas Bonus\n*   State Pension credit\n*   Reduced Earnings Allowance, see industrial\ndisablement benefit above\n*   Retirement Allowance, see industrial\ndisablement benefit above\n*   Return to work credit, including the\nself-employment credit\n*   Severe Disablement Allowance\n*   War Widow's pension, see[EIM76103](/guidance/employment-income-manual/EIM76000#EIM76103)\n\n*   Winter Fuel payment\n*   Working Tax Credit.\n\nWith regard to wounds and disability pensions for service with\nthe forces see\n[EIM74302](/guidance/employment-income-manual/EIM74000#EIM74302) and for allowances payable to\ncivilians in respect of war injuries see\n[EIM74700](/guidance/employment-income-manual/EIM74000#EIM74700).\n\n Certain foreign social security payments are exempt from UK\ntax (see\n[EIM76009](/guidance/employment-income-manual/EIM76000#EIM76009))."},{"manual-section-id":"EIM76101","title":"List of taxable social\nsecurity benefits","body":"Only those UK social security benefits that are specified in\nTable A at Section 660(1) ITEPA 2003 are taxable as social security\nincome under Part 10 ITEPA 2003. Some other social security\nbenefits, specified at Section 577 ITEPA 2003 are taxable as\npension income under Part 9 ITEPA 2003.\n\n The following benefits are taxable. The benefits are\ndescribed at the paragraphs mentioned below:\n\n*   Bereavement Allowance (see[EIM76173](http://www.hmrc.gov.uk/manuals/eimanual/EIM76173.htm)), replaced Widow's Pension from\n9 April 2001\n*   Certain payments of Incapacity Benefit,\nsee[EIM76180](/guidance/employment-income-manual/EIM76000#EIM76180)\n\n*   Contributions based Employment and Support\n\n    Allowance, see\n    [EIM76186](/guidance/employment-income-manual/EIM76000#EIM76186)\n\n*   Certain payments of Income Support, see\n    [EIM76190](/guidance/employment-income-manual/EIM76000#EIM76190)\n\n*   Pensions payable under the Industrial\n\n    Death Benefit scheme, see\n    [EIM76200](/guidance/employment-income-manual/EIM76000#EIM76200)\n\n*   Carer&#x2019;s Allowance (formerly Invalid\n\n    Care Allowance before 1 April 2003), see\n    [EIM76210](/guidance/employment-income-manual/EIM76000#EIM76210)\n\n*   Jobseeker's Allowance, see\n    [EIM76220](/guidance/employment-income-manual/EIM76000#EIM76220)\n\n*   the State pension, see\n    [EIM76160](/guidance/employment-income-manual/EIM76000#EIM76160)\n\n*   Graduated retirement benefit, see\n    [EIM74602](/guidance/employment-income-manual/EIM74000#EIM74602)\n\n*   Statutory Sick Pay, see\n    [EIM76350](/guidance/employment-income-manual/EIM76000#EIM76350)\n\n*   Statutory Maternity Pay, see\n    [EIM76360](/guidance/employment-income-manual/EIM76000#EIM76360)\n\n*   Statutory Paternity Pay, see\n    [EIM76370](/guidance/employment-income-manual/EIM76000#EIM76370)\n\n*   Statutory Adoption Pay, see\n    [EIM76380](/guidance/employment-income-manual/EIM76000#EIM76380)\n\n*   Widowed Parent's Allowance (see\n    [EIM76172](http://www.hmrc.gov.uk/manuals/eimanual/EIM76172.htm)), replaced Widowed Mother's\n\n    Allowance from 9 April 2001, although WMA is still paid to widows\n\n    whose entitlement arose before 9 April 2001(see\n    [EIM76177](http://www.hmrc.gov.uk/manuals/eimanual/EIM76177.htm))\n*   Widow&#x2019;s pension paid to widows whose\n\n    entitlement arose before 9 April 2001, see\n    [EIM76178](http://www.hmrc.gov.uk/manuals/eimanual/EIM76178.htm)."},{"manual-section-id":"EIM76102","title":"Dependency additions","body":"Sometimes a claimant can get extra benefit if he or she has a\ndependent.\n\nChild dependency additions are not taxable, even if the basic\nbenefit itself is taxable.\n\nWhere an adult dependency addition is payable the following\nrules apply:\n\n*   if the benefit is listed at[EIM76100](/guidance/employment-income-manual/EIM76000#EIM76100) the adult dependency addition\nis not taxable\n*   if the benefit is listed at[EIM76101](/guidance/employment-income-manual/EIM76000#EIM76101) the adult dependency addition\nis taxable."},{"manual-section-id":"EIM76103","title":"War widow's pension","body":"A war widow's pension is not taxable (see\n[EIM74301](/guidance/employment-income-manual/EIM74000#EIM74301)).\n\n### Relationship between war widow's pension and other social\nsecurity benefits\n\nSometimes a pension or allowance is not paid or only a reduced\namount is paid because the claimant gets a different benefit, for\nexample, widowed mother's allowance (see\n[EIM76177](http://www.hmrc.gov.uk/manuals/eimanual/EIM76177.htm)) or widow's pension (see\n[EIM76178](http://www.hmrc.gov.uk/manuals/eimanual/EIM76178.htm)).\n\nWhere this happens the amount of that other benefit that\nequals the amount of pension above that would otherwise have been\npaid, is exempt from income tax (Section 640 ITEPA 2003)."}]},{"title":" Particular taxable social security benefits","sections":[{"manual-section-id":"EIM76150","title":"Introduction"}]},{"title":" The State pension","sections":[{"manual-section-id":"EIM76160","title":"The State pension","body":"\n\n## Part 9 Chapter 5 ITEPA 2003\n\nThe State pension is a contributory benefit based on the payment of National Insurance contributions.\n\nThe State pension is commonly called the National Insurance retirement pension, the State retirement pension or the social security retirement pension.\n\nThe State pension is taxable as pension income (see [EIM74600](/guidance/employment-income-manual/EIM74000#EIM74600)).\n\n### Who qualifies for the State pension?\n\nAn individual qualifies for the State pension if he or she reaches pensionable age and satisfies the contribution conditions.\n\nState pension age is currently 65 for men.  Since April 2010, State pension age for women has been increasing on a sliding scale and will reach 65 by November 2018.\n\nFrom December 2018, State pension age for men and women will rise on a sliding scale and reach 66 by October 2020.\n\nWar widows (see [EIM76103](/guidance/employment-income-manual/EIM76000#EIM76103)) and industrial widows (see [EIM76200](/guidance/employment-income-manual/EIM76000#EIM76200)) over the age of sixty may be entitled to the State pension by virtue of their National Insurance contributions. Where this happens the State pension will be paid in addition to the war or industrial widow's pensions.\n\n### State pension Lump Sum\n\nAn individual who qualifies for the State pension may choose to defer claiming the State pension either by not making a claim on reaching pensionable age or notifying the Department for Work and Pensions of the choice to stop a current claim.  If the person defers for a period of more than 12 months beginning on or after 6 April 2005, then that person may receive the pension foregone as a lump sum.\n\nThe State pension Lump Sum is taxable (see [EIM74650](/guidance/employment-income-manual/EIM74000#EIM74650))."}]},{"title":" Bereavement benefits","sections":[{"manual-section-id":"EIM76170","title":"Bereavement benefits: summary"},{"manual-section-id":"EIM76171","title":"Bereavement payment","body":"Bereavement payment (BP) replaced widow's payment from 9 April\n2001. BP is a tax-free lump sum (&#xA3;2,000 in 2001/02) payable to\na claimant immediately following the death of a spouse or civil\npartner, if two conditions are met:\n\n*   the late husband, wife or civil partner\nmet the National Insurance contributions conditions, or his or her\ndeath was caused by the job and\n*   either the claimant or their deceased\nspouse or civil partner was not entitled to state retirement\npension at the date of death, or the claimant was under state\npension age when their husband, wife or civil partner died.\n\nDepending on circumstances a claimant in receipt of BP may also\nbe entitled to widowed parent's allowance (see\n[EIM76172](http://www.hmrc.gov.uk/manuals/eimanual/EIM76172.htm)) or bereavement allowance (see\n\n[EIM76173](http://www.hmrc.gov.uk/manuals/eimanual/EIM76173.htm))."},{"manual-section-id":"EIM76172","title":"Widowed parent's allowance","body":"\n\n## Section 39A Social Security Contributions and Benefits Act 1992\n\nWidowed parent's allowance (WPA) replaced widowed mother's allowance (WMA) from 9 April 2001, but WMA continues to be paid to claimants receiving that benefit before 9 April 2001 (see [EIM76177](http://www.hmrc.gov.uk/manuals/eimanual/EIM76177.htm)).\n\nWPA is a weekly benefit that consists of:\n\n*   a taxable basic allowance for the surviving parent equivalent to the state retirement pension (&#xA3;72.50 in 2001/02)\n*   a non-taxable allowance for each dependant child (children under the age of 16 or under the age of 19 when still in full-time education)\n*   additional state earnings related pension (SERPS) if the surviving parent qualifies (taxable).\n\nEntitlement to WPA requires:\n\n*   the deceased parent to have made sufficient National Insurance contributions prior to his or her death or for death to be caused by his or her job and\n*   the surviving parent to have a child and be entitled to child benefit or for a woman to be expecting her late husband's baby (this includes any pregnancy arising as a result of artificial insemination or in vitro fertilisation) as long as the woman was living with her husband immediately before his death.\n\nIn the case of a man whose wife died before bereavement benefits were introduced on 9 April 2001, a claim to WPA can be accepted from that date if the entitlement conditions are met.\n\nThe allowance ceases when the widowed parent's entitlement to child benefit ceases.\n\nLiving together as husband and wife, re-marriage and forming a new Civil Partnership will end Widowed Parent&#x2019;s Allowance.\n\nA parent who is aged 45 or over when the WPA ceases will be entitled to claim bereavement allowance, see [EIM76173](http://www.hmrc.gov.uk/manuals/eimanual/EIM76173.htm). "},{"manual-section-id":"EIM76173","title":"Bereavement allowance","body":"\n\n## Section 39B Social Security Contributions and Benefits Act 1992\n\nBereavement allowance (BA) replaced widow's pension (WP) from 9 April 2001, except for claimants receiving WP before that date who continue to receive WP (see [EIM76178](http://www.hmrc.gov.uk/manuals/eimanual/EIM76178.htm)) rather than BA.\n\nBA is a taxable weekly benefit paid only for 52 weeks following the death of a spouse or civil partner or until the surviving spouse or civil partner reaches state pension age, whichever comes first. It is payable to widows and widowers aged 45 and over without dependent children. If the surviving spouse or civil partner has dependent children he or she may claim widowed parent's allowance (see [EIM76172](http://www.hmrc.gov.uk/manuals/eimanual/EIM76172.htm)).\n\nBA is paid to:\n\n*   a widow or widower aged 45 or over at the date of their spouse's or civil partner&#x2019;s death\n*   a widow or widower who is not in receipt of widowed parent's allowance.\n\nThe amount of BA paid depends on the age of the claimant at the date of the spouse's or civil partner&#x2019;s death. For example, in 2003/04 claimants aged 55 and over receive the full amount of &#xA3;77.45 per week, but this reduces to &#xA3;23.24 for claimants aged 45. For current rates contact a Benefits Agency office.\n\nOnce the amount of BA is determined it does not increase as the claimant gets older. Once the claimant reaches state pension age BA ceases and is replaced by state pension.\n\nLiving together as husband and wife, remarriage and forming a new Civil Partnership will end Bereavement Allowance."},{"manual-section-id":"EIM76176","title":"Widow's benefits: summary","body":"Before 9 April 2001 when a husband died, his widow and dependent\nchildren were entitled to claim widow's benefits as long as:\n\n*   she was not divorced from him at the date\nof death\n*   she was not living with him without being\nlegally married to him\n*   she was not living with another man.\n\nThere were three types of widow's benefits:\n\n*   widow's payment, a one off tax-free lump\nsum payable immediately after death. This was abolished on 9 April\n2001.\n*   widowed mother's allowance (see[EIM76177](http://www.hmrc.gov.uk/manuals/eimanual/EIM76177.htm))\n*   widow's pension (see[EIM76178](http://www.hmrc.gov.uk/manuals/eimanual/EIM76178.htm)).\n\nWidow's benefits were replaced by bereavement benefits (see\n\n[EIM76170](http://www.hmrc.gov.uk/manuals/eimanual/EIM76170.htm)) for new claimants on or after\n\n9 April 2001, but widows in receipt of either widowed mother's\n\nallowance or widow's pension before that date continue to receive\n\nthose benefits."},{"manual-section-id":"EIM76177","title":"Widowed mother's allowance","body":"\n\n## Part 9 Chapter 5 ITEPA 2003\n\nWidowed mother&#x2019;s allowance was replaced by widowed parent&#x2019;s allowance for new claimants on or after 9 April 2001, but widows in receipt of widowed mother&#x2019;s allowance before that date continue to receive widowed mother&#x2019;s allowance.  Widowed mother&#x2019;s allowance is taxable as pension income under Part 9 Chapter 5 ITEPA 2003 (see [EIM74600](/guidance/employment-income-manual/EIM74000#EIM74600)). "},{"manual-section-id":"EIM76178","title":"Widow's pension","body":"Widow's pension was replaced by bereavement allowance (see\n[EIM76173](http://www.hmrc.gov.uk/manuals/eimanual/EIM76173.htm)) for new claimants on or after\n9 April 2001, but widows in receipt of widow's pension before that\ndate continue to receive widow's pension.\n\nWidow&#x2019;s pension is taxable as pension income under Part\n9 Chapter 5 ITEPA 2003 (see\n[EIM74600](/guidance/employment-income-manual/EIM74000#EIM74600))."}]},{"title":" Incapacity benefit","sections":[{"manual-section-id":"EIM76180","title":"Incapacity benefit:\nsummary","body":"From 27 October 2008 Employment and Support Allowance (see\n[EIM76185](/guidance/employment-income-manual/EIM76000#EIM76185)) replaced Incapacity Benefit\nand Income Support paid on incapacity grounds for anyone starting a\nclaim. However, existing recipients of Incapacity Benefit or Income\nSupport will initially continue to receive their existing benefits,\nso long as they continue to satisfy the entitlement conditions.\n\n## Part 10 Chapters 3 and 4 ITEPA 2003\n\nIncapacity benefit (IB) is a social security benefit payable to\nthose who are incapable of work because of illness or disability.\nIB is taxable except:\n\n*   for the short term benefit paid at a lower\nrate for the first 28 weeks of incapacity\n*   where the recipient is over pensionable\nage and receives a higher rate of IB than the basic short term rate\n\n    for the first 28 weeks of incapacity\n*   if DWP makes ex-gratia top-up payments to\n\n    people over pensionable age\n*   where IB is payable to a person who was\n\n    entitled to invalidity benefit prior to 13 April 1995 (when\n\n    incapacity benefit replaced invalidity benefit) provided the\n\n    benefit is in respect of the same period of incapacity. (However,\n\n    if the person was entitled to Sickness Benefit prior to 13 April\n\n    1995 then the IB became taxable when that person started to receive\n\n    the short-term higher rate of IB.) The DWP may ignore short periods\n\n    of work when determining a period of incapacity, but if a period of\n\n    work is not ignored, so a recipient who had a period of incapacity\n\n    before 13 April 1995 starts a new period of incapacity after that\n\n    date, the IB will be taxable after 6 months under the normal\n\n    rules.\n\nAs they know the details of the claim, the DWP is responsible\n\nfor determining whether IB is taxable and notifying the Revenue\n\nwhen a person starts to receive taxable benefit. If there is any\n\ndoubt whether IB is taxable, the person receiving the IB should be\n\nasked to seek clarification from the DWP.\n\n### Rate at which IB payable\n\nFor the first 28 weeks of incapacity, benefit is payable at a\n\nshort term lower rate. Thereafter it is paid at a short term higher\n\nrate for another 24 weeks. The recipient then moves on to long term\n\nbenefit paid at a higher rate still. These basic rates may be\n\nincreased in certain circumstances, for instance the short term\n\nhigher rate is increased in the case of the terminally ill.\n\n Sometimes taxable Statutory Sick Pay (SSP) is paid by an\n\nemployer in the first 28 weeks of incapacity (see\n\n[EIM76350](/guidance/employment-income-manual/EIM76000#EIM76350)). The days for which SSP is\n\npayable count as part of the first 28 weeks. The recipient will\n\nthen move on to the short term higher rate even though they may not\n\nhave had short term IB at the lower rate for the first 28\n\nweeks.\n\n### Dependency increases and age related additions\n\nChild dependency additions are not taxable. Additions for an\n\nadult dependent are taxable if the benefit itself is taxable.\n\n Age related additions to long term IB are payable to\n\nindividuals aged under 45 years old. These additions are taxable.\n\n With regard to the relationship between IB and jobseeker's\n\nallowance see\n\n[EIM76225](/guidance/employment-income-manual/EIM76000#EIM76225)."}]},{"title":" Employment and Support Allowance","sections":[{"manual-section-id":"EIM76185","title":"Employment and Support\nAllowance: summary","body":"From 27 October 2008 Employment and Support Allowance replaced\nIncapacity Benefit (see\n[EIM76180](/guidance/employment-income-manual/EIM76000#EIM76180)) and Income Support paid on\nincapacity grounds for anyone starting a claim. However, existing\nrecipients of Incapacity Benefit or Income Support will initially\ncontinue to receive their existing benefits, so long as they\ncontinue to satisfy the entitlement conditions.\n\n## Background\n\nEmployment and Support Allowance (ESA) is a new way of helping\npeople with an illness or disability to move into work, if they are\nable.\n\n ESA offers personalised support and financial help, so that\nrecipients can engage in appropriate work, if they are able.\n\n It provides access to a specially trained personal adviser\nand a wide range of further services including employment, training\n\nand condition management support, to help recipients manage and\n\ncope with their illness or disability in a work context.\n\n Central to ESA is the new medical assessment called the Work\n\nCapability Assessment which assesses what a person can rather than\n\ncan&#x2019;t do and identifies the health related support that might\n\nbe needed.\n\n Most people claiming ESA will be expected to take\n\nappropriate steps to help prepare for work, including attending a\n\nseries of work-focused interviews with their personal adviser.\n\n Under ESA, if a recipient has an illness or disability that\n\nseverely affects their ability to work, they will get increased\n\nfinancial support and will not be expected to prepare for a return\n\nto work; however they can volunteer to do so if they want to.\n\n An individual may be able to get ESA if that person has an\n\nillness or disability that affects their ability to work, and\n\nthey:\n\n*   are over 16 and under State Pension age,\n\n    and\n*   are unemployed, or\n*   self employed, or\n*   work for an employer but cannot get\n\n    Statutory Sick Pay, or\n*   have been getting Statutory Sick Pay but\n\n    it has now stopped\n\nESA consists of two phases; the assessment phase and the main\n\nphase.\n\n In most cases, a person qualifying for ESA will not get any\n\nmoney for the first 3 days of the claim. These are called 'waiting\n\ndays'. Then they will get the assessment phase rate while their\n\nability to work is assessed.\n\n The assessment phase rate is paid for the first 13 weeks of\n\na claim while a decision is made on capability for work through the\n\nWork Capability Assessment.\n\n The main phase rate starts from week 14 of a claim, if the\n\nWork Capability Assessment shows that illness or disability does\n\nlimit the recipient&#x2019;s ability to work.\n\n ESA is managed by the Department for Work and Pensions."},{"manual-section-id":"EIM76186","title":"Employment and Support\nAllowance: taxation","body":"### Part 10 Chapters 3 and 5 ITEPA 2003\n\nTo qualify for Employment and Support Allowance (ESA) a person\nmust satisfy the generic conditions for entitlement. If the generic\nconditions are satisfied then the Department for Work and Pensions\n(DWP) will consider whether the person qualifies for contribution\nbased ESA.\n\n### Contribution based ESA\n\nTo qualify for contribution based ESA (ESA(C)) the recipient\nmust have paid sufficient National Insurance contributions in\nspecified tax years, known as Relevant Income Tax Years.\n\n ESA(C) is known as a contributory benefit because unless\nsufficient contributions have been paid there will be no\nentitlement.\n\n ESA(C) is chargeable to tax as social security income. It is\npaid by the DWP subject to a modified system of Pay As You\nEarn.\n\n### Income related ESA\n\nIf a person satisfies the generic conditions for entitlement to\n\nESA but is not entitled to received ESA(C) then they may be\n\nentitled to receive income related ESA (ESA(IR)).\n\n ESA(IR) is not taxable.\n\n### Credits Only cases\n\nCases known as Credits Only are for those individuals who:\n\n*   Do not satisfy the contribution conditions\n\n    for ESA(C),and\n*   Are not entitled to ESA(IR).\n\nIf a person claims but does not receive ESA they are credited\n\nwith National Insurance contributions for each complete week that\n\nthey have limited capability for work. These credits may help the\n\nperson to qualify for ESA(C) at a future date. These credits also\n\ncontribute towards entitlement to State Retirement Pension."}]},{"title":" Income support","sections":[{"manual-section-id":"EIM76190","title":"Income support:\nsummary","body":"Income support (IS) is a means tested benefit for people who are\nnot registered as unemployed and looking for a job. The amount\npayable is the difference between the claimant's net weekly income\nand the amount required to meet his or her needs calculated\naccording to the IS rule. The payment of IS does not depend on a\nperson's National Insurance contribution record and:\n\n*   IS is only paid to people who do not sign\non as unemployed. This IS is not taxable.\n*   anyone who has to sign on as unemployed\nand is looking for work does not receive IS, he or she receives\nJobseeker's allowance (JSA) instead. JSA is taxable (see[EIM76220](/guidance/employment-income-manual/EIM76000#EIM76220)).\n*   a back to work bonus is paid if certain\nconditions are met. This bonus is not taxable (see\n    [EIM76223](/guidance/employment-income-manual/EIM76000#EIM76223)).\n\n### Income support paid during strikes\n\nIS payable to some strikers or people interested in a trade\n\ndispute is taxable. Payments are made by the Benefits Agency and\n\nnot through the National Unemployment Benefits System. Strikers are\n\nnot entitled to JSA (see\n\n[EIM76223](/guidance/employment-income-manual/EIM76000#EIM76223)).\n\nA single person cannot receive taxable benefit while on\n\nstrike. A striker who is either married or are in a civil\n\npartnership or living with someone as husband or wife or civil\n\npartner, may receive benefit for his or her partner. This amount is\n\ntaxable under the method described below.\n\nIn theory there are two categories of taxable claimant:\n\n*   married or unmarried couples or civil\n\n    partners where at least one partner is 18 or over. The taxable\n\n    limit is one-half of the IS personal allowance for this age group\n\n    (IS personal allowance has nothing to do with income tax personal\n\n    allowances).\n*   married or unmarried couples or civil\n\n    partners where both partners under 18. The taxable limit is\n\n    one-half of the IS personal allowance for this age group.\n\nIt has been rare for a couple under 18 to get IS since September\n\n1988.\n\n### Reporting Income Support\n\nThe Benefits Agency adds up the weekly amounts of taxable\n\nbenefit and benefit paid. These figures are notified to the Inland\n\nRevenue on form P181 when the strike is over. Income tax is not\n\ndeducted from payments of benefit.\n\nRegarding the procedure for taxing this IS, see EP8655\n\nonwards. The suspension of tax refunds during a trade dispute is\n\ndealt with at EP1305."}]},{"title":" Industrial death benefit","sections":[{"manual-section-id":"EIM76200","title":"Industrial death benefit:\nsummary","body":"Industrial death benefit (IDB) is part of the industrial\ninjuries scheme provided under social security legislation. IDB was\ndesigned as a benefit for dependants of people who die as a result\nof an accident at work or a prescribed industrial disease.\n\nPensions payable under the IDB scheme are taxable as pension\nincome (see\n[EIM74600](/guidance/employment-income-manual/EIM74000#EIM74600)).\n\n### The abolition of IDB in April 1988\n\nIDB is not payable in respect of deaths occurring on or after 11\nApril 1988. As regards:\n\n*   which benefits continued to be paid after\n11 April 1988 and\n*   what benefits are due in respect of deaths\non or after 11 April 1988, see[EIM74604](/guidance/employment-income-manual/EIM74000#EIM74604)."}]},{"title":" Invalid care allowance","sections":[{"manual-section-id":"EIM76210","title":"Invalid care allowance:\nsummary","body":"Carer&#x2019;s Allowance, which was called Invalid care allowance\nuntil 1 April 2003, is taxable.\n\nThe basic conditions for Carer&#x2019;s Allowance are that the\nclaimant must:\n\n*   spend at least 35 hours every week caring\nfor a severely disabled person\n*   be at least 16 years old and below state\npension age when he or she qualifies for Carer&#x2019;s\nAllowance\n*   **not** be doing work for which he or she earns (or\nexpects to earn) more than &#xA3;79 (from April 2004) a week\n*   not be attending a full-time course of\neducation.\n\n### Dependency increases\n\nExtra Carer&#x2019;s Allowance is paid for an adult who lives\nwith the claimant. The adult must either be the claimant's husband,\n\nwife or civil partner, or a person who looks after the claimant's\n\nchildren.\n\nExtra Carer&#x2019;s Allowance is paid for each child\n\ndependent.\n\nAdult dependency increases are taxable. Child dependency\n\nincreases are not taxable (see\n\n[EIM76102](/guidance/employment-income-manual/EIM76000#EIM76102)).\n\n### Relationship with other benefits\n\nCarer&#x2019;s Allowance is not payable if the claimant already\n\ngets the same amount or more from certain other social security\n\nbenefits, for example retirement pension or bereavement benefit. In\n\nlimited circumstances Carer&#x2019;s Allowance is paid instead of\n\nretirement pension after the claimant has reached state pension\n\nage.\n\nIf someone else is receiving an increase of benefit for the\n\nCarer&#x2019;s Allowance claimant, for example, an adult dependency\n\nincrease payable with incapacity benefit, the dependency increase\n\nwill be adjusted to take account of any Carer&#x2019;s Allowance\n\npayable. Generally speaking the dependency increase will no longer\n\nbe payable.\n\nIf you need more information about Carer&#x2019;s Allowance\n\nask your local Benefits Agency for leaflet FB31 'Caring for\n\nsomeone' and DS700 &#x2018;Carer&#x2019;s Allowance claim\n\npack&#x2019;."}]},{"title":" Jobseeker's allowance","sections":[{"manual-section-id":"EIM76220","title":"Jobseeker's allowance:\nsummary","body":"On 7 October 1996 jobseeker's allowance (JSA) replaced\nunemployment benefit and income support paid to the unemployed. It\nis a taxable benefit paid to people who attend an Employment\nService Jobcentre to seek work.\n\nIncome support continues to be paid after 7 October 1996 but\nonly to people who are not looking for work (see\n[EIM76190](/guidance/employment-income-manual/EIM76000#EIM76190)).\n\nA person can qualify for JSA either:\n\n*   because he or she has paid sufficient\nNational Insurance contributions. When someone qualifies for JSA on\nthis basis it is referred to as contribution based JSA. Someone can\nonly qualify on this basis for a maximum of six months.\n*   through a means test. When someone\nqualifies for JSA on this basis it is referred to as income based\n\n    JSA.\n\n### A week straddles two years\n\nJSA is reported to the Inland Revenue for the year for which it\n\nis due. Where a week falls into two tax years the amount of benefit\n\nreported is split between the years concerned.\n\n### Procedural aspects of JSA\n\nFor the special appeals procedure where the amount of JSA\n\ncharged to tax is disputed see\n\n[EIM76300](/guidance/employment-income-manual/EIM76000#EIM76300) onwards.\n\nSee the PAYE on-line manual for procedural aspects of the\n\ntaxation of JSA."},{"manual-section-id":"EIM76221","title":"How jobseeker's allowance\nis made up","body":"The amount of jobseeker&#x2019;s allowance (JSA) someone receives\ndepends on his or her circumstances.\n\nEveryone receives a basic personal allowance. The amount of\nthat allowance depends on the age of the person and whether he or\nshe is claiming as a single person or on behalf of a couple. The\nbasic personal allowances payable during 2002/03 were the same\nwhether someone was entitled to contribution based JSA or income\nbased JSA.\n\nThe rates from 7 April 2003 are as follows:\n\n*   under 18 (usual rate) - &#xA3;32.50 per\nweek\n*   age 18 to 24 - &#xA3;42.70 per week\n*   lone parent aged 18 or over - &#xA3;53.95\nper week\n*   aged 25 or over - &#xA3;53.95 per\nweek\n*   couple (both under 18) - &#xA3;32.50 per\n\n    week\n*   couple (both 18 or over) - &#xA3;84.65 per\n\n    week.\n\nSome people receive extra amounts on top of the basic personal\n\nallowance to cover their particular circumstances. For example, for\n\ndependent children or if the person claiming has a disability.\n\nThese amounts are only available to people who qualify for income\n\nbased JSA.\n\nThe JSA basic personal allowance is nothing to do with income\n\ntax personal allowances."},{"manual-section-id":"EIM76222","title":"How much jobseeker's\nallowance is taxable","body":"Jobseeker's allowance (JSA) is taxable regardless of whether\nsomeone is entitled to contribution based JSA or income based JSA.\nThere are special rules for deciding how much of the JSA someone\nreceives is taxable.\n\nThe amount of JSA that is taxable is the lower of:\n\n*   the amount the person receives and\n*   the taxable maximum.\n\nThe amount of the taxable maximum depends on whether someone is\nclaiming as a single person or as a couple.\n\n### Single person\n\nThe taxable maximum is the basic personal allowance that person\nwould receive if he or she qualified for contribution based\nJSA.\n\n### Couple\n\nThe taxable maximum is the basic personal allowance that person\n\nwould receive if he or she was entitled to income based JSA. The\n\nJSA paid is the taxable income of the person who makes the claim\n\neven if she or he receives extra benefit for their husband, wife,\n\ncivil partner or as a couple.\n\n### Example 1\n\nA woman aged 21 lives alone with her six year old child. She has\n\nnever paid National Insurance contributions and qualifies for\n\nincome based JSA. During 2002/03 she receives a total of\n\n&#xA3;87.45 per week made up as follows:\n\n<table>\n<tr>\n<td>Basic JSA personal\n\nallowance for a lone parent aged 21</td><td>&#xA3;53.95</td><td></td>\n</tr>\n<tr>\n<td>Premium for dependent\n\nchild</td><td>&#xA3;33.50</td><td></td>\n</tr>\n<tr>\n<td>Total</td><td>&#xA3;87.45</td><td></td>\n</tr>\n</table>\n\nThe taxable maximum is the basic personal allowance she would\n\nhave received had she qualified for contribution based JSA, which\n\nis &#xA3;53.95. As this is less than the amount of benefit she\n\nactually receives, her taxable benefit is &#xA3;53.95 per week.\n\n### Example 2\n\nA man lives with his wife (both are aged 30) and six year old\n\nchild and qualifies for contribution based JSA. During 2002/03 he\n\nreceives a total of &#xA3;118.15 per week made up of:\n\n<table>\n<tr>\n<td>Basic JSA personal\n\nallowance for a couple</td><td>&#xA3;84.65</td><td></td>\n</tr>\n<tr>\n<td>Premium for dependent\n\nchild</td><td>&#xA3;33.50</td><td></td>\n</tr>\n<tr>\n<td>Total</td><td>&#xA3;118.15</td><td></td>\n</tr>\n</table>\n\nThe taxable maximum is the basic personal allowance he would\n\nhave received had he qualified for income based JSA, which is\n\n&#xA3;84.65. As this is less than the amount of benefit he\n\nreceives, his taxable benefit is &#xA3;84.65 per week."},{"manual-section-id":"EIM76223","title":"Jobseeker's allowance\npaid during strikes and back to work bonus","body":"Someone who is involved in a strike or trade dispute cannot\nclaim JSA.\n\nWhere that person is part of a couple, his or her husband,\nwife or civil partner may be able to claim JSA but will not receive\nany extra benefit in respect of the person who is on strike. In\nthese circumstances the JSA is still paid under the JSA payment\nsystem.\n\nThe JSA is the taxable income of the person making the claim\nand the taxable maximum is the basic personal allowance paid in\nrespect of that person.\n\n### Back to work bonus\n\nBack to work bonus is an extra payment made to people who move\nfrom part-time to full-time work (or in some cases stop claiming\n\neither income support or JSA for some other reasons).\n\nIt is based on part-time earnings declared while the person\n\nwas working part-time and claiming JSA or income support. Back to\n\nwork bonus is not taxable (Section 677(1) ITEPA 2003)."},{"manual-section-id":"EIM76224","title":"Benefits paid during\nlayoffs and short time working","body":"Employees who are temporarily laid-off or placed on short-time\nworking can receive jobseeker's allowance. Benefit Offices and\nJobcentres refer to these employees as temporary stop claimants.\nThe procedure for taxing benefits when paid to this type of\nclaimant is explained in the PAYE Operation area of the PAYE\non-line manual.\n\nIf the benefit is paid by the Benefit Office or Jobcentre,\nthe amount of taxable benefit will be reported on form P181 soon\nafter any part period to 5 April and at the end of the temporary\nstoppage period. Where the benefit is paid through the employer,\nthe figure of benefit will be reported on form P181 if:\n\n*   the employer has not deducted tax from the\nbenefit, or\n*   tax has been deducted by the employer but\nthe employee has made an objection (see[EIM76303](/guidance/employment-income-manual/EIM76000#EIM76303)).\n\nWhere the employer has paid benefit and has deducted income tax\n\nfrom the benefit as if it were normal pay, you will not usually\n\nreceive a form P181. You can normally accept that the amount of\n\ntaxable benefit has been fixed correctly. The figure may need\n\nrevision if you are told the claimant has made an objection. In\n\nthis event the Benefit Office or Jobcentre will issue form\n\nP181."},{"manual-section-id":"EIM76225","title":"Relationship between\njobseeker's allowance and other benefits","body":"If an unemployed person becomes ill and qualifies for incapacity\nbenefit he or she will stop receiving jobseeker's allowance (JSA)\nand start receiving incapacity benefit. The Benefit Office or\nEmployment Service Jobcentre will issue a form P45U on termination\nof the claim to JSA.\n\nWhere someone is entitled to two or more benefits at once he or\nshe is entitled to receive whichever amount is the greater.\nNormally, the benefit that was awarded first continues to be paid\nand only any balance is received from the second source. The tax\nconsequences are as follows.\n\nNo one can qualify for both JSA and income support at the\n\nsame time:\n\n*   where JSA and another benefit are both\n\n    due, if the JSA was awarded first it continues to be paid in full\n\n    and taxed in the normal way. If the other benefit was awarded\n\n    first, JSA is reduced accordingly and the taxable amount is\n\n    similarly reduced. Where a woman is entitled to JSA and a widow's\n\n    benefit\n    [EIM76176](http://www.hmrc.gov.uk/manuals/eimanual/EIM76176.htm) tells you what to do.\n*   where income support and another benefit\n\n    are both due, the other benefit is be paid in full. Most, but not\n\n    all, social security benefits will be counted as income receivable\n\n    in the calculation of the amount of income support due."},{"manual-section-id":"EIM76226","title":"Payments under Employment\nProtection Acts","body":"Sometimes the Department of Employment (DE) recovers benefit\npaid to an unemployed person from an award under the Employment\nProtection Acts (see\n[EIM02550](/guidance/employment-income-manual/EIM01650#EIM02550)).\n\nIn effect, the amount paid initially as jobseeker's allowance is\nregarded instead as an advance payment of the award. If the payment\nhas already been included as taxable on a form P14U or P45(1)U, an\namending form P180 will be issued to state the reduction in the\namount of taxable benefit."}]},{"title":" Social security benefits: operational issues","sections":[{"manual-section-id":"EIM76300","title":"Inland Revenue\nnotification of taxable benefits","body":"Offices of the Benefits Agency and Employment Service Jobcentres\nare responsible for working out how much jobseeker's allowance is\ntaxable.\n\nHowever, they pay these benefits in full. Income tax is not\ndeducted at the time of payment. The weekly amounts of taxable\nbenefit are added up and reported to the current Inland Revenue\nArea office on the following forms:\n\n*   P45(1)U - issued when the benefit claim ends\n*   P14U - issued at the end of the tax year if the\nclaim continues past 5 April\n*   P180 - issued to notify the Inland Revenue Area\noffice of changes to the amount of taxable benefit reported on\n\n    P45(1)U or P14U\n\n*   strikers and temporary stop claimants (see\n\n    [EIM76223](/guidance/employment-income-manual/EIM76000#EIM76223) and\n    [EIM76224](/guidance/employment-income-manual/EIM76000#EIM76224))\n\n*   P181 - issued after any part period to 5 April and\n\n    when the benefit claim ends.\n\nYou should accept the figures entered on these forms as correct.\n\nIndeed they will be final and conclusive for tax purposes unless\n\nthere has been an objection (see\n\n[EIM76303](/guidance/employment-income-manual/EIM76000#EIM76303) onwards).\n\nSee\n\n[EIM76307](/guidance/employment-income-manual/EIM76000#EIM76307) about Benefit Office limits for\n\nreporting adjustments."},{"manual-section-id":"EIM76301","title":"Taxpayer notification of\ntaxable benefits","body":"The Benefit Office or Jobcentre will give the claimant a\nstatement of the total benefit paid and the taxable portion of that\namount on the following occasions:\n\n*   claimants who are wholly unemployed\n\n*   on termination of the claim\n*   at 5 April, if the claim is still live at that\ndate\n*   whenever an amendment to a previously reported\ntaxable sum is reported to the Inland Revenue (whether increased or\ndecreased) subject to minimum limits\n*   when a sum is paid for an earlier year following\nthe admission of a late claim to benefit\n\n*   claims by strikers when the claim is\nterminated\n*   claims by employees laid-off or on\n\n    short-time working when the claim is terminated, or at 5 April if\n\n    the claim continues beyond that date.\n\nSome kinds of claimant will not receive notifications:\n\n*   quarterly attenders (see EP8670)\n*   employees who are temporarily laid-off or\n\n    placed on short-time working who receive benefit through, and taxed\n\n    by, the employer\n    **and** who have not received a form P181 because they\n\n    did not query the taxable amount with the benefit office.\n\nThe objections procedure at\n\n[EIM76303](/guidance/employment-income-manual/EIM76000#EIM76303) to EIM76305 does not apply to\n\nthese claimants. They will have the normal right of appeal against\n\nan Inland Revenue amendment to their self assessment (see\n\n[EIM76306](/guidance/employment-income-manual/EIM76306))."},{"manual-section-id":"EIM76302","title":"Dealing with taxpayer\nenquiries","body":"Inland Revenue offices can only give general explanations about\nhow much jobseeker's allowance (JSA) is taxable.\n\nIf a taxpayer wants to discuss how much of any benefit is\ntaxable you should refer the enquiry to the appropriate Benefit\nOffice or Jobcentre. That office will know how the taxpayer's\nbenefit was made up and so be in a position to give a detailed\nexplanation.\n\nAlso it is the Benefit Office or Jobcentre that initiates the\nspecial appeals process for JSA. In most cases this involves the\ntaxpayer making an objection and an appeal at the relevant times.\nThis is explained at\n[EIM76301](/guidance/employment-income-manual/EIM76000#EIM76301) to EIM76309."},{"manual-section-id":"EIM76303","title":"Procedure for written\nobjections","body":"If the claimant does not agree with the amount of taxable\njobseeker's allowance stated on the notification (see\n[EIM76301](/guidance/employment-income-manual/EIM76000#EIM76301)), he or she must object in\nwriting within 60 days from the date the notification was issued.\nThe objection must be made to the Benefit Office or Jobcentre. If\nthere is a late objection see\n[EIM76308](/guidance/employment-income-manual/EIM76000#EIM76308).\n\nThe Benefit Office or Jobcentre will try to resolve the\nobjection with the claimant. Where it is agreed that the figure of\ntaxable benefit should be altered, the Benefit Office or Jobcentre\nwill send form P180 to the Inland Revenue. The P180 will show the\nagreed alteration to the figure of taxable benefit. The Benefit\nOffice or Jobcentre will not make any necessary adjustments to the\nPAYE tax calculation. The Inland Revenue Area office will have to\n\ndo this (see EP6961 and 6966).\n\nIf the claimant and the Benefit Office or Jobcentre fail to\n\nagree and the objection is not withdrawn, the Benefit Office or\n\nJobcentre will make a report to the Inland Revenue. The report will\n\ninclude:\n\n*   personal information about the claimant,\n\n    for example, current tax office and reference, or current\n\n    employment\n*   information about the relevant benefit\n\n    claim, for example, date and type of notification sent to the\n\n    Inland Revenue and the taxable benefit notified originally\n*   the reason for the objection and the date\n\n    made\n*   the revised benefit that the Benefit\n\n    Office or Jobcentre now considers taxable.\n\nThese reports should be sent to the current Inland Revenue Area\n\noffice."},{"manual-section-id":"EIM76304","title":"Where there is no\nobjection outstanding","body":"If a claimant does not make a written objection within 60 days\nof his or her notification of taxable benefit, he or she cannot\nchallenge the amount of taxable benefit later.\n\nThe same rule applies if an objection was made but was\nsubsequently withdrawn. Where an objection was made and then\nsettled by agreement, that agreed figure is also fixed.\n\nThis means that in any of the circumstances mentioned above\nthe question of the amount of taxable benefit cannot be altered\neven if some time later the figure is included on a self assessment\nor on an amendment to a self assessment. A self assessment or\namendment to a self assessment does not give a fresh opportunity to\nquestion the amount of taxable benefit."},{"manual-section-id":"EIM76305","title":"Inland Revenue review of\nobjection cases","body":"When you receive a report of an unsettled objection from the\nBenefit Office or Jobcentre you should review the case using the\ntable below. Take the figure of taxable benefit as reported by the\nBenefit Office, including any changes on forms P180 (see\n[EIM76303](/guidance/employment-income-manual/EIM76000#EIM76303)). Note these cases for priority\nin your assessing review.\n\n<table>\n<tr>\n<td>**Type of case**</td><td>**Action**</td>\n</tr>\n<tr>\n<td>No tax is payable for the\nyear.</td><td>Tell the taxpayer, make\nany repayment due and report to the Benefit Office under\nEIM76309.</td>\n</tr>\n<tr>\n<td>An assessment is needed\nfor another reason.</td><td>Make a formal\n\nassessment.</td>\n</tr>\n<tr>\n<td>An assessment, not\n\notherwise needed, would show an underpayment below the assessing\n\ntolerance.</td><td>Write and explain the\n\nfacts to the taxpayer.\n\n Ask him or her to withdraw or confirm his or her objection.\n\n If the objection is confirmed or he or she fails to reply,\n\nmake a formal assessment.</td>\n</tr>\n<tr>\n<td>All others.</td><td>Make a formal\n\nassessment.</td>\n</tr>\n</table>"},{"manual-section-id":"EIM76306","title":"Potential appeals against\nassessments on jobseeker's allowance"},{"manual-section-id":"EIM76307","title":"Benefit Office reporting\nlimits","body":"Benefit Offices and Jobcentres will not normally notify the\nInland Revenue of adjustments to previously reported figures of\ntaxable benefit unless the adjustment is an increase of more than\n&#xA3;40 or a decrease of more than &#xA3;7.\n\nWhere there is a difference, within these limits, between the\namount of taxable benefit returned by a taxpayer and reported by a\nBenefit Office, you should accept the taxpayer's amount without\nenquiry.\n\nHowever, where an objection (see\n[EIM76303](/guidance/employment-income-manual/EIM76000#EIM76303)) has been notified to the\nInland Revenue, the Benefit Office or Jobcentre will report any\nadjustment whatever the amount."},{"manual-section-id":"EIM76308","title":"How to deal with late\nobjections","body":"A Benefit Office or Jobcentre will accept late objections if the\nclaimant has a reasonable excuse.\n\nIf a Benefit Office or Jobcentre is not prepared to accept a\nlate objection it will make a written report to the relevant HMRC\nArea office.\n\n If you receive a written report send your papers and the\nBenefit Office or Jobcentre report to\n[PAYE Technical](http://www.hmrc.gov.uk/manuals/eimanual/attachments/payetechnical.htm)."}]},{"title":" Statutory sick pay","sections":[{"manual-section-id":"EIM76350","title":"Statutory sick pay:\nsummary","body":"Employers are responsible for paying statutory sick pay (SSP) to\nemployees who are absent from work due to sickness or disability.\nSSP is due for the first 28 weeks the employee is off work.\n\n Entitlement to SSP does not depend on the sick employee's\nNational Insurance contribution record.\n\n The SSP scheme does not affect an employee's right to\noccupational sick pay (see\n[EIM06400](/guidance/employment-income-manual/EIM06400)). But SSP can be offset against\nany occupational sick pay payable for the same period. Where the\noccupational sick pay is greater than the SSP, the employer will\nonly pay the rate of occupational sick pay. If the SSP is greater\nthan the occupational sick pay, the employer will pay the rate of\n\nSSP. Both SSP and occupational sick pay are taxable.\n\n### SSP is payable by the employer\n\nSSP is not a social security benefit funded by the State. It is\n\na mandatory provision under Social Security law. Broadly SSP is a\n\nmeasure of earnings replacement paid by employers to employees\n\nwhilst they are unable to work through illness administered and\n\nmainly funded by employers. Section 151 of the Social Security\n\nContributions and Benefits Act 1992 requires the employer to make\n\nthe payments. This means that payments of SSP are charged to tax as\n\nemployment income. SSP is not payable after an employment ceases\n\nexcept in rare circumstances.\n\n The employee&#x2019;s right to receive SSP depends on statute\n\nrather than the contract of employment. In very limited\n\ncircumstances HMRC pays SSP direct to the sick employee. EP1171\n\nexplains what to do when this happens. Where payments of SSP are\n\nnot made by the employer, for example when HMRC take over payments,\n\nSection 660 ITEPA 2003 ensures that the payments are charged to tax\n\nas social security income.\n\n National Insurance contributions are payable on SSP."}]},{"title":" Statutory maternity pay","sections":[{"manual-section-id":"EIM76360","title":"Statutory maternity pay:\n\nsummary","body":"Statutory maternity pay (SMP) is a measure of earnings\nreplacement paid by employers to women while they are absent from\nwork in the last weeks of pregnancy and during the first few weeks\nafter the baby is born. It is for women who are or have been\nemployees with the same employer for a continuous period of six\nmonths.\n\nA woman who qualifies receives:\n\n*   an earnings related payment currently 90%\nof her normal weekly pay over a certain period for the first six\nweeks\n*   a standard rate payment for the following\n20 weeks.\n\nEmployers are responsible for administering the scheme and\npaying their employees the amount to which they are entitled. The\nInland Revenue is responsible for ensuring that employers correctly\n\nadminister the scheme and for providing employers with the funding\n\nto which they are entitled.\n\nAny enquiries about entitlement to SMP should be dealt with\n\ninitially at the local Inland Revenue office or by the\n\nEmployers&#x2019; Helpline. If an employee is disputing her\n\nemployer&#x2019;s decision that she is not entitled to SMP or the\n\namount she is being paid, she should be referred to the Statutory\n\nPayments Dispute Team in Nottingham.\n\n### SMP is taxable\n\nSMP is not a social security benefit but replacement earnings\n\ncharged to tax as employment income.\n\nAn employer is still required to pay SMP even if the\n\nemployment ceases. Also, in exceptional circumstances, the Inland\n\nRevenue pays SMP direct to the claimant, but without operating PAYE\n\n(EP1015 tells you how to deal with these cases). Where payments of\n\nSMP are not paid by the employer, for example if the Inland Revenue\n\npay them because the employer is insolvent, Section 660 ITEPA 2003\n\nensures that the payments are charged to tax as social security\n\nincome.\n\nNational Insurance contributions are payable on SMP.\n\n### Use of the abbreviation SMP\n\nThe abbreviation SMP is used in DWP literature and certain PAYE,\n\nNational Insurance and Statutory Payment guides and forms. You can\n\nuse this abbreviation when dealing with employers, collectors and\n\nother tax offices, if the context clearly indicates that SMP cannot\n\nrefer to small maintenance payments (RE1150)."},{"manual-section-id":"EIM76361","title":"Interaction with other\n\nmaternity pay","body":"The statutory maternity pay (SMP) scheme does not affect a\nwoman's right to any other maternity payments provided by her\nemployer. But SMP must be offset against any employer's maternity\npay for the same period. Where the employer's maternity pay is\ngreater than SMP, the employer will only pay the rate of\noccupational maternity pay. If the SMP is greater than the\nemployer's maternity pay, the employer will pay the rate of SMP.\n\nSMP and statutory sick pay (see\n[EIM76350](/guidance/employment-income-manual/EIM76000#EIM76350)) cannot be paid to a person for\nthe same period.\n\nWomen who do not qualify for SMP will still be able to claim\nmaternity allowance from the DWP if they have paid the appropriate\nNational Insurance contributions. Maternity allowance is a separate\nbenefit and is not taxable (see\n[EIM76100](/guidance/employment-income-manual/EIM76000#EIM76100)).\n\n### How employers recover the cost of SMP\n\nThe SMP legislation allows the employer to recover the cost of\n\npaying SMP by deducting 92% of the amount from the National\n\nInsurance contributions and income tax payments due under the PAYE\n\nsystem. Small employers may deduct 100% of the SMP paid plus a set\n\npercentage as compensation (Small Employers Relief). If necessary\n\nthey can also apply for advance funding."}]},{"title":" Statutory paternity pay","sections":[{"manual-section-id":"EIM76370","title":"Statutory paternity pay:\n\nsummary","body":"Statutory Paternity Pay (SPP) is intended to help employees take\ntime off work to be with their new family by providing a measure of\nearnings replacement. The first employees to qualify will be those\nwhose babies are due on or after 6 April 2003. Employers are\nresponsible for administering the scheme and paying their employees\nthe amount to which they are entitled. The Inland Revenue is\nresponsible for ensuring that employers correctly administer the\nscheme and for providing employers with the funding to which they\nare entitled.\n\nThe definition of an employee for SPP is exactly the same as\nthe definition for SMP. To qualify for SPP an employee must:\n\n*   have a prescribed relationship with the\nchild and the child&#x2019;s mother\n*   stop working for, or take leave from, the\nemployer for the purpose of caring for the child or supporting the\nmother\n*   have been continuously employed:\n\n*   for at least 26 weeks continuing into the 15th\nweek before the week the baby is due, the &#x201C;qualifying\n\n    week&#x201D; and\n*   from the end of the qualifying week to the date of\n\n    birth\n\n*   have average weekly earnings of not less\n\n    than the lower earnings limit for National Insurance purposes that\n\n    applies at the end of the qualifying week\n*   give the employer notice of the date from\n\n    which the liability to pay SPP is expected to begin at least 28\n\n    days beforehand or as soon as is reasonably practical.\n\nAny enquiries about entitlement to SPP should be dealt with\n\ninitially at the local Inland Revenue office or by the\n\nEmployers&#x2019; Helpline. If an employee is disputing his or her\n\nemployer&#x2019;s decision about entitlement to SPP or the amount\n\nbeing paid, he or she should be referred to the Statutory Payments\n\nDispute Team in Nottingham.\n\n### SPP is taxable\n\nSPP is not a social security benefit but replacement earnings,\n\nchargeable to tax as employment income. An employer is still\n\nrequired to pay SPP even if the employment ceases. In exceptional\n\ncircumstances, the Inland Revenue pays SPP direct to the claimant,\n\nbut without operating PAYE (EP1015 tells you how to deal with these\n\ncases).\n\nNational Insurance contributions are payable on SPP.\n\n### How employers recover the cost of SPP\n\nThe SPP legislation allows the employer to recover the cost of\n\npaying SPP by deducting 900f the amount from the National\n\nInsurance contributions and income tax payments due under the PAYE\n\nsystem. Small employers may deduct 1000f the SMP paid plus a set\n\npercentage as compensation (Small Employers Relief). If necessary\n\nthey can also apply for advance funding.\n\n### Use of the abbreviation SPP\n\nThe abbreviation SPP is used in DTI literature and certain\n\nInland Revenue guides and forms. You can use this abbreviation when\n\ndealing with employers, collectors and other tax offices."}]},{"title":" Statutory adoption pay","sections":[{"manual-section-id":"EIM76380","title":"Statutory adoption pay:\n\nsummary","body":"Statutory adoption pay (SAP) is intended to help employees take\ntime off work to be with their new family by providing a measure of\nearnings replacement. The first employees to qualify will be those\nwhere the child is placed with the adopter on or after 6 April\n2003. Employers are responsible for administering the scheme and\npaying their employees the amounts to which they are entitled. The\nInland Revenue is responsible for ensuring that employers correctly\nadminister the scheme and for providing employers with the funding\nto which they are entitled.\n\nThe definition of an employee for SAP is exactly the same as\nthe definition for SMP. To qualify for SAP an employee must:\n\n*   be a person with whom a child is, or is\nexpected to be, placed for adoption under UK law\n*   stop working for, or take leave from, the\nemployer\n*   have been continuously employed for at\nleast 26 weeks continuing into the week in which they are told by\n\n    the adoption agency that they have been matched with a child, the\n\n    &#x201C;matching week&#x201D;,\n*   have average weekly earnings of not less\n\n    than the lower earnings limit for National Insurance purposes that\n\n    applies at the end of the matching week\n*   give the employer notice of the date from\n\n    which they expect the liability to pay them SAP is expected to\n\n    begin at least 28 days beforehand or as soon as is reasonably\n\n    practical.\n\nEmployees can choose when they want to start being paid SAP\n\nwithin certain limits. If the employee is also entitled to adoption\n\nleave the two periods are aligned.\n\nAn employee is only entitled to one lot of SAP and adoption\n\nleave even if more than one child is placed as part of the same\n\narrangement.\n\nAny enquiries about entitlement to SAP should be dealt with\n\ninitially at the local Inland Revenue office or by the\n\nEmployers&#x2019; Helpline. If an employee is disputing his or her\n\nemployer&#x2019;s decision about entitlement to SAP or the amount\n\nbeing paid, he or she should be referred to the Statutory Payments\n\nDispute Team in Nottingham.\n\n### SAP is taxable\n\nSAP is not a social security benefit but replacement earnings,\n\nchargeable to tax as employment income. An employer is still\n\nrequired to pay SAP even if the employment ceases. In exceptional\n\ncircumstances, the Inland Revenue pays SAP direct to the claimant,\n\nbut without operating PAYE (EP1015 tells you how to deal with these\n\ncases).\n\nNational Insurance contributions are payable on SAP.\n\n### How employers recover the cost of SAP\n\nThe SAP legislation allows the employer to recover the cost of\n\npaying SAP by deducting 900f the amount from the National\n\nInsurance contributions and income tax payments due under the PAYE\n\nsystem. Small employers may deduct 1000f the SMP paid plus a set\n\npercentage as compensation (Small Employers Relief). If necessary\n\nthey can also apply for advance funding.\n\n### Use of the abbreviation SAP\n\nThe abbreviation SAP is used in DTI literature and certain\n\nInland Revenue guides and forms. You can use this abbreviation when\n\ndealing with employers, collectors and other tax offices."}]}]}}